{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2013/may/31/rob-portman/us-sen-rob-portman-says-obama-administration-has-p/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "jkahoun@plaind.com", "first_name": "Jane", "id": 159, "last_name": "Kahoun", "name_slug": "jane-kahoun", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifact-jane-kahoun_1.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/159/", "title": "PolitiFact Ohio editor and deputy metro editor, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 7840, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/7840/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tBecause we deal with lots of loose rhetoric at PolitiFact Ohio, we&rsquo;re attracted like a magnet to any claim that tries to actually quantify a political or ideological point. Ohio U.S. Sen. Rob Portman delivered such a tidbit during a conference call with Ohio reporters on May 23.</p>\r\n<p>\r\n\tPortman was explaining a bill he co-introduced that could require additional cost-benefit analysis and allow more business flexibility before new federal regulations and rules could be issued. Portman says too many government regulations are imposed without a commonsense assessment of their burden on businesses and jobs. And he said that President Barack Obama&rsquo;s administration has put out &quot;more of these major rules than the Clinton administration or the Bush administration during comparable times.&quot;</p>\r\n<p>\r\n\tWe won&rsquo;t attempt to assess whether current and pending regulation of the environment, worker and food safety, &nbsp;healthcare, wildlife or fuel efficiency are good or government overkill. But has the Obama administration finalized more of these &quot;major&quot; rules than other recent presidents? That part of the claim is measurable and has, in fact, been examined by groups of all political stripes, all using the same sources of government data.</p>\r\n<p>\r\n\tIf all regulations were counted, Obama&rsquo;s record would be nowhere near Portman&rsquo;s description, especially considering a sizeable flurry of rulemaking during Bill Clinton&rsquo;s first two years, as the liberal group OMB Watch, now known as the Center for Effective Government, said in a report last September. &nbsp;In fact, when 2012 Republican presidential candidate Mitt Romney claimed that federal regulations quadrupled under Obama, PolitiFact ruled it False.</p>\r\n<p>\r\n\tBut Portman said &quot;major&quot; rules.&quot; &quot;Major&quot; has a specific meaning when used by the government in this context. It means any rule with an economic impact of at least $100 million. And the White House Office of Management and Budget, or OMB, keeps track of these very rules, as does the Government Accountability Office. OMB calls them &quot;economically significant&quot; rules, which also has a distinct definition but is so close to &quot;major&quot; that there is no need to split hairs here.</p>\r\n<p>\r\n\tWe looked at three analyses of major or economically significant rules, all broken down by year and presidency and all using OMB data. &nbsp;One was provided by Portman&rsquo;s Senate staff, which is familiar with the data because Portman used to run OMB. Another was from the Regulatory Studies Center at George Washington University, headed by Susan Dudley, a former regulatory affairs administrator at OMB. A third was from the Center for Effective Government.</p>\r\n<p>\r\n\tPortman&rsquo;s office compared rules that were finalized in the first three years of Obama&rsquo;s tenure with the first three of Clinton&rsquo;s and George W. Bush&rsquo;s. To guard against counting rules finalized by one administration but published by another, it excluded those that were published in the first few weeks of an incoming president&rsquo;s term. Portman&rsquo;s staff counted only executive branch departments and agencies and not those of independent agencies that do not report to the president.</p>\r\n<p>\r\n\tIt found 162 major rules for Obama, 115 for the same period under Bush, and 135 for the same period under Clinton.</p>\r\n<p>\r\n\tA similar analysis by George Washington University&rsquo;s Regulatory Studies Center had a similar conclusion, though the raw numbers were slightly different from Portman&rsquo;s because of a technical variation in the timeframes counted. Among other things, the analysis counted every year the presidents served, allowing for comparisons of first and second terms for Clinton and Bush and the full four years of Obama&rsquo;s first term.</p>\r\n<p>\r\n\tThis made no substantive difference in terms of Portman&rsquo;s claim. It showed that Obama still had more economically significant rules -- 217 in his first four years, compared with the next highest, 190, in Bush&rsquo;s second term.</p>\r\n<p>\r\n\tFinally, there was the data from the Center for Effective Government, nee OMB Watch. Last September, it examined new regulations since 1992, and found the level fairly constant across presidencies, save for Clinton&rsquo;s first years. But when it came to regulations labeled as economically significant, Obama&rsquo;s record for the first 42 months of his presidency was 38 percent higher than the comparable period of Bush&rsquo;s first term and 36 percent higher than the comparable period in Clinton&rsquo;s.</p>\r\n<p>\r\n\tIn an interview and in her report, Randy Rabinowitz, director of regulatory policy at the Center for Effective Government, cautioned that some of these comparisons can be misleading because the &quot;major&quot; rule threshold of $100 million has not changed since 1978, despite inflation. A rule costing $100 million in 1993, the first year of Clinton&rsquo;s presidency, would cost $161 million today, according to the U.S. Bureau of Labor Statistics&rsquo; online inflation calculator. We know of no analysis of regulations that has taken this into account.</p>\r\n<p>\r\n\tRabinowitz also noted that many regulations grow directly out of laws passed by Congress or ordered by courts, so presidents are not merely riding roughshod over the will of lawmakers or the public. Some of Obama&rsquo;s biggest rules resulted from court rulings dating to Bush, with courts requiring environmental regulation after Bush balked.</p>\r\n<p>\r\n\tBut Obama&rsquo;s share of these or similar statutory or judicially required rules -- 48 percent of all the rules his administration finalized -- was not much different from the share Clinton had to deal with in his first term, nor the share Bush had in his second term.</p>\r\n<p>\r\n\tThis doesn&rsquo;t change the facts or statistics as stated by Portman: The Obama administration has put out &quot;more of these major rules than the Clinton administration or the Bush administration during comparable times.&quot; We rate his claim True.</p>\r\n", "ruling_comments_date": "2013-05-30T18:02:44.685090", "ruling_date": "2013-05-31T06:00:00", "ruling_headline": " U.S. Sen. Rob Portman says the Obama administration has put out more major rules than other recent administrations", "ruling_headline_slug": "us-sen-rob-portman-says-obama-administration-has-p", "ruling_link_text": "His stats check out", "ruling_state": null, "source_documents": null, "sources": "<p dir=\"ltr\" id=\"docs-internal-guid-0ba05c14-f775-2c45-1766-eeaf5885f257\" style=\"line-height:1.15;margin-top:0pt;margin-bottom:0pt;\">\r\n\tSen. Rob Portman, conference call with reporters, May 23, 2013</p>\r\n<p>\r\n\tEmail and telephone calls with Portman staff, May 28-29, 2013</p>\r\n<p>\r\n\tTelephone interview with Randy Rabinowitz, director of regulatory policy, Center for Effective Government, May 28, 2013</p>\r\n<p>\r\n\tTelephone interview with Susan Dudley, director, Regulatory Studies Center at George Washington University, May 29, 2013</p>\r\n<p>\r\n\t<a href=\"http://research.columbian.gwu.edu/regulatorystudies/sites/default/files/u43/West-%20Pace%20of%20E.S.%20Rule%20Increased-2.pdf\">&quot;Pace of new regulations up in President Obama&lsquo;s first term,&quot;</a> by Cassidy West, Regulatory Studies Center, George Washington University, May 15, 2013</p>\r\n<p>\r\n\t&quot;EPA: The world in microcosm,&quot; by Coral Davenport, National Journal, Sept. 22, 2011</p>\r\n<p>\r\n\t&quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/oct/18/mitt-romney/federal-regulations-quadrupled-under-obama/\">Romney says federal regulations quadrupled under Obama,&quot;</a> PolitiFact, Oct. 18, 2012</p>\r\n<p>\r\n\t<a href=\"http://www.foreffectivegov.org/files/regs/reg_tsunami_that_wasnt.pdf\">&quot;The regulatory tsunami that wasn&rsquo;t,&quot;</a> by Randy Rabinowitz and Matt La Tronica, OMB Watch, September 2012</p>\r\n<p>\r\n\t<a href=\"http://www.fas.org/sgp/crs/misc/R43056.pdf\">&quot;Counting regulations: An overview of rulemaking, types of federal regulations and pages in the Federal Register,&rsquo;</a> by Maeve P. Carey, Congressional Research Service, May 1, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "U.S. senator from Ohio", "false_count": 5, "first_name": "Rob", "half_true_count": 11, "home_state": "Ohio", "id": 534, "last_name": "Portman", "mostly_true_count": 11, "name_slug": "rob-portman", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rob-Portman-official-portrait.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/534/", "total_count": 48, "true_count": 17, "website": "http://portman.senate.gov/"}, "statement": "<p dir=\"ltr\" id=\"docs-internal-guid-0ba05c14-f772-94b3-8100-cbaeeecae4d1\" style=\"line-height:1.15;margin-top:0pt;margin-bottom:0pt;\">\r\n\tThe Obama administration has put out &quot;more of these major rules than the Clinton administration or the Bush administration during comparable times.&quot;</p>\r\n", "statement_context": " Conference call with reporters", "statement_date": "2013-05-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 109, "photo": null, "resource_uri": "/api/v/2/subject/109/", "subject": "Regulation", "subject_slug": "market-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}