{"art": [{"brightcove": "", "caption": "Rep. Alan Grayson, D-Fla., called a bill to advance the Keystone XL pipeline an earmark. Is it?", "id": 3432, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Grayson_floor.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3432/", "title": "Grayson on floor", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2013/may/31/alan-grayson/alan-grayson-says-bill-clearing-way-keystone-xl-pi/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 7842, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/7842/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Rep. Alan Grayson, D-Fla., recently took an unusual approach to opposing the Keystone XL pipeline, a 1,700-mile project to bring heavy crude from Canada&rsquo;s oil-rich tar sands to the Gulf of Mexico. He says it&rsquo;s an earmark, and earmarks aren&rsquo;t in line with current House rules.</p>\r\n\r\n<p>&quot;The Keystone XL Pipeline deal is an earmark to a foreign corporation, plain and simple,&quot; Grayson said in a news release. &quot;House Republicans claim to have been incredibly keen on ridding our legislative system of congressional earmarks &mdash; yet here they are &mdash; hypocritically sneaking one in for a foreign corporation. They seem to believe that the &lsquo;no earmarks&rsquo; rule does not apply to them. That&rsquo;s just unacceptable.&quot;</p>\r\n\r\n<p>For years, environmentalists have battled pipeline supporters over the construction of the new pipeline. This year, supporters turned to the Republican-controlled U.S. House of Representatives to essentially waive a variety of regulatory hurdles that have so far delayed the project&rsquo;s groundbreaking.</p>\r\n\r\n<p>A bill, <a href=\"http://www.gpo.gov/fdsys/pkg/BILLS-113hr3eh/pdf/BILLS-113hr3eh.pdf\">H.R. 3</a>, would effectively sidestep the key governmental reviews delaying the project, which is to be built by TransCanada Keystone Pipeline, L.P., a Canadian company.</p>\r\n\r\n<p>H.R. 3 declares that a presidential permit is not required to advance the project. It also clears the project under the the National Environmental Policy Act, Endangered Species Act, the Mineral Leasing Act, Migratory Bird Treaty Act, the Federal Land Policy and Management Act and the Federal Water Pollution Control Act, among other laws; and prevents the Environmental Protection Agency Administrator from blocking the project.</p>\r\n\r\n<p>On May 21, 2013, as H.R. 3 was moving toward a vote in the House, Grayson wrote a <a href=\"http://graysonforcongress.com/sites/default/files/LettertoSpeaker5-21-13.pdf\">letter</a> to House Speaker John Boehner, R-Ohio, in which he argued that the bill was an earmark.</p>\r\n\r\n<p>We were intrigued by Grayson&rsquo;s argument and wanted to look in detail at whether the Keystone project fit the definition of an earmark.</p>\r\n\r\n<p>What is an earmark? Generally speaking, an earmark is a requirement that money approved by Congress be spent in a specific way at the request of a lawmaker. Critics say earmarks serve the interest of a particular congressional district or constituent group rather than the national good. That&#39;s why congressional Republicans -- and President Barack Obama -- have promised to curb their use, with <a href=\"http://www.politifact.com/truth-o-meter/promises/gop-pledge-o-meter/promise/685/refuse-to-consider-house-legislation-that-includes/\">some degree of success</a>.</p>\r\n\r\n<p>To make his case that H.R. 3 was an earmark, Grayson pointed to the section of the House&rsquo;s rules that define what constitutes an earmark. House rules are written by the chamber&rsquo;s majority party every two years and approved, typically on a party-line vote, when a new Congress is sworn in. House rules do not have the force of law, but they are binding for the procedures used in the chamber.</p>\r\n\r\n<p>The <a href=\"http://clerk.house.gov/legislative/house-rules.pdf\">current version of the House rules</a> says earmarks are a specific authorization of spending, targeted to a specific purpose or place, and made without a competitive award process.</p>\r\n\r\n<p>Here&rsquo;s the exact definition:</p>\r\n\r\n<p>&quot;For the purpose of this clause, the term &lsquo;congressional earmark&rsquo; means a provision or report language included primarily at the request of a Member, Delegate, Resident Commissioner, or Senator providing, authorizing or recommending a specific amount of discretionary budget authority, credit authority, or other spending authority for a contract, loan, loan guarantee, grant, loan authority, or other expenditure with or to an entity, or targeted to a specific State, locality or Congressional district, other than through a statutory or administrative formula-driven or competitive award process.&quot;</p>\r\n\r\n<p>To sharpen his case to Boehner, Grayson streamlined this language by removing some of the extra words. Grayson&rsquo;s shortened earmark definition was: &quot;a provision &hellip; included primarily at the request of a Member ... providing (or) authorizing &hellip; a .. grant ... to an entity &hellip; other than through a statutory or administrative &hellip; or competitive award process.&quot;</p>\r\n\r\n<p>H.R. 3, Grayson wrote, provides a special benefit, &quot;outside of established statutory, administrative or competitive award processes, and it does so to only one entity -- explicitly named in this bill, &lsquo;TransCanada Keystone Pipeline, L.P.&rsquo;&quot;</p>\r\n\r\n<p>Grayson went on to argue that the &quot;requirement that this provision be included &lsquo;primarily at the request of a Member&rsquo; is surely satisfied by the act of a Member drafting and offering this bill. It was the conscious choice of a Member from the state of Nebraska to offer this legislation, as well as explicitly mention Nebraska or Nebraskans six separate times, while no other state receives a single mention.&quot;</p>\r\n\r\n<p>We checked with several experts on House procedure to see what they thought of Grayson&rsquo;s argument. They were not convinced.</p>\r\n\r\n<p>They said their concerns go beyond H.R. 3&rsquo;s superficial differences with classic earmarks, though it has some of those, too. Typically, earmarks are narrow provisions of larger bills inserted and supported by a small number of lawmakers and advancing a highly localized purpose, such as a local road or construction project.</p>\r\n\r\n<p>By contrast, H.R. 3 is a stand-alone bill, it has been co-sponsored by 134 House members and it would clear the way for a project that runs from the Canadian border to the Gulf of Mexico.</p>\r\n\r\n<p>But the more important problem, the experts said, is that the bill does not affect federal spending -- something the House rule explicitly requires. Grayson, they said, got around this by dropping most of the following clause from his streamlined definition: &quot;providing, authorizing or recommending a specific amount of discretionary budget authority, credit authority, or other spending authority.&quot;</p>\r\n\r\n<p>Donald Wolfensberger, a former Republican staff director of the House Rules Committee who currently directs the Congress Project at the Woodrow Wilson International Center for Scholars, cited the Congressional Budget Office in arguing that H.R. 3 &quot;comes nowhere near being an earmark as defined by House rules, period.&quot;</p>\r\n\r\n<p>When CBO -- Congress&rsquo; nonpartisan fiscal-analysis arm -- weighed the bill&rsquo;s fiscal impact, it found that &quot;implementing H.R. 3 would have no significant impact on the federal budget. Based on information from affected agencies, CBO estimates that the proposed changes to administrative procedures would not significantly affect federal spending for such activities relative to current law. The bill would not affect direct spending or revenues.&quot;</p>\r\n\r\n<p>Roy T. Meyers, political scientist at the University of Maryland-Baltimore County who has studied budgeting and earmarks, said he was &quot;astonished to see how (Grayson) selectively and misleadingly edited the definition of earmark, then compounded the fault by drawing a bizarre inference regarding the bill&#39;s effective approval of a permit. This bill is about administrative regulation, or more accurately, the lack of it. The earmark definition restricts its application to spending, and lists different types of spending, including grants. Grayson cuts the words on spending and the other types of spending besides grants and replaces these missing words with ellipses, which completely changes the meaning.&quot;</p>\r\n\r\n<p>Two other experts -- Steve Ellis, vice president of Taxpayers for Common Sense, and Burdett Loomis, a University of Kansas political scientist -- agreed with this analysis. &quot;There has to be a dollar figure associated with the provision, and this bill does not have that,&quot; Ellis said.</p>\r\n\r\n<p>Grayson&rsquo;s office stands by its classification of the bill as an earmark, arguing that the House voted on a measure that amounts to a special favor to one entity, for one project, and that was requested by a Member of Congress, Rep. Lee Terry, R-Neb.</p>\r\n\r\n<p>Despite Meyers&rsquo; deep skepticism of Grayson&rsquo;s claim that the bill is an earmark under House rules, he said Grayson has a point.</p>\r\n\r\n<p>&quot;Earmarks have been criticized, often justifiably, for not being subject to sufficient scrutiny on their policy merits,&quot; Myers said. &quot;Unlike most research grants that are subject to demanding peer reviews, or many contracts that must undergo extensive agency review and competitive bidding, earmarks are awarded only after cursory reviews, typically by committee staff. Congress substitutes its judgment on a particular case, cutting agencies and other experts out of the loop.&quot;</p>\r\n\r\n<p>The similarity here, Meyers said, is that the bill prevents agencies from doing their job -- to assess the impacts of a proposed project. Still, that&rsquo;s not the same thing as arguing that H.R. 3 actually qualifies as an earmark under House rules. &quot;Grayson would be smarter to argue that the bill violates the spirit, not the letter, of the earmark moratorium and the philosophy that supposedly backs it,&quot; Meyers said.</p>\r\n\r\n<p>We should note that the House -- the only body that can officially determine whether a bill fits the earmark definition under the chamber&rsquo;s rules -- has not passed judgment on Grayson&rsquo;s claim. When Grayson raised his argument on the House floor, the lawmaker chairing the proceedings ruled that Grayson&rsquo;s request was improper, dismissing it before allowing any discussion of the substance of Grayson&rsquo;s complaint. Grayson&rsquo;s office added that they have not received ruling determination on the merits of his arguments from the House parliamentarian&rsquo;s office.</p>\r\n\r\n<p>This result is not surprising. Grayson wasn&rsquo;t going into court to argue to an impartial judge; in the House, whichever party happens to be in the majority controls the chamber to a near-dictatorial degree. And to nobody&rsquo;s surprise, the measure passed by a <a href=\"http://clerk.house.gov/evs/2013/roll179.xml\">241-175 margin</a> when it came to a vote on May 22, 2013. No Republican broke ranks by opposing it, while 19 Democrats sided with the majority in supporting the bill. Because the Democratic-controlled Senate is unlikely to agree, the bill is not expected to become law.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Grayson said a bill to advance the Keystone XL Pipeline &quot;is an earmark&quot; under House rules.</p>\r\n\r\n<p>Officially, the House -- the only entity that can make this ruling -- has not rendered a judgment on Grayson&rsquo;s claim. But several experts on earmarks that we checked with were unanimous that Grayson was wrong by the clear language of the rule. The House&rsquo;s definition of &quot;earmark&quot; is based on the notion that the provision in question spends federal money, which the bill in question does not -- a difference that Grayson carefully edited out when he made his argument to Boehner. We rate Grayson&rsquo;s claim False.</p>\r\n", "ruling_comments_date": "2013-05-31T12:52:35.787688", "ruling_date": "2013-05-31T15:14:17", "ruling_headline": "Alan Grayson says bill clearing way for Keystone XL pipeline is an earmark", "ruling_headline_slug": "alan-grayson-says-bill-clearing-way-keystone-xl-pi", "ruling_link_text": "Inserted ellipses changed the meaning of House rule", "ruling_state": null, "source_documents": null, "sources": "<p>Alan Grayson, &quot;<a href=\"http://grayson.house.gov/media-center/press-releases/grayson-keystone-xl-pipeline-is-an-earmark\">Grayson: Keystone XL Pipeline is an Earmark</a>&quot; (news release), May 21, 2013</p>\r\n\r\n<p>Alan Grayson, <a href=\"http://graysonforcongress.com/sites/default/files/LettertoSpeaker5-21-13.pdf\">letter to House Speaker John Boehner</a>, May 21, 2013</p>\r\n\r\n<p><a href=\"http://clerk.house.gov/legislative/house-rules.pdf\">Rules of the House of Representatives</a>, 113th Congress</p>\r\n\r\n<p><a href=\"http://clerk.house.gov/evs/2013/roll179.xml\">Text of H.R. 3</a></p>\r\n\r\n<p><a href=\"http://clerk.house.gov/evs/2013/roll179.xml\">Roll call vote on H.R. 3</a>, May 22, 2013</p>\r\n\r\n<p>Congressional Budget Office, <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/hr3_1.pdf\">cost estimate of H.R. 3, the Northern Route Approval Act</a>, May 17, 2013</p>\r\n\r\n<p>Email interview with Burdett Loomis, political scientist at the University of Kansas, May 30, 2013</p>\r\n\r\n<p>Email interview with Donald Wolfensberger, director of the Congress Project at the Woodrow Wilson International Center for Scholars, May 30, 2013</p>\r\n\r\n<p>Email interview with Roy T. Meyers, political scientist at the University of Maryland-Baltimore County, May 30, 2013</p>\r\n\r\n<p>Email interview with Steve Ellis, vice president of Taxpayers for Common Sense, May 30, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "U.S. House of Representatives", "false_count": 5, "first_name": "Alan", "half_true_count": 4, "home_state": "Florida", "id": 280, "last_name": "Grayson", "mostly_true_count": 11, "name_slug": "alan-grayson", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Grayson.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/280/", "total_count": 35, "true_count": 7, "website": ""}, "statement": "<p>A bill to advance the Keystone XL Pipeline &quot;is an earmark&quot; under House rules.</p>\r\n", "statement_context": "a news release", "statement_date": "2013-05-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 187, "photo": null, "resource_uri": "/api/v/2/subject/187/", "subject": "Congressional Rules", "subject_slug": "congressional-rules", "used_in_edition": ["/api/v/2/edition/4/"]}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 133, "photo": null, "resource_uri": "/api/v/2/subject/133/", "subject": "Infrastructure", "subject_slug": "infrastructure", "used_in_edition": []}], "target": [], "twitter_headline": ""}