{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2013/jun/03/carlos-curbelo/carlos-curbelo-says-miami-dade-schools-spend-more-/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 7847, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/7847/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p id=\"docs-internal-guid--2309194-fc02-6a02-86b4-689e709bed3a\">\r\n\tIn February as federal lawmakers including Sen. Marco Rubio, R-Fla, were drafting immigration reform, Miami-Dade school board member Carlos Curbelo sought a district report to shine a spotlight on the challenges immigration poses to the nation&rsquo;s fourth-largest school district.</p>\r\n<p>\r\n\tCurbelo, a Republican political consultant who may challenge <a href=\"http://miamiherald.typepad.com/nakedpolitics/2013/05/heavy-hitters-line-back-school-boards-carlos-curbelo-to-unseat-us-rep-joe-garcia.html\">U.S. Rep. Joe Garcia</a>, D-Miami, highlighted a key figure from the report while on Fox News with Rubio on May 24. Rubio has been trying to win over conservatives to the Senate&rsquo;s <a href=\"http://www.politifact.com/truth-o-meter/article/2013/may/09/senate-takes-immigration/\">immigration bill </a>, which would create a 13-year pathway to citizenship for many of the 11 million undocumented immigrants in the U.S. The bill allocates billions for border security and provides visas for high-tech, agricultural and low-skilled workers.</p>\r\n<p>\r\n\tCurbelo cited his school district as an example of the high costs posed by the current immigration system:</p>\r\n<p>\r\n\t&quot;We spend at our school system over $20 million every year as a direct result of the broken immigration system. The federal government doesn&#39;t reimburse us despite the fact that it is their fault. Why?</p>\r\n<p>\r\n\t&quot;Because, like you said, a lot of people overstaying their visas and in some cases the government lets families with children in, in the middle of school year, which imposes a burden on schools. So it can&#39;t just be the border. We all support border security, but it has to be a lot more than that.&quot;</p>\r\n<p>\r\n\tCurbelo&rsquo;s comments didn&rsquo;t distinguish between costs associated with legal or illegal immigration.</p>\r\n<p>\r\n\tStill, his figure caught our eye: do Miami-Dade schools spend more than $20 million a year educating immigrants? And how would that change if Rubio&rsquo;s bill passes?</p>\r\n<p>\r\n\t<strong>The Miami-Dade school district immigration report</strong></p>\r\n<p>\r\n\tThe <a href=\"https://docs.google.com/a/miamiherald.com/file/d/0B57k2EXN4GtfaWpXUXRURW9Hc3M/edit\">report</a> that Curbelo drew his number from states that as a result of immigration reform, the district will need to increase English for Speakers of other Languages (ESOL) courses and invest in helping these students pass FCATs and graduate.</p>\r\n<p>\r\n\tThe report calls on Congress to fully fund the cost of immigration for the schools, among other measures.</p>\r\n<p>\r\n\tThe key part of the report is the district&rsquo;s fiscal analysis.</p>\r\n<p>\r\n\tAn average of 979 foreign-born students a month enter the school district -- or 11,228 for the 2011-12 school year. The report doesn&rsquo;t identify what percentage are illegal, because federal law prohibits school officials from asking about students&#39; immigration status. The district serves about 350,000 students.</p>\r\n<p>\r\n\tThe district spent about $322 million on ESOL for about 47,700 students during the 2011-12 school year. That group includes the 11,228 foreigners who arrived that year, plus students who arrived in previous years and native born students whose families speak another language at home and need ESOL.</p>\r\n<p>\r\n\tThe district calculated that it costs about $6,750 to educate an ESOL student -- or about $1,485 more than a typical student, largely for staff salaries.<strong> </strong>The district calculates a per-student cost for building and infrastructure of about $473.</p>\r\n<p>\r\n\tThe district added the extra ESOL cost of $1,485 to the $473 building cost to get a total of $1,958.87 and multiplied that by the 11,228 foreign born students. That brings the grand total to $21,994,243.</p>\r\n<p>\r\n\tSo it costs $322 million for all ESOL students. The $22 million that Curbelo cited pertained to the foreign students who arrived that school year.</p>\r\n<p>\r\n\tThe education and building costs are paid for through state and local dollars -- the district analysis omitted federal dollars it gets for very specific uses such as tutoring. For 2011-12, Miami-Dade schools received about $14 million in federal Title III money for English Language Learners or recent immigrants, according to the Florida Department of Education.</p>\r\n<p>\r\n\t&quot;We are very confident this is a very conservative analysis&quot; of the costs of educating an immigrant child, assistant superintendent Iraida Mendez-Cartaya told PolitiFact Florida.</p>\r\n<p>\r\n\tSchool board member <a href=\"http://miamiherald.typepad.com/nakedpolitics/2013/03/another-lg-name-surfaces-from-miami-school-boards-raquel-regalado.html\">Raquel Regalado</a> raised some philosophical issues about placing a number on costs.</p>\r\n<p>\r\n\t&quot;The school district is one of a few places illegal immigrants receive services without being asked about their status,&quot; she told PolitiFact Florida.</p>\r\n<p>\r\n\tWe don&rsquo;t have any major quibbles with the district&rsquo;s math here. But Curbelo used that $22 million figure to criticize our &quot;broken immigration system.&quot; So if the Senate&rsquo;s bill -- which Curbelo told us he generally supports -- passes what does that mean for the number of foreign born students in Miami-Dade and the cost to educate them?</p>\r\n<p>\r\n\t<a href=\"http://district7.dadeschools.net/biography.html\">Curbelo</a>, who was born in Miami and the son of Cuban exiles, told PolitiFact he isn&rsquo;t certain how the student population numbers would change, but he believes that improvements to border security and changes in the visa system will make the flow more predictable.</p>\r\n<p>\r\n\t<strong>Immigration experts on future flows to Miami-Dade</strong></p>\r\n<p>\r\n\tWe sent the school district&rsquo;s report and Curbelo&rsquo;s claim to multiple immigration experts across the political spectrum to ask what they thought of the analysis and what -- if anything -- would change for the Miami-Dade schools if the Senate bill passes.</p>\r\n<p>\r\n\tFirst, one note about Miami-Dade: The dominant immigrant group -- Cubans -- have a special wet-foot dry-foot policy that allows them to become legal U.S. residents when they reach U.S. soil. Those interdicted at sea are returned to Cuba. That policy will remain in place, immigration experts told us.</p>\r\n<p>\r\n\tIn 2012, about 30,000 of Miami-Dade&rsquo;s 68,000 foreign born students were from Cuba. (The district has students from 170 countries.)</p>\r\n<p>\r\n\t&quot;The data show that a little under 50 percent of the Miami-Dade foreign born students were born in Cuba,&quot; said Roger Rice, an attorney who fights for the educational rights of immigrants including winning a <a href=\"http://www.fldoe.org/aala/lulac.asp\">consent </a><a href=\"http://www.fldoe.org/aala/lulac.asp\">decree</a> in Florida.</p>\r\n<p>\r\n\tSecond, we heard disagreements among immigration experts about whether the Senate bill would lead to a <a href=\"http://www.fairus.org/news/gang-of-8-bill-would-unleash-unprecedented-wave-of-immigration\">higher</a> number or <a href=\"http://www.americanprogress.org/issues/immigration/news/2013/04/30/61942/current-and-estimated-future-immigration-based-on-the-senates-immigration-reform-bill/\">fewer</a> immigrants in the future. (As of late May the House hadn&rsquo;t filed its version.)</p>\r\n<p>\r\n\tBut most experts we interviewed agreed it would be difficult to predict how the law&rsquo;s effects would trickle down to the future numbers of immigrant students in the Miami-Dade public schools. Some said the student population numbers may not change significantly, but their immigration status could change. Others said it could increase, though they couldn&rsquo;t say by how much for one district.</p>\r\n<p>\r\n\tSteve Camarota, research director for the Center for Immigration Studies that lobbies for restricting immigration, said that he expects Rubio&rsquo;s bill would increase the number of immigrant children in public schools.</p>\r\n<p>\r\n\t&quot;The bill doubles roughly the number green cards from one to two million That could have a very big impact from number of kids in school,&quot; he said.</p>\r\n<p>\r\n\tAlex Nowrasteh, an immigration policy analyst at the libertarian Cato Institute who supports the bill, said that &quot;the bill will probably not have a huge impact&quot; on the number of immigrant school children in Miami-Dade.</p>\r\n<p>\r\n\tHe disagreed with Curbelo&rsquo;s speculation that the numbers will be more predictable.</p>\r\n<p>\r\n\tThe number of illegal immigrants who come to the U.S. is driven by the economy -- not border security, Nowrasteh said, and that will still remain the case even if border security improves.</p>\r\n<p>\r\n\t&quot;If the economy improves dramatically in Miami-Dade, thousands upon thousands will move to the area....,&quot; he said. &quot;Who would have said in the early 1970s that Miami, which had a lot of urban problems and decay and people leaving, who would have said Cubans and the wave of immigrants were going to come here and revitalize Miami?&quot;</p>\r\n<p>\r\n\tSome experts also said that the district&rsquo;s analysis reflects costs but not benefits of educating children who will be able to get jobs in the future and pay taxes.</p>\r\n<p>\r\n\tThe Senate bill would still leave the states and local governments to pay for the majority of the education costs -- as they do right now. There is some mention of grants in the bill for services such as immigration integration and citizenship classes, but it&rsquo;s unclear if the district could get any such grants and how much money that would provide.</p>\r\n<p>\r\n\tPhilip Wolgin at the Center for American Progress who supports the Senate bill, said for the immigrants who are already here who become legal their wages will increase and they will have more resources to support their children.</p>\r\n<p>\r\n\t&quot;The idea will all education is we make investments in students now and later on in life they work and are able to pay into the system far more than they take out,&quot; he said.</p>\r\n<p>\r\n\tThough the Center for American Progress&rsquo;s estimate shows a slight net decrease as a result of the Senate bill, &quot;it&#39;s very very difficult to actually say these many are going to go to Miami.&quot;</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tWhen talking on Fox News about the challenges posed by immigration, Curbelo said &quot;I&#39;ll give you an example, in our hometown, Miami Dade County. We spend at our school system over $20 million every year as a direct result of the broken immigration system.&quot;</p>\r\n<p>\r\n\tThe more than $20 million a year figure is valid; it reflects annual costs for new students who need English for Speakers of Other Languages, or ESOL. The district spends additional money for existing students who need ESOL classes.</p>\r\n<p>\r\n\tCurbelo&#39;s comments also gloss over some of the complexity of immigration costs. We found differing opinion among experts as to what impact the law would have on school districts. Some said the costs would likely stay the same, other said costs would go up. Overall, we rate his statement Mostly True.</p>\r\n", "ruling_comments_date": "2013-05-31T16:18:42.380268", "ruling_date": "2013-06-03T10:19:21", "ruling_headline": "Carlos Curbelo says Miami-Dade schools spend more than $20 million a year due to our 'broken immigration system'", "ruling_headline_slug": "carlos-curbelo-says-miami-dade-schools-spend-more-", "ruling_link_text": "Number is right; reason is vague", "ruling_state": null, "source_documents": null, "sources": "<p id=\"docs-internal-guid--2309194-fc05-e317-8a3a-055d4073c68e\">\r\n\tFox News transcript, Sean Hannity show, Accessed in Nexis, May 24, 2013</p>\r\n<p>\r\n\tGeneral Accounting Office, <a href=\"http://www.gao.gov/new.items/d04733.pdf\">&quot;Illegal Alien schoolchildren,&quot;</a>June 2004</p>\r\n<p>\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/ftpdocs/87xx/doc8711/12-6-immigration.pdf\">&quot;The impact of unauthorized immigrants on state and local budgets,&quot;</a>December 2007</p>\r\n<p>\r\n\tMiami-Dade school district, <a href=\"https://docs.google.com/a/miamiherald.com/file/d/0B57k2EXN4GtfaWpXUXRURW9Hc3M/edit\">Immigration impact briefing package</a>, Feb. 26, 2013 &nbsp;</p>\r\n<p>\r\n\tMiami HeraldNaked Politics blog, <a href=\"http://miamiherald.typepad.com/nakedpolitics/2013/03/another-lg-name-surfaces-from-miami-school-boards-raquel-regalado.html\">&quot;Another LG name surfaces: school board&rsquo;s Raquel Regalado,&quot;</a>March 14, 2013</p>\r\n<p>\r\n\tMiami Herald, <a href=\"http://miamiherald.typepad.com/nakedpolitics/2013/03/immigration-costs-to-miami-dade-schools-22m-annually-report-says.html\">&quot;Report: Immigration costs Miami-Dade schools $22 million a year,&quot;</a>March 9, 2013</p>\r\n<p>\r\n\tMiami Herald, <a href=\"http://miamiherald.typepad.com/nakedpolitics/2013/04/miami-dade-school-board-endorses-immigration-reform.html\">&quot;Miami-Dade school board endorses immigration reform,&quot; </a>Accessed in Nexis, April 17, 2013</p>\r\n<p>\r\n\tMiami HeraldNaked Politics blog, <a href=\"http://miamiherald.typepad.com/nakedpolitics/2013/05/heavy-hitters-line-back-school-boards-carlos-curbelo-to-unseat-us-rep-joe-garcia.html\">&nbsp;&quot;Heavy hitters back school board&rsquo;s Carlos Curbelo to unseat U.S. Rep. Joe Garcia,&quot; </a>&nbsp;May 19, 2013</p>\r\n<p>\r\n\tCenter for Immigration Studies, <a href=\"http://cis.org/2012-profile-of-americas-foreign-born-population\">&quot;Immigrants in the United States, 2010: A profile of America&rsquo;s foreign born population,&quot;</a>August 2012</p>\r\n<p>\r\n\tStateline, <a href=\"http://www.pewstates.org/projects/stateline/headlines/number-of-undocumented-children-who-cross-us-border-alone-has-tripled-85899474787\">&quot;Number of undocumented children who cross border alone has tripled,&quot;</a>May 9, 2013</p>\r\n<p>\r\n\tTexas Comptroller of Public Accounts, <a href=\"http://www.window.state.tx.us/specialrpt/undocumented/3education.html\">Undocumented immigrants in Texas</a>, 2006</p>\r\n<p>\r\n\tPolitiFact, <a href=\"http://miamiherald.typepad.com/nakedpolitics/2013/03/another-lg-name-surfaces-from-miami-school-boards-raquel-regalado.html\">&quot;The Senate takes up immigration,&quot;</a>May 9, 2013</p>\r\n<p>\r\n\tMiami-Dade school board, <a href=\"https://login.imagesilo.com/PVE.aspx?hRemote=true&amp;txtEntityID=3337&amp;txtUser=public&amp;txtPassword=public&amp;ProjID=2\">Minutes</a>, Feb. 13 and April 19, 2013</p>\r\n<p>\r\n\tMiami-Dade school board, <a href=\"http://district7.dadeschools.net/biography.html\">Carlos Curbelo biography</a>, Accessed May 30, 2013</p>\r\n<p>\r\n\tCenter for American Progress, <a href=\"http://www.americanprogress.org/issues/immigration/news/2013/04/30/61942/current-and-estimated-future-immigration-based-on-the-senates-immigration-reform-bill/\">&quot;Current and estimated future immigration based on the Senate&rsquo;s immigration reform bill,&quot;</a>April 30, 2013</p>\r\n<p>\r\n\tNational Immigration Law Center, <a href=\"http://nilc.org/s744summary1.html\">Summary analysis of Senate Bill 744</a>, April 22, 2013</p>\r\n<p>\r\n\tFederation for American Immigration Reform,<a href=\"http://www.fairus.org/news/gang-of-8-bill-would-unleash-unprecedented-wave-of-immigration\">&quot;Gang of 8 Bill would unleash unprecedented wave of immigration finds analysis by FAIR,&quot; </a>May 6, 2013</p>\r\n<p>\r\n\tInterview, Miami-Dade school board member Carlos Curbelo, May 29, 2013</p>\r\n<p>\r\n\tInterview, Miami-Dade school board member Raquel Regalado, May 29, 2013</p>\r\n<p>\r\n\tInterview, Iraida Mendez-Cartaya, assistant superintendent, May 28, 2013</p>\r\n<p>\r\n\tInterview, Charlene Burks, Administrative Director Federal &amp; State Compliance Office</p>\r\n<p>\r\n\tMiami-Dade County Public Schools, May 29, 2013</p>\r\n<p>\r\n\tInterview, John Schuster, Miami-Dade public &nbsp;schools spokesman, May 30, 2013</p>\r\n<p>\r\n\tInterview, Roger Rice, attorney for Multicultural Education, Training, and Advocacy Inc., May 30, 3013</p>\r\n<p>\r\n\tInterview, Philip Wolgin, senior policy analyst for immigration, May 29, 2013</p>\r\n<p>\r\n\tInterview, Alex Nowrasteh, an immigration policy analyst at the libertarian Cato Institute, &nbsp;May 29, 2013</p>\r\n<p>\r\n\tInterview, Eric Ruark, research director, Federation for American Immigration reform, May 30, 2013</p>\r\n<p>\r\n\tInterview, Steven Camarota, &nbsp;research director, Center for Immigration Studies, May 29, 2013</p>\r\n<p>\r\n\tInterview, Rey Koslowski, Associate Professor of Political Science and Public Policy, University at Albany, May 29, 2013</p>\r\n<p>\r\n\tInterview, Cheryl Etters, spokeswoman Florida Department of Education, June &nbsp;1, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Miami-Dade school board member", "false_count": 1, "first_name": "Carlos", "half_true_count": 0, "home_state": "Florida", "id": 2320, "last_name": "Curbelo", "mostly_true_count": 2, "name_slug": "carlos-curbelo", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Curbello.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2320/", "total_count": 4, "true_count": 1, "website": ""}, "statement": "<p>\r\n\tIn Miami-Dade County, &quot;we spend at our school system over $20 million every year&quot; educating recent immigrants.</p>\r\n", "statement_context": "a Fox News interview", "statement_date": "2013-05-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}