{"art": [{"brightcove": "", "caption": "Sarah Murnaghan, a 10-year-old from the Philadelphia area, is awaiting a lung transplant. A judge ruled that she could be placed on the adult lung transplant list, which is normally reserved for those 12 and over.", "id": 3457, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Murnaghan_2.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3457/", "title": "Sarah Murnaghan", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Lawmakers grilled Health and Human Services Secretary Kathleen Sebelius over her initial decision not to waive a lung transplant age requirement for 10-year-old Sarah Murnaghan.", "id": 3458, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Sebelius_on_the_Hill.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3458/", "title": "Sebelius on the Hill", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2013/jun/11/rush-limbaugh/rush-limbaugh-says-hhs-secretary-kathleen-sebelius/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 7884, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/7884/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Many Americans were transfixed recently by the story of Sarah Murnaghan, a 10-year-old Pennsylvania girl with cystic fibrosis whose family <a href=\"http://www.npr.org/2013/06/08/189861416/not-fighting-for-just-sarah-rating-transplant-priorities\">won</a> a court battle to improve her chances of getting a lung transplant.</p>\r\n\r\n<p>Under the existing transplant rule, Murnaghan was too young to qualify for a place on the waiting list for adult lungs. So the girl&rsquo;s family asked Kathleen Sebelius, the secretary of health and human services, to waive the rule. On May 31, 2013, Sebelius did order a policy review of the age requirements, but that option could take months -- likely longer than the girl could afford to wait. Sebelius declined to waive the rule in a way that would quickly aid her.</p>\r\n\r\n<p>Sebelius explained her reasoning to a <a href=\"http://www.cq.com/doc/congressionaltranscripts-4289182\">House committee</a>, saying &quot;there are about 40 very seriously ill Pennsylvanians over the age of 12 also waiting for a lung transplant, and three other children in the Philadelphia (area) at the same acuity rate as Sarah waiting for a lung transplant. The decisions of the &hellip; transplant committee -- which is not bureaucrats; it&#39;s transplant surgeons and health care providers who design the protocol -- are based on their best medical judgment of the most appropriate way to decide allocation in an impossibly difficult situation.&quot;</p>\r\n\r\n<p>But Sebelius found herself overruled on June 5, 2013, when <a href=\"http://www.npr.org/templates/story/story.php?storyId=189089514\">U.S. District Judge Michael Baylson ordered</a> her to temporarily waive the rule, allowing Murnaghan to join the adult list.</p>\r\n\r\n<p>At the House committee hearing, two Republican lawmakers -- Reps. Tom Price of Georgia and Lou Barletta of Pennsylvania-- grilled Sebelius about her role in the Murnaghan case. Soon after, conservative commentators, including <a href=\"https://soundcloud.com/seanhannityshow/saving-sarah\">Sean Hannity</a> and <a href=\"http://www.rushlimbaugh.com/daily/2013/06/06/the_sarah_murnaghan_case_previews_obamacare_cronyism_corruption_and_political_bias_will_rule_health_care\">Rush Limbaugh</a>, took up the 10-year-old&rsquo;s cause and used it to criticize the Obama administration.</p>\r\n\r\n<p>Sebelius had already been under attack from conservatives for her role in implementing President Barack Obama&rsquo;s health care law. In discussing the Murnaghan case, Limbaugh drew a parallel with Sarah Palin&#39;s famous &quot;death panels&quot; claim, which suggested that the government could determine who lives and dies. (We awarded it our 2009 <a href=\"http://www.politifact.com/truth-o-meter/article/2009/dec/18/politifact-lie-year-death-panels/\">Lie of the Year</a>.)</p>\r\n\r\n<p>On his June 6 show, Limbaugh told listeners, &quot;Until the judge moved in, <a href=\"http://www.rushlimbaugh.com/daily/2013/06/05/death_panel_secretary_sebelius_denies_lung_transplant_for_10_year_old_girl\">Kathleen Sebelius was the death panel</a>. One person, Kathleen Sebelius, was going to determine whether or not (Murnaghan lived or died), and she said, &lsquo;Some people live. Some people die.&rsquo; &hellip; All the while, the regime is denying, of course, that there were death panels and that Obamacare was not going to be doing this, and everybody knew that it was.&quot;</p>\r\n\r\n<p>We wondered whether Limbaugh was correct when he said that Sebelius was the sole decision maker.</p>\r\n\r\n<p><strong>Where Limbaugh has a point</strong></p>\r\n\r\n<p>Limbaugh is correct that Sebelius did have the power to <em>overrule </em>the age requirements of the Organ Procurement and Transplantation Network -- the entity that oversees transplants in the United States.</p>\r\n\r\n<p>According to the <a href=\"http://www.ecfr.gov/cgi-bin/text-idx?c=ecfr&amp;SID=e1c4c7643006ea783f42ef4a66c327fb&amp;rgn=div8&amp;view=text&amp;node=42:1.0.1.11.77.0.39.4&amp;idno=42\">current organ-transplant rules</a>, which were adopted under President Bill Clinton, the network&rsquo;s board of directors is responsible for developing &quot;policies for the equitable allocation&quot; of organs. However, the rules allow an appeals process to the HHS secretary. The secretary can either reject the complaint, direct the network to &quot;revise the policies or practices&quot; or &quot;take such other action as the secretary determines appropriate.&quot;</p>\r\n\r\n<p>It&rsquo;s worth noting that the HHS secretary has not traditionally taken a hands-on role overseeing day-to-day transplant policy. And historically, a decision to change the rules based on one or two patients&rsquo; cases would be unusual, said I. Glenn Cohen, co-director of the Petrie-Flom Center for Health Law Policy, Biotechnology, and Bioethics at Harvard Law School.</p>\r\n\r\n<p>Still, Tait Sye, an HHS spokesman, did not dispute that Sebelius had a role in the process. He said that Sebelius&rsquo; decision not to issue a waiver -- at least until told by the judge to do so -- stemmed from her belief that medical experts, not a government official, should take priority. &quot;The interest of patients on the transplant list will not be well served by having an individual reach in and unilaterally change an organ allocation policy,&quot; Sye said.</p>\r\n\r\n<p>Given the specifics of the Murnaghan case, we think it&rsquo;s reasonable to say that Sebelius, in her role as a source of appeal for the transplantation network, had a role in determining the likelihood of the girl being placed on a transplant list.</p>\r\n\r\n<p><strong>How Limbaugh ignored others involved in the decision</strong></p>\r\n\r\n<p>The problem with Limbaugh&rsquo;s claim is that he uses the term &quot;one person,&quot; boiling down what amounts to a life-or-death question to Sebelius alone. That&rsquo;s not accurate.</p>\r\n\r\n<p>For starters, if Sebelius had given her blessing immediately to the transplant-list switch, it wouldn&rsquo;t have determined Murnaghan&rsquo;s life or death. Switching Murnaghan to the adult list would likely improve her chance of survival, but whether she actually survives depends on the availability of organs, whether they match with Murnaghan&rsquo;s blood type, who else ranks ahead of her on the list, how well her own health holds up while awaiting surgery, and how successful the transplant surgery is<strong>.</strong></p>\r\n\r\n<p>More importantly, the system for deciding who gets organ transplants includes several layers of responsibility. The guidelines were put together in an exhaustive rulemaking process, with wide public input. On an ongoing basis, the medical experts on the network&rsquo;s board interpret and enforce these rules. Then, Sebelius serves as a court of appeal. Finally, a federal judge has the power to overrule her appeal, as one did in this case. So there are many people who collectively enforce and interpret the rules.</p>\r\n\r\n<p>&quot;The national organ-allocation network is developed around a consensus of medical expertise and is meant to apply to all transplant candidates ... not to apply uniquely to one individual,&quot; said Joel Newman, a spokesman for the United Network for Organ Sharing, which manages the organ-sharing network under contract to the Department of Health and Human Services. Newman added that the rules &quot;are designed to provide as many individuals as possible an equitable opportunity to receive a transplant.&quot;</p>\r\n\r\n<p>Several bioethicists we contacted said that despite the obvious sympathy people have for patients like Murnaghan, Sebelius had sound reasons to act as she did.</p>\r\n\r\n<p>&quot;I don&#39;t think it would be proper to change the rules for one person rather than alter the entirety of the criteria for who gets priority,&quot; Cohen said.</p>\r\n\r\n<p>Arthur Caplan, a New York University bioethicist, agreed. &quot;The system of rules is built on decisions by medical and transplant experts in the area, in this case lungs,&quot; he said. &quot;No one person can or should have all authority over rationing organs. Appeals to the government or the courts need to be weighed carefully, because by intervening, the authority and legitimacy of an evidence-based, neutral system is put into doubt, and that is not a good thing for society or those waiting for transplants.&quot;</p>\r\n\r\n<p>Jonathan Moreno, a professor of medical ethics and health policy at the University of Pennsylvania, noted that a switch in Murnaghan&rsquo;s status is not risk-free.</p>\r\n\r\n<p>&quot;Her medical condition, size and other factors compromise her chances, and a failure here means two dead -- Sarah, and the patient who didn&#39;t get the organ,&quot; Moreno said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Limbaugh said that &quot;one person, Kathleen Sebelius, was going to determine whether or not&quot; 10-year-old lung patient Sarah Murnaghan would live or die, essentially serving as a one-woman &quot;death panel.&quot;</p>\r\n\r\n<p>It&rsquo;s true that Sebelius played an appeals role in the transplant-policy process. However, she was not the only person or entity that did -- existing rules, medical experts and a federal judge also played a role in Murnaghan&rsquo;s case. In addition, Sebelius didn&rsquo;t have the power to grant or revoke life; many factors, including the availability and suitability of organs, will ultimately determine her likelihood of survival. On balance, we rate Limbaugh&rsquo;s claim Mostly False.</p>\r\n\r\n<p><em><strong>UPDATE</strong>: On June 12, 2013, Murnaghan underwent lung transplant surgery.</em></p>\r\n", "ruling_comments_date": "2013-06-10T23:03:33.816016", "ruling_date": "2013-06-11T15:48:53", "ruling_headline": "Rush Limbaugh says HHS Secretary Kathleen Sebelius was the \"one person\" to determine fate of 10-year-old lung patient Sarah Murnaghan", "ruling_headline_slug": "rush-limbaugh-says-hhs-secretary-kathleen-sebelius", "ruling_link_text": "Others played roles too", "ruling_state": null, "source_documents": null, "sources": "<p>Rush Limbaugh, &quot;<a href=\"http://www.rushlimbaugh.com/daily/2013/06/06/the_sarah_murnaghan_case_previews_obamacare_cronyism_corruption_and_political_bias_will_rule_health_care\">The Sarah Murnaghan Case Previews Obamacare: Cronyism, Corruption and Political Bias Will Rule Health Care</a>,&quot; June 6, 2013</p>\r\n\r\n<p>Rush Limbaugh, &quot;<a href=\"http://www.rushlimbaugh.com/daily/2013/06/05/death_panel_secretary_sebelius_denies_lung_transplant_for_10_year_old_girl\">Death Panel: Secretary Sebelius Denies Lung Transplant for 10-Year-Old Girl</a>,&quot; June 5, 2013</p>\r\n\r\n<p>Kathleen Sebelius, <a href=\"http://www.cq.com/doc/congressionaltranscripts-4289182\">transcript of testimony before the House Education and Workforce Committee</a>, June 4, 2013</p>\r\n\r\n<p>Electronic Code of Federal Regulations, <a href=\"http://www.ecfr.gov/cgi-bin/text-idx?c=ecfr&amp;SID=e1c4c7643006ea783f42ef4a66c327fb&amp;rgn=div5&amp;view=text&amp;node=42:1.0.1.11.77&amp;idno=42\">Part 121 -- Organ Procurement and Transplantation Network</a>, accessed June 10, 2013</p>\r\n\r\n<p>Sen. Pat Toomey and Rep. Pat Meehan, &quot;<a href=\"http://www.toomey.senate.gov/?p=press_release&amp;id=1047\">Toomey</a><a href=\"http://www.toomey.senate.gov/?p=press_release&amp;id=1047\">, Meehan: Secretary Sebelius, Use Existing Rules To Help 10-Year-Old Girl Get New Lung</a>&quot; (news release) June 3, 2013</p>\r\n\r\n<p>NPR, &quot;<a href=\"http://www.npr.org/blogs/thetwo-way/2013/06/06/189146216/judge-gives-girl-who-needs-new-lungs-a-fighting-chance\">Judge Gives Girl Who Needs New Lungs A &#39;Fighting Chance,</a>&#39;&quot; June 6, 2013</p>\r\n\r\n<p>Associated Press, &quot;<a href=\"http://www.npr.org/templates/story/story.php?storyId=189089514\">Pa. Girl Gets On Lung Donor List; Boy Also Sues</a>,&quot; June 6, 2013</p>\r\n\r\n<p>NBC10 Philadelphia, &quot;<a href=\"http://www.nbcphiladelphia.com/news/local/Parents-of-Sarah-Murnaghan-Take-Lung-Battle-to-Federal-Court-210288231.html\">Judge Rules Sarah Murnaghan Can Be Put on Adult Donor List</a>,&quot; June 5, 2013</p>\r\n\r\n<p>Sean Hannity <a href=\"https://soundcloud.com/seanhannityshow/saving-sarah\">radio show recording</a>, June 7, 2013</p>\r\n\r\n<p>Email interview with Jonathan Moreno, professor of medical ethics and health policy at the University of Pennsylvania, June 10, 2013</p>\r\n\r\n<p>Email interview with Glenn Cohen, co-director of the Petrie-Flom Center for Health Law Policy, Biotechnology, and Bioethics at Harvard Law School, June 10, 2013</p>\r\n\r\n<p>Email interview with Arthur Caplan, head of the division of medical ethics in the department of population health at New York University&rsquo;s Langone Medical Center, June 10, 2013</p>\r\n\r\n<p>Email interview with Tait Sye, spokesman for the Department of Health and Human Services, June 10, 2013</p>\r\n\r\n<p>Email interview with Joel Newman, spokesman for the United Network for Organ Sharing, June 11, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 10, "current_job": "Radio host", "false_count": 12, "first_name": "Rush", "half_true_count": 5, "home_state": "", "id": 156, "last_name": "Limbaugh", "mostly_true_count": 2, "name_slug": "rush-limbaugh", "pants_count": 10, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rush_limbaugh6.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/156/", "total_count": 39, "true_count": 0, "website": "http://www.rushlimbaugh.com/"}, "statement": "<p>&quot;One person, Kathleen Sebelius, was going to determine whether or not&quot; 10-year-old lung patient Sarah Murnaghan would live or die.</p>\r\n", "statement_context": "his radio show", "statement_date": "2013-06-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}