{"art": [{"brightcove": "", "caption": "Rep. Jim Bridenstine, a freshman Republican from Oklahoma, assailed President Barack Obama's spending priorities on climate change and weather forecasting during a House floor speech on June 11, 2013.", "id": 3467, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Bridenstine.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3467/", "title": "Bridenstine floor speech", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2013/jun/14/jim-bridenstine/rep-jim-bridenstine-says-us-spends-30-times-much-c/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 7902, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/7902/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Freshman Rep. Jim Bridenstine, R-Okla., attracted some attention for a <a href=\"http://www.gpo.gov/fdsys/pkg/CREC-2013-06-11/pdf/CREC-2013-06-11-pt1-PgH3262-4.pdf\">House floor speech</a> on June 11, 2013, in which he said he&rsquo;s ready to accept President Barack Obama&rsquo;s &quot;apology&quot; for spending too much on climate change research.</p>\r\n\r\n<p>In his one-minute speech, Bridenstine -- whose state has been hard-hit by severe tornadoes in recent weeks -- expressed skepticism that human activity has historically caused either global warming or cooling. He went on to say the following:</p>\r\n\r\n<p>&quot;Here&rsquo;s what we absolutely know. We know that Oklahoma will have tornadoes when the cold jet stream meets the warm gulf air. And we also know that this president spends 30 times as much money on global warming research as he does on weather forecasting and warning. For this gross misallocation, the people of Oklahoma are ready to accept the president&rsquo;s apology, and I intend to submit legislation to fix this.&quot;</p>\r\n\r\n<p>We wondered whether Bridenstine is right that Obama spends 30 times as much on global warming research as on weather forecasting and warning.</p>\r\n\r\n<p>Bridenstine&rsquo;s office provided us with support for his claim. For the climate change figure, they used Obama&rsquo;s fiscal year 2014 request for <a href=\"http://www.whitehouse.gov/omb/budget/factsheet/building-a-clean-energy-economy-improving-energy-security-and-addressing-climate-change\">$2.7 billion</a> for the U.S. Global Change Research Program, which <a href=\"http://www.globalchange.gov/about/budget-documents\">cuts across 13 federal agencies</a>.</p>\r\n\r\n<p>For the weather-forecasting figure, they used <a href=\"http://research.noaa.gov/AboutUs/OurBudget.aspx\">$81.6 million</a> for weather and air chemistry research under the National Oceanic and Atmospheric Administration, the parent agency of the <a href=\"http://www.weather.gov/\">National Weather Service</a>. Comparing these two figures works out to a 33-to-1 ratio, in line with what Bridenstine said.</p>\r\n\r\n<p>But there are two key problems with this calculation.</p>\r\n\r\n<p><strong>He didn&rsquo;t specify that he was talking about weather research</strong></p>\r\n\r\n<p>Bridenstine said that Obama &quot;spent more on &quot;weather forecasting and warning,&quot; not &quot;weather forecasting and warning <em>research</em>.&quot; That&rsquo;s just one word, but it makes a big difference, because the National Weather Service spends a whole lot more on operations -- &quot;forecasting and warning&quot; -- than it does on research.</p>\r\n\r\n<p>Obama&rsquo;s <a href=\"http://www.corporateservices.noaa.gov/nbo/fy14_bluebook/FINALnoaaBlueBook_2014_Web_Full.pdf\">National Weather Service budget request for 2014</a> was $1.05 billion, split about 90 percent for operations and research and 10 percent for construction and acquisition. That means the ratio between climate research and &quot;forecasting and warning&quot; would be about 2.7 to 1 -- far less than the 30-to-1 ratio Bridenstine cited.</p>\r\n\r\n<p>Bridenstine&rsquo;s office vigorously disagreed with this interpretation, arguing that the &quot;whole topic&quot; of his speech was research, as is the subject of his forthcoming legislation.</p>\r\n\r\n<p>However, Bridenstine&rsquo;s words didn&rsquo;t make clear that he&rsquo;s making a comparison only to weather research. It sounds like he&rsquo;s comparing climate change research to weather &quot;forecasting and warning.&quot; Indeed, the only time he said the word &quot;research&quot; in the brief speech was in relation to climate change.</p>\r\n\r\n<p><strong>Did Bridenstine count all of the weather research he could have?</strong></p>\r\n\r\n<p>Now, for the sake of argument, let&rsquo;s look at Bridenstine&rsquo;s claim as if he had said &quot;forecasting and warning research.&quot; Is his comparison valid?</p>\r\n\r\n<p>Experts we checked with didn&rsquo;t have any quibbles with his $2.7 billion figure for climate change. But they did say he&rsquo;s overlooking some weather research funding being conducted by agencies other than the National Weather Service or its parent, NOAA.</p>\r\n\r\n<p>One expert pointed us to a <a href=\"http://www.ofcm.gov/fedplan/FY2013/pdf/FCM-P1-2013.pdf\">document</a> issued by a federal committee that is charged with ensuring &quot;the effective use of federal meteorological resources&quot; by coordinating needs among various agencies. One of the document&rsquo;s tables summarizes meteorological &quot;research and development costs by budget category&quot; for the departments of Agriculture, Commerce, Defense, Energy, Homeland Security, Interior and Transportation, plus the Environmental Protection Agency, NASA and the Nuclear Regulatory Commission.</p>\r\n\r\n<p>This table offers $1.25 billion as the total figure for federal meteorological research and development in 2013. If we were to use this figure, then the money spent on climate change research would be slightly more than twice as big. That&rsquo;s still a gap, but it&rsquo;s well below a ratio of 30 to 1.</p>\r\n\r\n<p>Bridenstine&rsquo;s office counters that it&rsquo;s not fair to use this figure for computing the ratio. They noted that some categories might be far from helpful in domestic weather forecasting, such as Defense Department projects focused on weather overseas. And they noted, correctly, that about $900 million of the $1.25 billion figure falls under NASA, and that some of the projects NASA is involved in addresses, according to the report, &quot;biodiversity, cryospheric science, remote sensing of water quality, atmospheric composition, and interdisciplinary science,&quot; as well as &quot;global and regional climate change&quot; -- topics far afield from weather forecasting.</p>\r\n\r\n<p>Still, NASA has a long record of working with, and covering some of the costs for, the National Weather Service, particularly on pricey satellite programs. For instance, the GPM Core Observatory is in the final stages of testing at NASA&rsquo;s Goddard Space Flight Center, with a <a href=\"http://pmm.nasa.gov/GPM/mission-updates\">launch planned for 2014</a>. This project is designed to provide &quot;near-real-time&quot; data on precipitation, and one of its <a href=\"http://pmm.nasa.gov/GPM/science-objectives\">goals</a> is &quot;improved weather forecasting.&quot;</p>\r\n\r\n<p>Other collaborative programs between NASA and NOAA include the <a href=\"http://science1.nasa.gov/about-us/smd-programs/goes-poes/\">Geostationary Operational Environmental Satellite and Polar Operational Environmental Satellite</a>, which will offer &quot;real-time weather data for use in short-term weather forecasting,&quot; and the <a href=\"http://www.jpss.noaa.gov/mission.html\">Joint Polar Satellite System</a>, which is designed to enable scientists to &quot;better predict medium- and long-term weather.&quot;</p>\r\n\r\n<p>When we asked meteorological expe<a href=\"http://en.wikipedia.org/wiki/Joint_Polar_Satellite_System_%28JPSS%29\">r</a>ts, most said Bridenstine&rsquo;s ratio was at least somewhat misleading.</p>\r\n\r\n<p>For one thing, it&rsquo;s hard to draw clear lines between climate and weather research and to remove all sources of overlap from the comparison. For instance, research into El Nino events, which have a big impact on localized weather, could be categorized as either &quot;climate&quot; or &quot;weather.&quot;</p>\r\n\r\n<p>&quot;Substantial overlap exists in weather forecasting and climate research,&quot; said Eric D. Maloney, an atmospheric scientist at Colorado State University. &quot;One hot topic in our field at the moment is &lsquo;seamless&rsquo; predictions that link weather and climate. This has applications for the prediction of hurricane activity in the Atlantic on seasonal and sub-seasonal timescales.&quot;</p>\r\n\r\n<p>Rob Jackson, an environmental scientist at Duke University, called Bridenstine&rsquo;s comparison &quot;silly.&quot; &quot;The number for climate change research combines a score of federal agencies, all of them pooled together,&quot; he said. &quot;The number for weather forecasting and warning is for one and only one program within one federal agency. It&rsquo;s a selective distortion of actual spending.&quot;</p>\r\n\r\n<p>Regardless of what ratio you ultimately settle on, Iowa State University meteorologist William Gallus said Bridenstine does deserve credit for putting his finger on an issue that &quot;simmers behind the scenes in my profession&quot; -- the idea that climate-change funding has elbowed out weather forecasting funding. In particular, he said weather scientists sometimes chafe at the computing resources available to climate-change scientists. While this discrepancy may have roots in the greater computational power needed to model the long-term global climate, he added that meteorologists &quot;could really benefit from more powerful computers that allow us to run the models with far finer resolution to actually be able to simulate the tornadoes themselves.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Bridenstine said Obama &quot;spends 30 times as much money on global warming research as he does on weather forecasting and warning.&quot;</p>\r\n\r\n<p>We think the most obvious way to read his words is to compare climate-change research funding with dollars spent on &quot;weather forecasting and warning,&quot; which produces a 2.7-to-1 ratio. However, even if you accept Bridenstine&rsquo;s argument that he meant to compare it to &quot;weather forecasting and warning <em>research</em>,&quot; the ratio is still not near 30 to 1.</p>\r\n\r\n<p>Bridenstine does have a point that climate change research exceeds weather forecasting expenditures, but he&rsquo;s overstated the discrepancy. We rate his statement Mostly False.</p>\r\n", "ruling_comments_date": "2013-06-14T17:01:52.834713", "ruling_date": "2013-06-14T17:41:11", "ruling_headline": "Jim Bridenstine: U.S. spends 30 times as much on climate change research as on weather forecasting", "ruling_headline_slug": "rep-jim-bridenstine-says-us-spends-30-times-much-c", "ruling_link_text": "This claim is partly cloudy", "ruling_state": null, "source_documents": null, "sources": "<p>Jim Bridenstine, <a href=\"http://www.gpo.gov/fdsys/pkg/CREC-2013-06-11/pdf/CREC-2013-06-11-pt1-PgH3262-4.pdf\">House floor speech</a>, June 11, 2013</p>\r\n\r\n<p>Office of Management and Budget, &quot;<a href=\"http://www.whitehouse.gov/omb/budget/factsheet/building-a-clean-energy-economy-improving-energy-security-and-addressing-climate-change\">Building a Clean Energy Economy, Improving Energy Security, and Addressing Climate Change</a>,&quot; fiscal year 2014</p>\r\n\r\n<p>National Oceanic and Atmospheric Administration, <a href=\"http://www.corporateservices.noaa.gov/nbo/fy14_bluebook/FINALnoaaBlueBook_2014_Web_Full.pdf\">budget summary</a>, fiscal year 2014</p>\r\n\r\n<p>National Oceanic and Atmospheric Administration, <a href=\"http://research.noaa.gov/AboutUs/OurBudget.aspx\">Office of Oceanic and Atmospheric Research budget request</a>, fiscal year 2014</p>\r\n\r\n<p>Office of the Federal Coordinator for Meteorological Services and Supporting Research, &quot;<a href=\"http://www.ofcm.gov/fedplan/FY2013/pdf/FCM-P1-2013.pdf\">The Federal Plan for Meteorological Services and Supporting Research</a>,&quot; fiscal year 2013</p>\r\n\r\n<p>U.S. Global Change Research Program, <a href=\"http://www.globalchange.gov/about/budget-documents\">budget summary</a>, fiscal year 2012</p>\r\n\r\n<p>National Oceanic and Atmospheric Administration, <a href=\"http://www.esrl.noaa.gov/research/uswrp/\">home page for the U.S. Weather Research Program</a>, accessed June 14, 2013</p>\r\n\r\n<p>National Oceanic and Atmospheric Administration, home page for the <a href=\"http://www.jpss.noaa.gov/mission.html\">Joint Polar Satellite System</a>, accessed June 14, 2013</p>\r\n\r\n<p>National Aeronautic and Space Administration, <a href=\"http://science1.nasa.gov/earth-science/focus-areas/earth-weather/\">home page for weather research</a>, accessed June 14, 2013</p>\r\n\r\n<p>Email interview with Roberta Balstad, senior fellow of the Center for International Earth Science Information Network at ColumbiaUniversity, June 13, 2013</p>\r\n\r\n<p>Email interview with Rob Jackson, environmental scientist at DukeUniversity, June 13, 2013</p>\r\n\r\n<p>Email interview with Eric D. Maloney, atmospheric scientist at ColoradoStateUniversity, June 13, 2013</p>\r\n\r\n<p>Email interview with William Gallus, IowaStateUniversitymeteorologist, June 13, 2013</p>\r\n\r\n<p>Email interview with Peter Weiss, spokesman for the American Geophysical Union, June 14, 2013</p>\r\n\r\n<p>Email interview with Sheryl Kaufman, communications director for Rep. Jim Bridenstine, June 13, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. House of Representatives", "false_count": 0, "first_name": "Jim", "half_true_count": 0, "home_state": "Oklahoma", "id": 2334, "last_name": "Bridenstine", "mostly_true_count": 0, "name_slug": "jim-bridenstine", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bridenstine_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2334/", "total_count": 1, "true_count": 0, "website": "http://bridenstine.house.gov/"}, "statement": "<p>&quot;This president spends 30 times as much money on global warming research as he does on weather forecasting and warning.&quot;</p>\r\n", "statement_context": "a House floor speech", "statement_date": "2013-06-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 139, "photo": null, "resource_uri": "/api/v/2/subject/139/", "subject": "Science", "subject_slug": "science", "used_in_edition": []}, {"description": "", "id": 198, "photo": null, "resource_uri": "/api/v/2/subject/198/", "subject": "Weather", "subject_slug": "weather", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}