{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/truth-o-meter/statements/2013/jun/25/stephen-nodine/can-convicted-felon-run-congress-jail/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 7940, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/7940/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tBy day, Stephen Nodine works at a law office in Bay Minette, Ala. By night, he is an inmate at the Baldwin County Jail where he is serving a two-year sentence for perjury. This would be of little interest except Nodine says he might want to run for Congress and represent Alabama&rsquo;s 1st Congressional District.</p>\r\n<p>\r\n\tNodine notified the media of his interest last week, and in an email to PolitiFact, he said, &quot;I can run, but it seems some party leaders don&#39;t want me to.&quot;</p>\r\n<p>\r\n\tNodine is right that Republican officials in Alabama have not embraced his candidacy -- more on that in a bit. But we thought we should take a moment and ask, is Nodine correct when he says he can run for office?</p>\r\n<p>\r\n\tNodine is not the first man behind bars to seek the chance to serve the public while serving time. In 2002, former Rep. James Traficant, I-Ohio, took 15 percent of the vote even though he had just started an eight-year sentence for bribery, racketeering and other crimes. Going farther back in history, Matthew Lyon was successful in 1798. He had been convicted of libel, ran for Congress from prison and <a href=\"http://www.fjc.gov/history/home.nsf/page/tu_sedbio_lyon.html\">won</a>.</p>\r\n<p>\r\n\tThe Constitution lists three conditions one must meet to be a candidate for the House of Representatives -- you must be at least 25 years old, have been a citizen for at least seven years and live in the state you hope to represent. These are all that are required, and states may not add to them, for example, by prohibiting a felon from running for office. According to a <a href=\"https://opencrs.com/document/RL31532/\">2002 Congressional Research Service </a>report, these conditions &quot;are fixed and may not be supplemented by Congress nor by any State unilaterally.&quot;</p>\r\n<p>\r\n\tStates have more leeway when it comes to setting rules for who may hold state level office, but they have none at the federal level. The Supreme Court, in a case involving term limits, made it clear that states may not interfere. In <em>U.S. Term Limits, Inc. vs. Thornton</em>, the court struck down an amendment to the Arkansas constitution that limited those elected to Congress to three terms in the House and two in the Senate.</p>\r\n<p>\r\n\tThe court explained in its decision that not only states but even Congress itself could not &quot;impose additional qualifications (that) would violate that &lsquo;fundamental principle of our representative democracy . . . that the people should choose whom they please to govern them,&rsquo;&quot; according to an analysis in the <a href=\"http://www.lawreview.byu.edu/archives/2003/2/STE.pdf\">Brigham Young University Law Review</a>.</p>\r\n<p>\r\n\tSo when Nodine says he can run, he&rsquo;s right. But getting his name on the ballot is a different matter.</p>\r\n<p>\r\n\t<strong>The Republican primary hurdle</strong></p>\r\n<p>\r\n\tNodine is no stranger to politics. He was a county commissioner in Mobile County. His emailed announcement of his interest in running came with photos of him and President George W. Bush and Sen. John McCain, R-Ariz. Nodine&rsquo;s fall from grace came in 2010 when he was indicted in connection with the death of a long-time mistress. In a deal with prosecutors, Nodine pleaded guilty to felony perjury, and a charge of criminally negligent homicide was dropped. He now says he had a moral failing but was &quot;wrongfully accused.&quot; (Read an <a href=\"http://blog.al.com/live/2013/03/the_prosecution_or_persecution.html\">overview of the case</a> from the <em>Mobile Press-Register.</em>)</p>\r\n<p>\r\n\tNodine is an ardent Republican and should he run, he plans to compete in the GOP primary in a special election to fill the seat of Rep. Jo Bonner, R- Ala., who will resign in mid August. Nodine isn&#39;t slated for release until more than a year after that.</p>\r\n<p>\r\n\tBut the Alabama Republican Party chairman, Bill Armistead, vowed that Nodine won&rsquo;t get very far.</p>\r\n<p>\r\n\t&quot;I can tell you that as chair, I see no circumstances where I would support a convicted felon being a candidate for the Republican Party,&quot; Armistead said.</p>\r\n<p>\r\n\tThe state GOP has its own rules for qualifying candidates. To run as a Republican, a person must affirm, &quot;I have not been convicted of a felony under the laws of the United States or of another state.&quot; Nodine unambiguously falls short.</p>\r\n<p>\r\n\t&quot;This would be stopped at the time of an attempt to qualify,&quot; Armistead said.</p>\r\n<p>\r\n\tArmistead said he&rsquo;s confident that the party has the right to determine who may participate in its own primary. He said when Democrats tried to run as Republicans, party leaders blocked them with no challenge. On the other hand, he said he&rsquo;s never faced this exact situation before.</p>\r\n<p>\r\n\tThe issue is whether a state party could exclude a person who would otherwise pass muster by federal standards. We asked a few experts in election law for their opinions, and while their views vary, Nodine clearly has his work cut out for him</p>\r\n<p>\r\n\tRichard Winger, the editor of Ballot Access News, said Nodine might well prevail should the court find that the party plays a vital role in the electoral process.</p>\r\n<p>\r\n\t&quot;I just re-read <em>U.S. Term Limits vs. Thornton</em>,&quot; Winger said, &quot;I now feel confident that the Alabama Republican Party can&#39;t exclude the candidate. The U.S. Supreme Court said that indirect attempts (to exclude) are just as unlawful as direct attempts.&quot;</p>\r\n<p>\r\n\tBut Winger said Nodine can expect a fight.</p>\r\n<p>\r\n\t&quot;There is no real clarity in the law, because obviously parties can ban candidates from their primary ballot for Congress if the candidates aren&#39;t members of the party. It&#39;s possible the Alabama state courts would let the party exclude the person, but if the person appeals to federal court I believe he will win.&quot;</p>\r\n<p>\r\n\tDavid Schultz, a law professor at Hamline University, said this is an area of contested law.</p>\r\n<p>\r\n\t&quot;There is a big debate over how far parties can go in terms of governing internal affairs,&quot; Schultz said. &quot;Could they pick their own dates for conventions, how they select their officers? Yes. But once it gets to primaries run by the state and to general elections, then the choices parties make are subject to more regulation.&quot;</p>\r\n<p>\r\n\tSchultz&rsquo;s summary on whether the Alabama GOP has the legal right to block Nodine? &quot;This is a cool issue -- right at the edge of the law.&quot;</p>\r\n<p>\r\n\tBut Justin Levitt, professor at Loyola Law School, has more discouraging news for Nodine.</p>\r\n<p>\r\n\t&quot;Nodine is right that federal law protects his right to run,&quot; Levitt said, &quot;But it doesn&#39;t likely protect his right to run as a Republican, or even to run for the right to run as a Republican standard-bearer.&quot;</p>\r\n<p>\r\n\tSo long as parties don&rsquo;t discriminate in ways banned by the Constitution -- on the basis of race or religion for example -- then they can do much as they please, Levitt said.</p>\r\n<p>\r\n\tTo be clear, this dispute centers on the primary, not the general election. For a general election, there are two ways to get on the ballot -- as the nominee of a party or by getting enough Alabama voters to sign a petition. Nothing would prevent Nodine from running as an independent in a general election; nothing except the need to gather the signatures of 5,938 voters who live in the 1st Congressional District, the minimum number required under Alabama law.</p>\r\n<p>\r\n\t<strong>A final irony</strong></p>\r\n<p>\r\n\tThe Constitution might affirm Nodine&rsquo;s right to run for office, but it grants states broad authority over deciding who may vote. Alabama law disenfranchises anyone who is behind bars, on probation or on parole.</p>\r\n<p>\r\n\tNodine is definitely still in jail. This leads to the potentially paradoxical situation that should he get on the ballot, he wouldn&rsquo;t be able to vote for himself. Interestingly, his inability to vote also further hamstrings any plans for a primary bid. The Alabama GOP requires that a candidate declare that &quot;I am not subject to disqualification from registering and voting.&quot;</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tNodine claimed that he &quot;can run&quot; for office. As a legal matter, he is correct. The Constitution enshrines the idea that the people get to decide who shall represent them, and the only limits are age, citizenship and residency. In terms of federal law, Nodine can indeed run.</p>\r\n<p>\r\n\tHis desire to run as a Republican puts him in murkier waters. Political parties enjoy a certain independence. The opinions of the legal experts we reached ranged from thumbs up to thumbs down on Nodine&rsquo;s chances in court. But even on the more optimistic end, the court battles would be decided long after the election Nodine cares about is over.</p>\r\n<p>\r\n\tIn the broadest sense, Nodine has the legal right to run for office from jail, but significant barriers lie between that right and his name appearing on the ballot. We rate the statement Mostly True.</p>\r\n", "ruling_comments_date": "2013-06-25T10:42:55.808042", "ruling_date": "2013-06-25T12:13:00", "ruling_headline": "Can a convicted felon run for Congress from jail?", "ruling_headline_slug": "can-convicted-felon-run-congress-jail", "ruling_link_text": "It's a challenge to serve the people while serving time", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tEmail interview with Stephen Nodine, June 21, 2013</p>\r\n<p>\r\n\tAL.com, &quot;<a href=\"http://blog.al.com/wire/2013/06/stephen_nodine_to_run_for_alab.html\">Stephen Nodine eyes congressional bid from jail&quot;</a>, June 19, 2013</p>\r\n<p>\r\n\tFederal Judicial Center,<a href=\"http://www.fjc.gov/history/home.nsf/page/tu_sedbio_lyon.html\"> The Sedition Act trials - Matthew Lyon</a></p>\r\n<p>\r\n\tBrigham Young University Law Review,<a href=\"http://www.lawreview.byu.edu/archives/2003/2/STE.pdf\"> &quot;The prisoner&rsquo;s campaign: Felony disenfranchisement laws and the right to hold public office&quot;</a>, May 31, 2003</p>\r\n<p>\r\n\tFactcheck.org,<a href=\"http://www.factcheck.org/2008/11/felons-in-office/\"> &quot;Felons in elected office&quot;</a>, November 17, 2008</p>\r\n<p>\r\n\tCongressional Research Service, <a href=\"https://opencrs.com/document/RL31532/\">Congressional Candidacy, Incarceration, and the Constitution&rsquo;s Inhabitancy Qualification</a>, 12 Aug. 2002</p>\r\n<p>\r\n\tNonprofit Vote, voting as an ex-offender</p>\r\n<p>\r\n\tInterview with staff of Elections Division, Alabama Secretary of State, June 25, 2013</p>\r\n<p>\r\n\tInterview with Bill Armistead, chairman of the Alabama Republican Party, June 24, 2013</p>\r\n<p>\r\n\tWKRG News,<a href=\"http://www.wkrg.com/story/21586385/nodine-indicted-on-criminally-neglient-homicide-perjury-charges\"> Nodine indicted on criminally negligent homicide and perjury charge</a>, August 23, 2011</p>\r\n<p>\r\n\tAL.com,<a href=\"http://blog.al.com/live/2013/03/the_prosecution_or_persecution.html\"> &quot;The prosecution (or persecution) of Stephen Nodine: How a suicide became murder&quot;</a>, March 15, 2013</p>\r\n<p>\r\n\tEmail interview with <a href=\"http://law.hamline.edu/david_schultz.html\">David Schultz</a>, law professor at Hamline University, June 21, 2013</p>\r\n<p>\r\n\tEmail interview with <a href=\"http://www.ballot-access.org/\">Richard Winger</a>, editor of Ballot Access News, June 21, 2013</p>\r\n<p>\r\n\tEmail interview with <a href=\"http://www.lls.edu/aboutus/facultyadministration/faculty/facultylistl-r/levittjustin/\">Justin Levitt</a>, law professor at Loyola Law School, June 24, 2013</p>\r\n<p>\r\n\tEmail interview with Rick Hasen, Election Law Blog, University of California Irvine, June 21, 2013</p>\r\n<p>\r\n\tEmail interview with Samuel Issacharoff, law professor at New York University Law School, June 21, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Inmate", "false_count": 0, "first_name": "Stephen", "half_true_count": 0, "home_state": "Alabama", "id": 2349, "last_name": "Nodine", "mostly_true_count": 1, "name_slug": "stephen-nodine", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Nodine.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2349/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p dir=\"ltr\" id=\"docs-internal-guid-55dd0a5c-7bc5-d5ec-36fe-0a87f11b189d\" style=\"line-height:1.15;margin-top:0pt;margin-bottom:0pt;\">\r\n\tSays he can be on the ballot for Congress while serving time in jail.</p>\r\n", "statement_context": "statements to the media", "statement_date": "2013-06-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}