{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/jun/27/jerry-patterson/jerry-patterson-says-majority-texans-support-faile/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 7953, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/7953/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>A Republican official declared that abortion legislation that perished amid shouting from the Texas Senate gallery was nevertheless popular across Texas.<br />\r\n<br />\r\nAfter a special legislative session ended without Senate Bill 5 advancing from the Texas Senate to Gov. Rick Perry, Jerry Patterson said in an email blast: &quot;Late last night, a bill supported by a majority of the Texas Legislature and a majority of Texans, was shouted down by a rude, unruly mob who decided that the legislative process is only worthwhile when it produces something they support.&quot;<br />\r\n<br />\r\nPatterson, the state land commissioner, sent the June 26, 2013, <u><a href=\"http://www.votepatterson.com/\">blast</a></u> on behalf of his 2014 campaign for lieutenant governor. Other expected candidates include the incumbent, David Dewhurst, and Todd Staples, the state agriculture commissioner, both Republicans.<br />\r\n<br />\r\nIn the email, Patterson followed up his reference to the legislation&rsquo;s popularity by suggesting the current lieutenant governor, who typically presides over the Senate, deserves blame for the &quot;breakdown of decorum and procedure.&quot;<br />\r\n<br />\r\nThat&rsquo;s an opinion; we focused the Truth-O-Meter on whether the legislation, which was backed by a majority of the Republican-dominated Legislature, had the support of a majority of Texans.<br />\r\n<br />\r\nAs summarized in a June 24, 2013, Associated Press <u><a href=\"http://www.mystatesman.com/news/ap/legislative/texas-lawmakers-debate-abortion-restrictions/nYSkk/\">news article</a></u>, the measure would require all abortions to take place in surgical centers, facilities designed to cope with major surgeries that could lead to life-threatening complications. As it stands, the story said, the majority of abortions are not surgical procedures, and 37 of the state&#39;s 42 abortion clinics do not meet the intended standard.<br />\r\n<br />\r\nThe bill also would require abortion doctors to obtain admitting privileges at a hospital within 30 miles of the clinic where they work, the AP said. Finally, the proposal as amended by the Texas House would restrict abortions after 20 weeks, shaving four weeks off current law.<br />\r\n<br />\r\nBy email, Patterson told us that a recent poll by the University of Texas/Texas Tribune showed 62 percent of Texans supporting or strongly supporting the prospect of limiting abortions that occur after the 20th week of pregnancy.<br />\r\n<br />\r\nAccording to a June 20, 2013, Tribune <u><a href=\"http://www.texastribune.org/2013/06/20/uttt-poll-texans-favor-ban-late-term-abortions/\">news article</a></u> on the poll, 62 percent said they would support &quot;prohibiting abortions after 20 weeks.&quot; The poll, taken from May 30, 2013, through June 13, 2013, with help from California-based YouGov, sampled 1,200 registered voters and had a margin of error of plus or minus 3.3 percent.<br />\r\n<br />\r\nThe Tribune reported that nearly half &mdash; 47 percent &mdash; said they would strongly support those prohibition. Its article continued: &quot;It&rsquo;s a strongly partisan issue, however, with 85 percent of Republicans in favor of the ban and nearly half of the Democrats against it. Fewer than 10 percent of Republicans oppose the 20-week ban; fewer than two in five Democrats support it.&quot;<br />\r\n<br />\r\nMore broadly, the Tribune said, the poll indicated a general divide on abortion that it described as evident in past polls. &quot;Some 46 percent of Texas voters say it should never be permitted or permitted only in cases involving incest, rape or when the woman&#39;s life is in danger,&quot; the article said, while &quot;49 percent say it should be allowed after the need for an abortion has been clearly established, or that the choice should be completely left to the woman. Within those numbers, 16 percent said abortion should never be allowed, and 36 percent said that a woman should always be able to get an abortion as a matter of personal choice.&quot;<br />\r\n<br />\r\nBy telephone, UT&rsquo;s Jim Henson, the poll&rsquo;s co-director, said the poll did not ask respondents directly about the proposal that ultimately fell short of final approval in the Senate. Nor, Henson said, were there questions touching on the bill&rsquo;s provisions for abortion clinics to meet surgical hospital standards and for each provider physician to have admission privileges at a nearby hospital.<br />\r\n<br />\r\n&quot;There was a lot more in that bill than the 20-week ban,&quot; Henson said.<br />\r\n<br />\r\nWe searched for other recent polls of Texans about abortion or the legislation, finding only a survey by Greenberg Quinlan Rosner, a Washington-based firm whose leaders include Democratic pollster Stan Greenberg.<br />\r\n<br />\r\nIn the poll of 601 registered voters, some 52 percent said abortion should be legal in all or most cases, the firm said in a June 20, 2013, <u><a href=\"http://gqrr.com/articles/2013/06/20/texas-voters-oppose-governor-perry-s-omnibus-abortion-bill/\">summary</a></u>, with 39 percent saying it should be illegal in most or all cases. The survey, taken June 17-19, 2013, had an overall margin of error of plus or minus 4 percentage points.<br />\r\n<br />\r\nAnd the poll <u><a href=\"http://gqrr.com/images/documents/061913_TX_ACLU__FQ_public.pdf\">included</a></u> a query about whether respondents would favor or oppose a proposal described as introduced by Perry and under consideration in the special session. The survey said: &quot;This proposal would put in place new restrictions and regulations on abortion providers that would likely result in the closure of all but five abortion clinics in the state of Texas, all of which are located along the I-35 corridor, and would ban most abortions starting at 20 weeks of pregnancy.&quot; In response, 42 percent somewhat or strongly favored the proposal with 51 percent somewhat or strongly opposing it, the firm said, while 7 percent did not know or did not respond.<br />\r\n<br />\r\nWe noticed, though, that the question was preceded by inquiries arguably intended to stir respondents&#39; concerns. For instance, the poll&#39;s first opinion question spoke to whether respondents thought women&rsquo;s access to health care is &quot;being threatened in Texas.&quot; The next query asked if the special session should focus on issues like education, jobs and the economy &quot;instead of bringing up social issues like abortion that were already addressed&quot; in the 2013 regular session. Farther along, the questions immediately before the one about the abortion proposal asked if the person trusted or didn&rsquo;t trust Perry and the Legislature to &quot;make decisions&quot; about women&rsquo;s health care; 57 percent said not.<br />\r\n<br />\r\nBy email and telephone, Patterson told us he has seen no poll of Texans on anything but the 20-week provision.<br />\r\n<br />\r\n&quot;The pro-choice folks focus solely on the &lsquo;access&rsquo; issue,&quot; Patterson said, referring to criticism that the stepped-up medical standards will lead to clinics closing. But, he said, the 20-weeks&rsquo; provision became the most salient part of the legislation after it was restored to the measure in the House. &quot;Ask anyone you know if they&#39;re &lsquo;comfortable&rsquo; with abortions after 20 weeks,&quot; he said.<br />\r\n<br />\r\nHe later added that a majority of voters might favor the measure&rsquo;s required hospital standards. &quot;But that&rsquo;s conjecture,&quot; he said.<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nPatterson said the majority of Texans supported the abortion measure that died.<br />\r\n<br />\r\nYet he did not offer nor did we find public polls covering every element of the legislation, though the GQR poll stretched to two elements of the legislation, seemingly finding a majority of Texans in opposition--though the poll struck us as laden with phrasing likely to encourage qualms about anti-abortion measures.<br />\r\n<br />\r\nPatterson&rsquo;s statement has an element of truth in that 62 percent of respondents in the UT/Texas Tribune poll specifically supported barring abortions after 20 weeks of pregnancy, which the proposal angled to do.<br />\r\n<br />\r\nBut the lack of other backup evidence leaves the overall claim Mostly False.</p>\r\n", "ruling_comments_date": "2013-06-26T19:44:35.370293", "ruling_date": "2013-06-27T06:00:00", "ruling_headline": "Jerry Patterson says the majority of Texans support failed abortion legislation", "ruling_headline_slug": "jerry-patterson-says-majority-texans-support-faile", "ruling_link_text": "Hasn't been fully polled", "ruling_state": null, "source_documents": null, "sources": "<p>News article, <u><a href=\"http://www.mystatesman.com/news/ap/legislative/texas-lawmakers-debate-abortion-restrictions/nYSkk/\">&quot;Texas Republicans on verge of passing abortion law,&quot;</a></u> Associated Press, June 24, 2013</p>\r\n\r\n<p><u><a href=\"https://docs.google.com/document/d/1Zo0oUO62KrGTjKZD3-T1OrUmEQFkC8l7z3226cQYvzk/pub\">Emails</a></u> and telephone interviews, Jerry Patterson, Texas land commissioner, June 26, 2013</p>\r\n\r\n<p>News article, <u><a href=\"http://www.texastribune.org/2013/06/20/uttt-poll-texans-favor-ban-late-term-abortions/\">&quot;UT/TT Poll: Texans Split on Permissibility of Abortions,&quot;</a></u> the Texas Tribune, June 20, 2013</p>\r\n\r\n<p>Telephone interview, Jim Henson, director, Texas Politics Project, Department of Government, University of Texas, co-director, UT/Texas Tribune poll, Austin, June 26, 2013</p>\r\n\r\n<p>Press release, <u><a href=\"http://gqrr.com/articles/2013/06/20/texas-voters-oppose-governor-perry-s-omnibus-abortion-bill/\">&quot;Texas Voters Oppose Governor Perry&#39;s Omnibus Abortion Bill,&quot;</a></u> June 20, 2013, Greenberg Quinlan Rosner, Washington, D.C. (accessed June 26, 2013)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "former state land commissioner", "false_count": 1, "first_name": "Jerry", "half_true_count": 1, "home_state": "Texas", "id": 394, "last_name": "Patterson", "mostly_true_count": 4, "name_slug": "jerry-patterson", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/pattersonaas.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/394/", "total_count": 10, "true_count": 3, "website": "http://www.votepatterson.com/"}, "statement": "<p>Says unsuccessful Texas abortion legislation &quot;was supported by a majority of&quot; Texans.<br />\r\n&nbsp;</p>\r\n", "statement_context": "an email blast.", "statement_date": "2013-06-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "", "id": 194, "photo": null, "resource_uri": "/api/v/2/subject/194/", "subject": "Polls and Public Opinion", "subject_slug": "polls", "used_in_edition": ["/api/v/2/edition/10/"]}], "target": [], "twitter_headline": ""}