{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2013/jun/28/jimmy-carter/carter-baptist-group-diminishes-roles-women/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 7957, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/7957/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tFormer President Jimmy Carter recently gave a striking example of what he says is one particular way women are ill-treated by an influential group in this country.</p>\r\n<p>\r\n\t&quot;As you may or may not know, the Southern Baptist Convention back now about 13 years ago in Orlando, voted that women were inferior and had to be subservient to their husbands, and ordained that a woman could not be a deacon or a pastor or a chaplain or even a teacher in a classroom in some seminaries where men are in the classroom, boys are in the classroom,&quot; Carter said in an interview with Time magazine. &quot;So my wife and I withdrew from the Southern Baptist Convention primarily because of that.&quot;</p>\r\n<p>\r\n\tNews accounts and the organization&rsquo;s website confirm the SBC&rsquo;s belief that only men can be pastors. What was less clear to us was whether the organization &quot;voted that women were inferior and had to be subservient to their husbands.&quot; PolitiFact Georgia decided to do some research.</p>\r\n<p>\r\n\tCarter, a Democrat, gave the interview in advance of the Mobilizing Faith for Women conference, which was scheduled from June 27 to 29 at his presidential center in Atlanta. The conference is aimed at improving the lives of women around the world. The Carter Center&rsquo;s website says prior conferences have helped combat issues such as human trafficking and sexual violence. Carter, a former Georgia governor, is listed as a speaker.</p>\r\n<p>\r\n\tThe Southern Baptist Convention, which organized in Augusta in 1845, claims nearly 16 million members from more than 45,000 churches. It believes in the basic tenets of Christianity, supports mission work worldwide and has claimed some of the nation&rsquo;s most powerful political leaders among its membership. Former President Bill Clinton grew up as a Southern Baptist.</p>\r\n<p>\r\n\tCarter spokeswoman Deanna Congileo said the former president based his comments on a resolution concerning the family structure that the Southern Baptists passed in 1998. The four-paragraph statement, Article XVIII, aims to define the roles of men and women in marriage.</p>\r\n<p>\r\n\tThe most pertinent portion of the section, the third paragraph, reads:</p>\r\n<p>\r\n\t&quot;The husband and wife are of equal worth before God, since both are created in God&#39;s image. The marriage relationship models the way God relates to His people. A husband is to love his wife as Christ loved the church. He has the God-given responsibility to provide for, to protect, and to lead his family. A wife is to submit herself graciously to the servant leadership of her husband even as the church willingly submits to the headship of Christ. She, being in the image of God as is her husband and thus equal to him, has the God-given responsibility to respect her husband and to serve as his helper in managing the household and nurturing the next generation.&quot;</p>\r\n<p>\r\n\tThe section was based, in part, on Ephesians 5:21-24, which is in the New Testament. Verses 22-24 of the New International Version of the Bible say: &quot;Wives, submit yourselves to your own husbands as you do to the Lord. For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior. Now as the church submits to Christ, so also wives should submit to their husbands in everything.&quot;</p>\r\n<p>\r\n\tSouthern Baptist leaders said the article was written to encourage Americans to seek traditional family values in response to rising divorce rates, children born out of wedlock and violence by children against their parents. The language about women made national news. Some activists and others were outraged at what they deemed sexist language by the Southern Baptist Convention. Others, including many Christian women, said they agreed with the Southern Baptist resolution, The Chicago Tribune reported in 1998.</p>\r\n<p>\r\n\t&quot;It doesn&#39;t mean that the husband gets the last say every time,&quot; Susan Robinson, a secretary at Riverside Baptist Church in Denver, told the Tribune. &quot;It&#39;s spiritual leadership.&quot;</p>\r\n<p>\r\n\tCarter, who announced he was leaving the Southern Baptist Convention in 2000, was quoted in The Atlanta Journal-Constitution at the time as saying Southern Baptist leaders were taking biblical passages out of context.</p>\r\n<p>\r\n\t&quot;President Carter interprets the word &lsquo;submit&rsquo; as placing women in an inferior position. (Submissive and subservient are synonyms.),&quot; Congileo told us via email.</p>\r\n<p>\r\n\tWebster&rsquo;s list of synonyms for submissive include amenable, compliant, docile and obedient.</p>\r\n<p>\r\n\tCongileo said she had no further comment to our follow-up questions concerning Article XVIII&rsquo;s use of the word &quot;equal&quot; in the resolution.</p>\r\n<p>\r\n\tTo sum up, Carter claimed the Southern Baptist Convention voted in favor of a resolution that women were inferior and had to be subservient to their husbands. Carter is wrong on the &quot;inferior&quot; portion of his statement. The resolution says wives are of equal value before God.</p>\r\n<p>\r\n\tCarter gets closer on his &quot;subservient&quot; claim. The former president interprets the line in the resolution about wives submitting themselves to the &quot;servant leadership&quot; of their husbands as tantamount to wives being subservient. That is certainly open to interpretation, given the definition of &quot;servant leadership&quot; (one who &quot;serves&quot; the people he/she &quot;leads&quot;).</p>\r\n<p>\r\n\tCarter has a case if you cherry-pick the document. But the former president begins sliding down the Truth-O-Meter if you look at Article XVIII and its possible interpretations.</p>\r\n<p>\r\n\tOverall his statement contains some element of truth but ignores critical facts that would give a different impression.</p>\r\n<p>\r\n\tThat meets PolitiFact&rsquo;s definition of Mostly False.</p>\r\n", "ruling_comments_date": "2013-06-27T16:31:19.113331", "ruling_date": "2013-06-28T00:00:00", "ruling_headline": "Carter: Baptist group diminishes roles of women", "ruling_headline_slug": "carter-baptist-group-diminishes-roles-women", "ruling_link_text": "A matter of semantics", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTime, &quot;<a href=\"http://swampland.time.com/2013/06/23/jimmy-carter-a-sunday-interview/\">Jimmy Carter: A Sunday Interview</a>,&quot; June 23, 2013.</p>\r\n<p>\r\n\tAtlanta Journal-Constitution Political Insider blog, &quot;<a href=\"http://www.ajc.com/weblogs/political-insider/2013/jun/24/your-daily-jolt-jimmy-carter-says-bans-ordination-/\">Jimmy Carter says ban on ordination of women are green lights for discrimination</a>,&quot; June 24, 2013.</p>\r\n<p>\r\n\tAtlanta Journal-Constitution, &quot;Carter cuts ties to &lsquo;rigid&rsquo; Southern Baptists,&quot; Oct. 20, 2000</p>\r\n<p>\r\n\tChicago Tribune, &quot;<a href=\"http://articles.chicagotribune.com/1998-06-10/news/9806100212_1_baptist-faith-and-message-rev-paige-patterson-denomination\">Southern Baptists Approve Submissive Wives Doctrine</a>,&quot; June 10, 1998.</p>\r\n<p>\r\n\tEmail from Deanna Congileo, spokeswoman, former President Jimmy Carter, June 26, 2013</p>\r\n<p>\r\n\tSouthern Baptist Convention, &quot;<a href=\"http://sbc.net/bfm/bfm2000.asp#xviii\">The Baptist Faith and Message</a>.&quot;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 0, "first_name": "Jimmy", "half_true_count": 2, "home_state": "Georgia", "id": 729, "last_name": "Carter", "mostly_true_count": 2, "name_slug": "jimmy-carter", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Carter.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/729/", "total_count": 9, "true_count": 2, "website": ""}, "statement": "<p>\r\n\tThe Southern Baptist Convention voted 13 years ago &quot;that women were inferior and had to be subservient to their husbands.&quot;</p>\r\n", "statement_context": "an interview", "statement_date": "2013-06-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}, {"description": "", "id": 146, "photo": null, "resource_uri": "/api/v/2/subject/146/", "subject": "Women", "subject_slug": "women", "used_in_edition": []}], "target": [], "twitter_headline": ""}