{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/jul/05/rick-perry/rick-perry-says-abortions-are-nations-second-most-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 7978, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/7978/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tRick Perry made his case for legislation to step up standards for Texas abortion clinics partly by saying abortions are common. &quot;Abortion is the second-most conducted surgical procedure in this country,&quot; Perry said on the July 1, 2013, edition of <u><a href=\"http://www.bennettroundtable.com/category/radio-show/\" id=\"docs-internal-guid-41cedbb8-a5fb-95fc-f8c3-efd92ba3fa43\" style=\"text-decoration:none;\">Bill Bennett&rsquo;s &quot;Morning in America&quot;</a></u> radio program. He made a similar statement the same morning <u><a href=\"http://kfyo.com/governor-rick-perry-says-senate-bill-5-will-defend-womens-health-and-rights-of-unborn-children-audio/\" style=\"text-decoration:none;\">on KFYO</a></u>, 790 AM in Lubbock.<br />\r\n\t<br />\r\n\tThat claim rang a bell.<br />\r\n\t<br />\r\n\tIn February 2012, PolitiFact Ohio <u><a href=\"http://www.politifact.com/ohio/statements/2012/feb/15/patrick-johnston/leader-personhood-issue-claims-abortion-most-commo/\" style=\"text-decoration:none;\">rated a stronger declaration</a></u> &mdash; that abortion is the country&rsquo;s &quot;most common surgery&quot; &mdash; as Pants on Fire. Many people go to the hospital for medical procedures; in 2007, almost 45 million inpatient procedures were done on 34.4 million people in the United States. Its researchers concluded that virtually every type of surgery, when classified broadly, was far more common than abortions.<br />\r\n\t<br />\r\n\t<strong>Abortions as surgeries?</strong></p>\r\n<p>\r\n\tPerry&rsquo;s office did not respond to our requests for backup information, while a physician who represents a national organization of specialists opposed to the Texas measure objected to describing abortion as a surgical procedure.<br />\r\n\t<br />\r\n\tDr. <u><a href=\"http://www.acog.org/About%20ACOG/News%20Room/News%20Releases/2012/Barbara%20S%20Levy%20MD%20Appointed%20VP%20for%20Health%20Policy.aspx\" id=\"docs-internal-guid-41cedbb8-a5fb-0414-6f20-bbaa37ac6a0b\" style=\"text-decoration:none;\">Barbara Levy</a></u>, vice president of health policy for the American College of Obstetricians and Gynecologists and former medical director of the Women&rsquo;s Health and Breast Center in Washington state, said by telephone that abortions are &quot;minimally invasive&quot; procedures, akin to colonoscopies, and do not involve surgical cutting unlike, say, hysterectomies.&nbsp; &quot;We call these procedures, not surgeries,&quot; Levy said. &quot;I don&rsquo;t even think it&rsquo;s appropriate to talk about&quot; abortion &quot;as a surgical procedure.&quot;<br />\r\n\t<br />\r\n\tThe Merriam-Webster dictionary does not explicitly include &quot;surgery&quot; or &quot;surgical&quot; in its <u><a href=\"http://www.merriam-webster.com/medical/abortion\" style=\"text-decoration:none;\">definitions</a></u> of abortion: &quot;The termination of a pregnancy after, accompanied by, resulting in, or closely followed by the death of the embryo or fetus: a : spontaneous expulsion of a human fetus during the first 12 weeks of gestation... <em>b</em> : induced expulsion of a human fetus.&quot;<br />\r\n\t<br />\r\n\t<strong>Abortion counts</strong></p>\r\n<p>\r\n\tLevy&rsquo;s challenge aside, we looked into the frequency of abortions and various surgeries.<br />\r\n\t<br />\r\n\tAccording to the New York-based Guttmacher Institute, a reproductive health research and policy analysis group, some 1.21 million U.S. abortions were performed in 2008, the latest year for which the institute has posted a tally.<br />\r\n\t<br />\r\n\tInstitute spokesman Rebecca Wind has noted that Guttmacher&rsquo;s abortion counts take in all 50 states and are based on actively surveying abortion providers rather than pulling data from state health department reports. Wind told us that the next update, drawing on interviews being conducted this year, is to be published in early 2014.<br />\r\n\t<br />\r\n\tThe Guttmacher total exceeds the 825,564 abortions <u><a href=\"http://www.cdc.gov/mmwr/preview/mmwrhtml/ss6015a1.htm\" style=\"text-decoration:none;\">reported for 2008</a></u> and the 784,507 abortions <u><a href=\"http://www.cdc.gov/mmwr/preview/mmwrhtml/ss6108a1.htm\" style=\"text-decoration:none;\">reported for 2009</a></u> by the federal Centers for Disease Control and Prevention. But the government figures are based on reports from state health departments and do not include abortions in California, Maryland and New Hampshire &mdash; three states where the reporting of abortions is apparently voluntary.<br />\r\n\t<br />\r\n\tBy email, Wind told us she has heard the claim that abortion is the most common surgical procedure, but she said has not seen a factual citation backing that up.<br />\r\n\t<br />\r\n\tNationally and in Texas, the number of annual abortions has declined, we confirmed for a February 2013 <u><a href=\"http://www.politifact.com/texas/statements/2013/feb/12/donna-howard/donna-howard-says-abortions-are-decreasing/\" style=\"text-decoration:none;\">fact check</a></u>. The Texas Department of State Health Services says &quot;induced terminations of pregnancy&quot; in the state totaled 77,592 in 2010, down from 77,850 the year before and 81,591 in 2008. Agency spokeswoman Carrie Williams told us in February 2013 that 72,470 abortions occurred in 2011 &mdash; some 5,100 fewer than the year before.<br />\r\n\t<br />\r\n\tSome abortions are induced with medicine. According to <u><a href=\"http://www.acog.org/%7E/media/NewsRoom/MediaKit.pdf\" id=\"docs-internal-guid-41cedbb8-a5fe-a169-3362-1069d4d0165d\" style=\"text-decoration:none;\">&quot;Women&rsquo;s Health Stats and Facts 2011&quot;</a></u> published by the the American College of Obstetricians and Gynecology, abortions performed with medication accounted for 17 percent of all non-hospital abortions in 2008, up from 6 percent in 2001. Such abortions by pill accounted for approximately 25 percent of abortions before nine weeks&rsquo; gestation, the organization said.<br />\r\n\t<br />\r\n\t<strong>Tallies of other procedures</strong></p>\r\n<p>\r\n\tThe same college publication says that among reproductive-age women, hysterectomy is the &quot;second most frequently performed major surgical procedure after cesarean delivery,&quot; where the fetus is delivered by cutting open the pregnant woman&rsquo;s abdomen. It does not say how this prevalence compares to abortions.<br />\r\n\t<br />\r\n\tNext, we looked for general breakdowns of common surgical procedures, starting from PolitiFact Ohio&rsquo;s work.<br />\r\n\t<br />\r\n\tIn a <u><a href=\"http://www.cdc.gov/nchs/data/nhsr/nhsr011.pdf\" style=\"text-decoration:none;\">report</a></u> issued in 2008 and revised in January 2009, the CDC reported that the nation&rsquo;s most common outpatient surgeries in 2006 (the latest year with compiled estimates) included endoscopy of the largest intestine (5.7 million surgeries), meaning colonoscopy; endoscopy of the small intestine (3.5 million), meaning examinations through the mouth and throat; extraction of the lens (3.1 million); injection of prosthetic lens (2.6 million); and injection of an agent into the spinal canal (2 million). Its report said the leading diagnoses included cataracts (3 million) and benign and malignant growths (3.2 million).<br />\r\n\t<br />\r\n\tA <u><a href=\"http://www.cdc.gov/nchs/data/nhsr/nhsr029.pdf\" style=\"text-decoration:none;\">CDC survey</a></u> published in October 2010 estimates the number of U.S. inpatient surgical procedures in 2007 (the latest year of compiled information). CDC said about 7 million cardiovascular procedures were performed, including more than 1 million cardiac catheterizations. Among women, the centers said, cesarean sections and repair of current obstetric laceration were the most frequent obstetrical procedures performed; about 1.34 million cesarean sections were performed. Also, according to the survey, there were 5.5 million digestive system operations in hospitals that year.<br />\r\n\t<br />\r\n\tPolitiFact Ohio wondered if all the identified procedures were examples of surgery or could better be considered medical procedures and not surgeries. <u><a href=\"http://medicalcenter.osu.edu/patientcare/findadoctor/directory/Pages/index.aspx?DocID=028381\" id=\"docs-internal-guid-41cedbb8-a5ff-c32d-2d09-ce48c3fd2dbb\" style=\"text-decoration:none;\">Lisa Keder</a></u>, an obstetrician and associate professor with the Ohio State University Medical Center, replied that while the term surgery isn&rsquo;t strictly defined, the way that patients are billed for medical procedures reflects whether it is officially considered &quot;surgery.&quot; Keder said eye operations, endoscopic polypectomies, C-sections and abortions are all coded for billing purposes as surgeries. &nbsp;<br />\r\n\t<br />\r\n\tPut another way, because so many people go to the hospital for medical procedures &mdash; almost 45 million U.S. inpatient procedures were done on 34.4 million people in 2007 &mdash; virtually every type of surgery on a human system when classified broadly was more common than abortions.<br />\r\n\t<br />\r\n\tThere were, for example, 6.94 million heart operations, but no specific procedure more than the 1.06 million cardiac catheterizations. So, if you classify surgeries in broad terms, abortions tumble much farther than No. 4 on the most common surgeries list.<br />\r\n\t<br />\r\n\tFinally, ACOG&rsquo;s Levy emailed us figures she said she drew from federal databases. In 2011 among Medicare beneficiaries alone, she said, there were more than 1.8 million cataract surgeries. Among all U.S. residents, she said, there were an estimated 10 million wisdom teeth extractions. &quot;This may be an analogous procedure to abortion &mdash; although actually more invasive &mdash; that it is typically performed in an office setting.&nbsp; If we then consider all of the excision and repair of skin lesions, some of which are quite complex for cancers, again the numbers are in the millions,&quot; Levy wrote.<br />\r\n\t<br />\r\n\tLevy said that according to the American Gastrointestinal Association, there are 14 million U.S. endoscopies a year, including 8 million to 9 million colonoscopies.<br />\r\n\t<br />\r\n\tWe asked Levy if abortions might possibly be the second-most common procedure for women alone, though that is not what Perry said. She said by email that abortion is a common procedure among women. But, she wrote: &quot;We can expect that women make up at least 50 percent of the population having colonoscopies, cataract surgery and wisdom tooth extractions, so abortion would definitely not be the second-most common surgical procedure among women.&quot;</p>\r\n<p>\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tPerry said abortions are the second-most common surgical procedure.<br />\r\n\t<br />\r\n\tThis claim has substantial weaknesses--starting with whether an abortion is surgery.<br />\r\n\t<br />\r\n\tBluntly, too, abortions do not appear to be more pervasive than numerous other medical procedures. Assuming 1.21 million abortions annually occur in the United States, and keeping in mind that 17 percent of these are induced by pills, the latest federal estimates for other surgical procedures indicate there are more than 2 million more eye surgeries involving the removal or replacement of the lens in the eye and there also are more surgical procedures involving the intestines or involving the extraction of wisdom teeth. Also, a procedure common among women who are giving birth -- a cesarean section -- has occurred more frequently than abortion.<br />\r\n\t<br />\r\n\tThis claim not only lacks a factual basis, it&rsquo;s ridiculous. Pants on Fire!</p>\r\n", "ruling_comments_date": "2013-07-03T15:26:32.681993", "ruling_date": "2013-07-05T10:00:00", "ruling_headline": "Rick Perry says abortions are nation's second-most common surgical procedure", "ruling_headline_slug": "rick-perry-says-abortions-are-nations-second-most-", "ruling_link_text": "Evidence absent", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTruth-O-Meter article, <u><a href=\"http://www.politifact.com/ohio/statements/2012/feb/15/patrick-johnston/leader-personhood-issue-claims-abortion-most-commo/\" style=\"text-decoration:none;\">&quot;Leader of personhood issue claims abortion the most common surgery in the country,&quot;</a></u> PolitiFact Ohio, Feb. 15, 2012</p>\r\n<p>\r\n\tTelephone interview and <a href=\"https://docs.google.com/document/d/1CpfIf7znPhjwuKvr-TUxWaUEgK0FL-zQtJbNVSJ-byY/pub\" id=\"docs-internal-guid-41cedbb8-a629-8b99-8cc8-3969a7e81101\" style=\"text-decoration:none;\">emails</a>, Barbara Levy, director of public policy, American College of Obstetricians and Gynecology, Washington, D.C., July 3, 2013</p>\r\n<p>\r\n\tWeb page, <u><a href=\"http://www.merriam-webster.com/medical/abortion\" style=\"text-decoration:none;\">definitions of abortion</a></u>, Merriam-Webster online dictionary (accessed July 3, 2013)</p>\r\n<p>\r\n\tTelephone interview, Dr. Lisa Keder, obstetrician and associate professor, the Ohio State University Medical Center, Feb. 14, 2012</p>\r\n<p>\r\n\tTelephone interview and email, Rebecca Wind, senior communications associate, the Guttmacher Institute, New York, Feb. 13, 2012 and July 2, 2013</p>\r\n<p>\r\n\tGuttmacher Institute, report <u>&quot;<a href=\"http://onlinelibrary.wiley.com/doi/10.1363/4304111/pdf\" style=\"text-decoration:none;\">Abortion Incidence and Access to Services in the United States</a>,&quot;</u> 2008, Jones et al, published in Perspectives on Sexual and Reproductive Health, Volume 43, Number 1, March 2011. Chart with reported number of abortions on page 43</p>\r\n<p>\r\n\tPublication, <u><a href=\"http://www.acog.org/%7E/media/NewsRoom/MediaKit.pdf\" style=\"text-decoration:none;\">&quot;Women&rsquo;s Health Stats and Facts 2011,&quot;</a></u> American College of Obstetricians and Gynecology (accessed July 2, 2013)</p>\r\n<p>\r\n\tU.S. Centers for Disease Control and Prevention,<a href=\"http://www.cdc.gov/mmwr/preview/mmwrhtml/ss6001a1.htm?s_cid=ss6001a1_w\" style=\"text-decoration:none;\"> <u>report of number of abortions for 2007</u></a><u>,</u> <u><a href=\"http://www.cdc.gov/mmwr/preview/mmwrhtml/ss6015a1.htm\" style=\"text-decoration:none;\">2008</a></u> and <u><a href=\"http://www.cdc.gov/mmwr/preview/mmwrhtml/ss6108a1.htm\" style=\"text-decoration:none;\">2009</a></u>, numbers do not include California, Maryland and New Hampshire abortions</p>\r\n<p>\r\n\tCenters for Disease Control and Prevention,<a href=\"http://www.cdc.gov/nchs/data/nhsr/nhsr011.pdf\" style=\"text-decoration:none;\"> <u>National Survey of Ambulatory Surgery for 2006</u>, <u>National Health Statistics Reports No. 11</u></a>, revised Jan. 28, 2009</p>\r\n<p>\r\n\tCenters for Disease Control and Prevention,<a href=\"http://www.cdc.gov/nchs/data/nhsr/nhsr029.pdf\" style=\"text-decoration:none;\"> <u>National Hospital Discharge Survey for 2007</u>, <u>National Health Statistics Reports No. 29</u></a>, &nbsp;Oct. 26, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\r\n\t&quot;Abortion is the second-most conducted surgical procedure in this country.&quot;</p>\r\n", "statement_context": "a radio interview.", "statement_date": "2013-07-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}