{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/truth-o-meter/statements/2013/jul/10/jeb-bush/jeb-bush-says-canada-issues-more-150000-high-skill/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 8002, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/8002/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Republican enthusiasm for comprehensive immigration reform is in short supply on Capitol Hill, despite the arguments from many GOP strategists hoping to win more of the Hispanic vote.</p>\r\n\r\n<p>There&rsquo;s no lack of enthusiasm from former Florida Gov. Jeb Bush, however. A few weeks ago he told conservative Christians that immigrants would rescue Social Security, and in a recent <a href=\"http://online.wsj.com/article/SB10001424127887324328204578571641599272504.html?mod=rss_opinion_main\"><em>Wall Street Journal</em> op-ed</a>, he wrote about the vigor they would inject into the American economy.</p>\r\n\r\n<p>With his co-author, Clint Bolick from the Goldwater Institute, Bush made what they called the Republican case for immigration reform, based on a pro-growth policy. To bolster his point, Bush and Bolick compared America&rsquo;s approach to immigrants with that of Canada&rsquo;s.</p>\r\n\r\n<p>&quot;Canada has one-tenth of our population&mdash;yet it issues far more high-skilled visas (more than 150,000) yearly than we do (65,000),&quot; they wrote.</p>\r\n\r\n<p>Might our northern neighbor be doing something that would appeal to the GOP rank and file? We thought it would interesting to see if the data supported the numbers Bush and Bolick brought to bear.</p>\r\n\r\n<p>We contacted Bush&rsquo;s office, and staff told us that the statement compared the 65,000 visas allowed under the H-1B program and the total number of what Canada calls economic immigrants -- people allowed into the country solely for reasons related to work. The central point was that much more than the U.S., Canada targets the kind of talent it needs to grow.</p>\r\n\r\n<p><strong>The U.S. H-1B visa</strong></p>\r\n\r\n<p>The U.S. program allows <a href=\"http://www.uscis.gov/portal/site/uscis/menuitem.eb1d4c2a3e5b9ac89243c6a7543f6d1a/?vgnextoid=73566811264a3210VgnVCM100000b92ca60aRCRD&amp;vgnextchannel=73566811264a3210VgnVCM100000b92ca60aRCRD\">businesses to hire foreign workers</a> who have theoretical or technical expertise in specialty fields. They might be scientists, engineers, computer programmers, or similar highly skilled professions. The minimum requirement is a bachelor&rsquo;s degree, or its foreign equivalent. (In keeping with the idea that technical expertise is in the eye of the beholder, there&rsquo;s a special provision for fashion models.) The employer applies, not the individual.</p>\r\n\r\n<p>Congress placed a cap of 65,000 H-1B visas per year, although another 20,000 are granted to foreign workers who have earned a master&rsquo;s degree or higher at an American university. So, all told, at least 85,000 new people per year arrive in America with an H-1B visa. The actual number of these visas issued can be much higher, 135,530 in 2012, due to renewals and applications rolled over from previous years. Also, colleges, universities, and nonprofit or government research groups are exempt from the annual caps altogether.</p>\r\n\r\n<p>This visa provides temporary work status. It is good for three years, and while it can be extended, it generally does not allow a person to work more than six years.</p>\r\n\r\n<p><strong>Canada&rsquo;s skilled worker programs</strong></p>\r\n\r\n<p>Canada has two separate pathways for foreigners to work in the country. One is for temporary workers; the other is for those who move to Canada permanently.</p>\r\n\r\n<p>The gateway for non-Canadians that most closely resembles the American H-1B visa is the <a href=\"http://www.hrsdc.gc.ca/eng/jobs/foreign_workers/\">Temporary Foreign Worker</a> program. It allows eligible foreigners to work in Canada for up to four years if employers show that they are unable to find Canadians or permanent residents to fill the jobs and that the entry of these workers will not hurt the Canadian labor market. This program covers all jobs, from the unskilled to the most demanding.</p>\r\n\r\n<p>Within the temporary program, there is a special category for higher-skilled occupations. These are defined as managerial or based on a skill that at the very least requires several years as an apprentice, if not a bachelor&rsquo;s degree or higher. According to government statistics, about 70,000 of these more highly skilled <a href=\"http://www.cic.gc.ca/english/resources/statistics/facts2011/temporary/11.asp\">temporary workers</a> came in 2008 and about 66,000 in 2011.</p>\r\n\r\n<p>The other program, the one that accepts foreigners directly into the country as <a href=\"http://www.cic.gc.ca/english/resources/statistics/facts2012-preliminary/01.asp\">permanent residents</a>, attracted about 257,000 people in 2012. Of those, Canada classified about 160,000 as economic immigrants. Important details lie beneath these overall statistics, and we turn to those next.</p>\r\n\r\n<p><strong>Comparing the U.S. and Canada</strong></p>\r\n\r\n<p>Staff in Bush&rsquo;s office told us that Canada&rsquo;s 160,000 overall economic immigrants is the bottom line number that supports the figure used in the op-ed in comparison with the 65,000 in the American H-1B visa program. But we found several problems with matching apples to apples.</p>\r\n\r\n<p>For starters, H-1B is a temporary worker program; the Canadians are counting people admitted with permanent resident status. To stay for no more than six years compared to possibly the rest of your life is no small shakes.</p>\r\n\r\n<p>But there&rsquo;s an even bigger issue with the figure of &quot;more than 150,000&quot; that Bush puts on the table. It greatly exaggerates the actual Canadian situation.</p>\r\n\r\n<p>H-1B is open only to highly-skilled workers -- that is just the workers and not their families. If we apply the same standard to Canada, then we must break down the various types of people they put under the economic immigrant umbrella.</p>\r\n\r\n<p>The Canadian government&rsquo;s list includes caregivers, investors, entrepreneurs, and the largest one, skilled workers. Each type is listed twice; first for the principal applicant and then for that person&rsquo;s spouse and dependents.</p>\r\n\r\n<p>Because the H-1B program only counts the worker and not his or her family, we decided to look at the Canadian figures and count only the principal applicant. When we do that, we see that the number of skilled workers last year was 38,577. The highest it reached was 48,820 in 2010. Adding in the other categories that might be considered high-skilled, such as entrepreneurs or investors, only adds a few thousand. The total remains quite a distance from 150,000. As a percentage of the nation&rsquo;s population, it is much greater than the United States, but while Bush alluded to population, he did not present the figures that way.</p>\r\n\r\n<p>There is one type of economic immigrant that could change the total appreciably, although still leave it far short of 150,000. Canadian law allows provinces and territories to nominate their own economic immigrants. In 2012, this brought 17,177 new permanent residents to the country.</p>\r\n\r\n<p>We asked Michelle Parkouda to explain this part of the program. Parkouda is a senior research associate with the Conference Board of Canada, an independent group that does economic and policy analysis for businesses and the government.</p>\r\n\r\n<p>&quot;Provincial nominees do vary by the needs of the province,&quot; Parkouda said. &quot;For example, Saskatchewan is specifically targeting health professionals, farm operators, and long haul truck drivers, among others.&quot;</p>\r\n\r\n<p>Parkouda explained that Canada defines skilled work broadly to include the trades. For the truly higher end, there is the category of<a href=\"http://www.cic.gc.ca/english/helpcentre/answer.asp?q=106&amp;t=6\"> Federal Skilled Worker</a>. These are occupations that the federal government says the country most needs and the list includes geological engineers, physical therapists, land surveyors, medical laboratory technologists and more. The provinces she said, have emphasized the skilled trades.</p>\r\n\r\n<p>We found no analysis of the number of provincial nominees that would qualify as highly-skilled.</p>\r\n\r\n<p>In short, while the grand total of economic immigrants listed in the Canadian data support the figure in the <em>Wall Street Journal </em>piece, that total includes many people who are family members or less skilled workers.</p>\r\n\r\n<p>Lastly, Canada&rsquo;s population is about 34.5 million. America&rsquo;s is about 314 million. To say Canada has one-tenth the population of the U.S. comes pretty close.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Bush and Bolick said that Canada issues more than 150,000 high-skilled visa a year compared to 65,000 by the U.S. That 150,000 refers not to people with visas but those granted permanent resident status, and it includes family members of skilled workers, as well as workers who are not high-skilled. The only figures we can know for sure show a level of high-skilled workers closer to 50,000, or about one-third as large as Bush and Bolick claimed.</p>\r\n\r\n<p>If they had meant to speak of Canada&rsquo;s temporary foreign workers, a reasonable fit with the H-1B program, the high water mark for such workers in Canada was about 70,000 in 2008. &nbsp;That&rsquo;s still about half of the number they put on the table.</p>\r\n\r\n<p>Combining both permanent and temporary workers would yield about 120,000 people, but they did not base their claim on that.</p>\r\n\r\n<p>On a relative basis, Canada does target high-skilled workers much more than the U.S., but the absolute numbers Bush and Bolick used fell wide of the mark.</p>\r\n\r\n<p>We rule the statement Half True.</p>\r\n\r\n<p><strong>Editor&#39;s note:</strong> <em>This report has been updated to include more details about exemptions and renewals of H-1B visas.</em></p>\r\n", "ruling_comments_date": "2013-07-10T12:24:05.014825", "ruling_date": "2013-07-10T12:22:13", "ruling_headline": "Jeb Bush says Canada issues more than 150,000 high-skilled visas, compared to 65,000 by the U.S.", "ruling_headline_slug": "jeb-bush-says-canada-issues-more-150000-high-skill", "ruling_link_text": "His numbers miss the mark but the overall point holds up", "ruling_state": null, "source_documents": null, "sources": "<p><em>Wall Street Journal</em>,<a href=\"http://online.wsj.com/article/SB10001424127887324328204578571641599272504.html?mod=rss_opinion_main\"> A Republican case for Immigration reform</a>, June 30, 2013</p>\r\n\r\n<p>Email interview with Jaryn Emhoff, spokesperson for Governor Jeb Bush, July 9, 2013</p>\r\n\r\n<p>Bloomberg,<a href=\"http://www.bloomberg.com/news/2012-08-13/obama-romney-immigration-silence-hurts-economy.html\"> Obama, Romney immigration silence hurts the economy</a>, August 13, 2012</p>\r\n\r\n<p>Citizenship and Immigration Canada,<a href=\"http://www.cic.gc.ca/english/helpcentre/answer.asp?q=106&amp;t=6\"> Who is a federal skilled worker?</a></p>\r\n\r\n<p>Citizenship and Immigration Canada,<a href=\"http://www.cic.gc.ca/english/resources/statistics/facts2011/temporary/11.asp\"> Facts and figures 2011: Temporary workers &ndash; total entries of foreign workers by gender and occupational skill level</a></p>\r\n\r\n<p>Citizenship and Immigration Canada,<a href=\"http://www.cic.gc.ca/english/immigrate/skilled/apply-who-instructions.asp?expand=jobs#jobs\"> Specific eligibility criteria - Federal Skilled Workers</a></p>\r\n\r\n<p>Citizenship and Immigration Canada,<a href=\"http://www.cic.gc.ca/english/resources/statistics/facts2012-preliminary/01.asp\"> Permanent Residents by Category</a>, 2008-2012</p>\r\n\r\n<p>The Conference Board of Canada,<a href=\"http://www.conferenceboard.ca/topics/immigration/default.aspx\"> Immigration Summary</a></p>\r\n\r\n<p>Email interview with Michelle Parkouda, senior research associate with the Conference Board of Canada, 9 July, 2013</p>\r\n\r\n<p>Human Resources and Skill Development Canada,<a href=\"http://www.hrsdc.gc.ca/eng/jobs/foreign_workers/\"> Temporary foreign worker program</a></p>\r\n\r\n<p>Citizenship and Immigration Canada, <a href=\"http://www.cic.gc.ca/english/resources/publications/tfw-guide.asp\">A guidebook for employers</a></p>\r\n\r\n<p>Human Resources and Skill Development Canada, <a href=\"http://www.hrsdc.gc.ca/eng/jobs/foreign_workers/higher_skilled/general/index.shtml\">Stream for higher-skilled occupations</a></p>\r\n\r\n<p>Human Resources and Skill Development Canada, <a href=\"http://www.hrsdc.gc.ca/eng/jobs/foreign_workers/higher_skilled/index.shtml\">Hiring foreign workers for higher-skilled occupations</a></p>\r\n\r\n<p>US Citizenship and Immigration Services,<a href=\"http://www.uscis.gov/portal/site/uscis/menuitem.eb1d4c2a3e5b9ac89243c6a7543f6d1a/?vgnextoid=73566811264a3210VgnVCM100000b92ca60aRCRD&amp;vgnextchannel=73566811264a3210VgnVCM100000b92ca60aRCRD\"> H-1B Specialty Occupations, DOD Cooperative Research and Development Project Workers, and Fashion Models</a>, 6 September, 2011</p>\r\n\r\n<p>US Citizenship and Immigration Services,<a href=\"http://www.uscis.gov/portal/site/uscis/menuitem.5af9bb95919f35e66f614176543f6d1a/?vgnextoid=4b7cdd1d5fd37210VgnVCM100000082ca60aRCRD&amp;vgnextchannel=73566811264a3210VgnVCM100000b92ca60aRCRD\"> H-1B Fiscal Year 2014 cap season</a>, April 15, 2013</p>\r\n\r\n<p>VisaPro,<a href=\"http://www.visapro.com/Immigration-Articles/?a=1090&amp;z=48\"> H1B cap exempt - Are you eligible?</a></p>\r\n\r\n<p>Email interview with Bill Wright with U.S. Citizenship and Immigration Services, 9 July, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 18, "current_job": "", "false_count": 5, "first_name": "Jeb", "half_true_count": 17, "home_state": "Florida", "id": 436, "last_name": "Bush", "mostly_true_count": 24, "name_slug": "jeb-bush", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jeb_Bush.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/436/", "total_count": 80, "true_count": 14, "website": ""}, "statement": "<p>Says &quot;Canada has one-tenth of our population&mdash;yet it issues far more high-skilled visas (more than 150,000) yearly than we do (65,000).&quot;</p>\r\n", "statement_context": "a Wall Street Journal op-ed", "statement_date": "2013-06-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}