{"art": [], "author": [{"email_address": "bblackwell@plaind.com", "first_name": "Brandon", "id": 399, "last_name": "Blackwell", "name_slug": "brandon-blackwell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/399/", "title": "Reporter", "twitter": null}], "canonical_url": "/ohio/statements/2013/jul/12/ohio-democratic-party/ohio-democratic-party-says-ohio-house-bill-would-r/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "jkahoun@plaind.com", "first_name": "Jane", "id": 159, "last_name": "Kahoun", "name_slug": "jane-kahoun", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifact-jane-kahoun_1.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/159/", "title": "PolitiFact Ohio editor and deputy metro editor, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 8008, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "bblackwell@plaind.com", "first_name": "Brandon", "id": 399, "last_name": "Blackwell", "name_slug": "brandon-blackwell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/399/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/8008/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tThe anti-abortion provisions slipped into Ohio&rsquo;s budget have been ratified, but the Republican-controlled legislature is still considering other efforts to restrict abortions.</p>\r\n<p>\r\n\tHouse Bill 200, introduced by Rep. Ron Hood and supported by 34 of his Republican colleagues, would double the state&rsquo;s 24-hour waiting period for abortions, compel doctors to tell patients that having an abortion will increase risk of breast cancer and require women seeking abortions to undergo what some doctors say are medically unnecessary ultrasounds.</p>\r\n<p>\r\n\tDemocrats and abortion-rights advocates have publicly denounced the measure.</p>\r\n<p>\r\n\tThe Ohio Democratic Party sent out a statement blasting Hood&rsquo;s bill, saying House Republicans are &quot;legislating shame on Ohio&rsquo;s women.&quot;</p>\r\n<p>\r\n\t&quot;They introduced a bill that would force women facing the most personal of health decisions to endure a transvaginal ultrasound,&quot; said a statement by Liz Brown, deputy executive director of the Ohio Democratic Party.</p>\r\n<p>\r\n\tPolitiFact Ohio determined that Hood <a href=\"http://www.politifact.com/ohio/statements/2013/jun/24/ron-hood/state-rep-ron-hood-links-abortion-and-breast-cance/\">set his pants on fire</a> when he used the bill to link an increased risk of breast cancer to abortions, but we wanted to find out if the Ohio Democratic Party is also guilty of propagating medical misinformation. &nbsp;&nbsp;</p>\r\n<p>\r\n\tHood&rsquo;s bill would require doctors to perform ultrasounds on women who request an abortion and to give patients a verbal description of the ultrasound, including an audible heartbeat, if available. The legislation does not specify what type of ultrasound must be performed beyond saying an &quot;obstetric&quot; ultrasound.</p>\r\n<p>\r\n\tThe legislation says a doctor must perform an ultrasound that &quot;portrays the entire body of the embryo or fetus&quot; under threat of a first-degree felony charge and a fine of up to $1 million.</p>\r\n<p>\r\n\tHood calls the measure the &quot;Ultrasound Access Act.&quot; The legislation aims to &quot;give every Ohio mother the opportunity to see an ultrasound photo of her baby before making an abortion decision,&quot; Hood said.</p>\r\n<p>\r\n\tSo, would this &quot;opportunity&quot; force women to undergo a transvaginal, or internal, ultrasound? That depends, experts say.</p>\r\n<p>\r\n\tThe Ohio Democratic Party told PolitiFact that the group got its information on transvaginal ultrasounds from a handful of sources, including &quot;Prenatal Tests and Ultrasounds: The Facts&quot; written by two ultrasound experts from a New Jersey-based OB/GYN medical practice. It also provided a study published in the journal &quot;Seminars in Reproductive Medicine.&quot;</p>\r\n<p>\r\n\tThe sources say that transvaginal ultrasounds are more accurate and are often used over external transabdominal ultrasounds during early pregnancy. &nbsp;</p>\r\n<p>\r\n\t&quot;Not surprisingly, transvaginal ultrasound has been shown to be better at visualizing early pregnancy than is transabdominal ultrasound,&quot; according to the study.</p>\r\n<p>\r\n\tSome doctors say a transvaginal procedure, under certain circumstances, may be the only method that would provide the necessary image.</p>\r\n<p>\r\n\tDr. Anita Somani, a physician at Comprehensive Women&#39;s Care in Columbus, said earlier this month during a press conference held by Democrats to decry HB 200 that in some cases an external transabdominal ultrasound could reveal an embryo or fetus in its entirety. But, depending on the age of the embryo or fetus and the patient&rsquo;s body type, a transvaginal ultrasound may be needed to comply with the legislation, Somani said. &nbsp;&nbsp;</p>\r\n<p>\r\n\t&quot;You may not see anything on a transabdominal ultrasound until a woman is further along in her pregnancy,&quot; Somani said, adding that a transabdominal ultrasound is not likely to produce an accurate image of a fetus or embryo during the first trimester.</p>\r\n<p>\r\n\tLike a judicious patient, PolitiFact wanted a second opinion.</p>\r\n<p>\r\n\tDr. Daniel Grossman, a San Francisco-area physician and vice president of research for the sexual and reproductive rights group Ibis Reproductive Health, concurred with Somani&rsquo;s assessment.</p>\r\n<p>\r\n\tIn most cases, the only way to get a clear and detailed image of the embryo or fetus during the first 10 weeks of pregnancy is to perform an &quot;invasive, uncomfortable&quot; transvaginal ultrasound, Grossman said.</p>\r\n<p>\r\n\t&quot;It&rsquo;s a medical procedure that is not always required to perform an abortion,&quot; Grossman said. &quot;Like any medical test or procedure, it should be performed at the physician&rsquo;s discretion.&quot;</p>\r\n<p>\r\n\tAnd why not seek a third opinion, just for good measure?</p>\r\n<p>\r\n\tDr. Donna Harrison, executive director of the American Association of Pro-life Obstetricians and Gynecologists, said a transvaginal ultrasound gives a very close-up picture of the ovaries and inside the uterus, whereas a transabdominal ultrasound gives a wider view.</p>\r\n<p>\r\n\t&quot;If it is very early in the pregnancy, to see if there is a living embryo, you would need a transvaginal ultrasound,&quot; Harrison said, adding that the internal procedure would be needed to accurately date a pregnancy in the first nine weeks.</p>\r\n<p>\r\n\tThe statement by the Ohio Democratic Party implies that all women seeking abortions would be forced to undergo a transvaginal ultrasound.</p>\r\n<p>\r\n\tWomen seeking abortions would have to undergo some form of ultrasound, and many women seeking early-term abortions could face the internal procedure.</p>\r\n<p>\r\n\tBut the Ohio Democratic Party did not clarify the circumstances. We rate its claim Half True.</p>\r\n", "ruling_comments_date": "2013-07-11T16:51:01.937445", "ruling_date": "2013-07-12T06:00:00", "ruling_headline": "The Ohio Democratic Party says an Ohio House bill would require women seeking abortions to undergo transvaginal ultrasounds", "ruling_headline_slug": "ohio-democratic-party-says-ohio-house-bill-would-r", "ruling_link_text": "Experts say it depends on the circumstances", "ruling_state": null, "source_documents": null, "sources": "<p dir=\"ltr\" id=\"docs-internal-guid-383b155f-cf7c-baf9-7dc6-c58391934887\">\r\n\tPhone and email exchange with Jerid Kurtz, spokesman for the Ohio Democratic Party, June 25-July 2, 2013.</p>\r\n<p dir=\"ltr\">\r\n\tPhone interview with Dr. Anita Somani, physician at Comprehensive Women&#39;s Care in Columbus, June 2013.</p>\r\n<p dir=\"ltr\">\r\n\tPhone interview with Dr. Daniel Grossman, San Francisco-area physician and vice president of research for the sexual and reproductive rights group Ibis Reproductive Health, June 2013.</p>\r\n<p dir=\"ltr\">\r\n\tPhone interview with Dr. Donna Harrison, executive director of the American Association of Pro-life Obstetricians and Gynecologists, July 2013.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/18825605\">Ultrasound Criteria for Diagnosis of Early Pregnancy Failure and Ectopic Pregnancy</a>,&quot; L. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed?term=Perriera%20L%5BAuthor%5D&amp;cauthor=true&amp;cauthor_uid=18825605\">Perriera</a>, M.F. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed?term=Reeves%20MF%5BAuthor%5D&amp;cauthor=true&amp;cauthor_uid=18825605\">Reeves</a>, published in the journal &quot;Seminars in Reproductive Medicine.&quot;</p>\r\n<p dir=\"ltr\">\r\n\t<a href=\"http://www.legislature.state.oh.us/bills.cfm?ID=130_HB_200\">House Bill 200</a></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 2, "home_state": "Ohio", "id": 664, "last_name": "Ohio Democratic Party", "mostly_true_count": 2, "name_slug": "ohio-democratic-party", "pants_count": 2, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-mugs-donkey.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/664/", "total_count": 14, "true_count": 2, "website": "http://www.ohiodems.org/"}, "statement": "<p>\r\n\tSays proposed anti-abortion legislation &quot;would force women facing the most personal of health decisions to endure a transvaginal ultrasound.&quot;</p>\r\n", "statement_context": "an emailed statement", "statement_date": "2013-07-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}