{"art": [], "author": [{"email_address": "jsolochek@tampabay.com", "first_name": "Jeffrey S. ", "id": 33, "last_name": "Solochek", "name_slug": "jeffrey-s-solochek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/33/", "title": "Staff Writer, Tampa Bay Times", "twitter": null}], "canonical_url": "/florida/statements/2013/jul/22/will-weatherford/new-tests-could-take-20-school-days-say-will-weath/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 8057, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jsolochek@tampabay.com", "first_name": "Jeffrey S. ", "id": 33, "last_name": "Solochek", "name_slug": "jeffrey-s-solochek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/33/", "title": "Staff Writer, Tampa Bay Times", "twitter": null}], "resource_uri": "/api/v/2/statement/8057/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tFlorida is in the midst of implementing new, tougher academic standards to make its students more internationally competitive. To do that, the state needs to replace the well-known FCAT exam with a new set of tests.</p>\r\n<p>\r\n\tAs the 2014-15 deadline approaches, though, questions are being raised about whether the new testing system, called PARCC, is the best choice.</p>\r\n<p>\r\n\tOn July 17, Florida&rsquo;s top lawmakers weighed in with a resounding &quot;no.&quot;</p>\r\n<p>\r\n\tHouse Speaker Will Weatherford and Senate President Don Gaetz sent a two-page letter to education commissioner Tony Bennett urging him to withdraw from PARCC (the acronym stands for Partnership for Assessment of Readiness for College and Careers) and instead craft a &quot;Florida plan&quot; for testing. They listed five key reasons, including cost, technology requirements and time spent testing.</p>\r\n<p>\r\n\t(We can only rate one person on our Truth-O-Meter, so we&#39;re rating Weatherford, but the ruling applies to both.)</p>\r\n<p>\r\n\tTo that last point, they pointedly wrote, &quot;According to information provided recently through PARCC and earlier by the Florida Department of Education (FLDOE), the complete PARCC assessments will consume approximately twenty days of testing for elementary, middle and high school students.&quot;</p>\r\n<p>\r\n\tThat figure -- 20 days of testing -- puzzled some readers of the letter, which the lawmakers circulated widely. Were students going to be tested for a full 20 days?</p>\r\n<p>\r\n\tIn fact, the leaders were on the mark &mdash; if not a bit conservative &mdash; to folks well versed in the language of high-stakes testing.</p>\r\n<p>\r\n\tBut the number makes sense only if you understand that schools are given a window to test students. The current FCAT, for example, takes 12 days for schools to administer.</p>\r\n<p>\r\n\tIt&rsquo;s important to understand the broader context of this debate, too: The new testing system is meant to complement the Common Core State Standards, which have become increasingly debated across the country.</p>\r\n<p>\r\n\tAdvocates like Bill Gates, Jeb Bush and the Obama administration say the system will create higher expectations for students and provide more rigor to propel them ahead. An odd combination of teacher unions and tea party activists, meanwhile, are pushing for states to abandon the model.</p>\r\n<p>\r\n\tThe unions say that teachers and schools are not prepared for the change, while the tea party groups argue against a nationalized curriculum and testing.</p>\r\n<p>\r\n\tSetting that debate aside, it&rsquo;s important to know that school testing is not typically a one-day thing for students or teachers.</p>\r\n<p>\r\n\tA Florida fourth-grader currently spends about 5 hours 40 minutes over four days taking FCAT exams in reading, math and writing, for instance, according to a state analysis. That same student would sit for 9 hours 20 minutes of PARCC year-end testing, over six to nine days.&nbsp;</p>\r\n<p>\r\n\tPARCC also would have mid-year testing, also with a 20-day window to get them all completed. And, the PARCC estimate does not include what the Florida DOE listed as &quot;a set amount of additional time yet to be determined. ...This may in turn also increase the number of testing days.&quot;</p>\r\n<p>\r\n\tThe days-long testing windows give schools time to cycle children through the computerized portions of the tests. Many schools do not have enough machines or bandwidth to test all children at the same time.</p>\r\n<p>\r\n\tThat gives credence to the leaders&rsquo; choice of the word &quot;consume&quot; when writing about what tests do to the school day. Even under FCAT, many teachers have observed that testing season takes over school classrooms and computer labs.</p>\r\n<p>\r\n\tGaetz and Weatherford are not alone in their concerns.</p>\r\n<p>\r\n\tOklahoma state superintendent Janet Barresi, a Republican who had her state join PARCC as one of her first actions in office, three weeks ago announced she would abandon the tests.</p>\r\n<p>\r\n\tLike Weatherford and Gaetz, Barresi cited increased testing time as one of her key concerns. Oklahoma fourth-graders currently take only two hours of state tests.</p>\r\n<p>\r\n\t&quot;We just felt like that&rsquo;s a significant leap,&quot; department spokeswoman Tricia Pemberton told PolitiFact. &quot;We do want the increased rigor of a PARCC-type exam &hellip; but we just want to do a little less of that at this point.&quot;</p>\r\n<p>\r\n\tCommissioner Bennett has been evaluating PARCC, along with other testing options for Florida that he could go with. He has said he will take the lawmakers&rsquo; concerns into consideration as he makes his recommendation.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tIn a letter to the state education commissioner, Gaetz and Weatherford said they were concerned that new standards would increase test-taking time for Florida&rsquo;s students, describing the PARCC standards as &quot;consuming&quot; 20 days for elementary, middle and high school students.</p>\r\n<p>\r\n\tThe word &quot;consuming&quot; implies that those days will be taken up completely by testing. That&rsquo;s not the case for students, who will not be tested continuously for 20 days.</p>\r\n<p>\r\n\tBut it&rsquo;s on the mark for schools, which would have a 20-day window in which to administer tests to different students within the school. In fact, schools generally expect to focus on little else besides testing procedures for that time period. The current FCAT tests work the same way, but that testing window is shorter, at 12 days.</p>\r\n<p>\r\n\tThe lawmakers could have been more clear that if PARCC standards are adopted, students will not face 20 days of continuous testing. But in context, their statement is generally accurate. We rate the statement Mostly True.</p>\r\n", "ruling_comments_date": "2013-07-22T11:34:10.479525", "ruling_date": "2013-07-22T12:19:25", "ruling_headline": "New tests could take up 20 school days, say Will Weatherford and Don Gaetz", "ruling_headline_slug": "new-tests-could-take-20-school-days-say-will-weath", "ruling_link_text": "Schools would get 20 days to test everyone", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://www.tampabay.com/blogs/gradebook/gaetz-weatherford-want-out-of-parcc/2131888\">Letter from Sen. Don Gaetz and Rep. Will Weatherford to Education Commissioner Tony Bennett</a>, July 17, 2013,</p>\r\n<p>\r\n\tFlorida Department of Education, <a href=\"http://www.fldoe.org/parcc/pdf/FCAT-PARCC-TestingTime.pdf\">Comparison of Testing Times - PARCC and FCAT</a></p>\r\n<p>\r\n\tFlorida Department of Education, <a href=\"http://info.fldoe.org/docushare/dsweb/Get/Document-6155/1113sasb.pdf\">Florida Statewide Assessment Program 2012-2013 schedule</a></p>\r\n<p>\r\n\tPartnership for Assessment of Readiness for College and Careers, <a href=\"http://www.parcconline.org/sites/parcc/files/UserGuideforAssessmentAdministrationCapacity%20PlanningTool_FINAL.pdf\">PARCC Assessment Administration Capacity Planning Tool Users&rsquo; Guide, March 2013</a></p>\r\n<p>\r\n\tInterview, Florida Senate President Don Gaetz, July 19, 2013</p>\r\n<p>\r\n\tInterview, Chad Colby, Partnership for Assessment of Readiness for College and Careers communications director, July 19, 2013</p>\r\n<p>\r\n\tInterview, Tricia Pemberton, Oklahoma State Department of Education spokeswoman, July 19, 2013</p>\r\n<p>\r\n\tInterview, Ryan Duffy, spokesman for Florida House Speaker Will Weatherford, July 19, 2013</p>\r\n<p>\r\n\tEducation Week Curriculum Matters blog, <a href=\"http://blogs.edweek.org/edweek/curriculum/2013/03/assessment_consortium_releases_2.html?cmp=SOC-SHR-TW\">Assessment Consortium Releases Testing Time Estimates</a>, March 5, 2013</p>\r\n<p>\r\n\t<em>Tulsa World, </em><a href=\"http://www.tulsaworld.com/article.aspx/Oklahoma_to_drop_testing_consortium_develop_own_tests/20130702_11_A1_CUTLIN399354\">Oklahoma to drop testing consortium, develop own tests, Barresi says</a>, July 2, 2013</p>\r\n<p>\r\n\t<em>Tampa Bay Times, </em><a href=\"http://www.tampabay.com/news/education/testing/testing-season-takes-over-bay-area-high-schools/1225175\">Testing season takes over bay area high schools,</a> April 14, 2012</p>\r\n<p>\r\n\t<em>Tampa Bay Times, </em><a href=\"http://www.tampabay.com/news/education/testing/testing-season-takes-over-bay-area-high-schools/1225175\">Steady push to computerize the FCAT spells strain for schools</a>, April 12, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "State Representative", "false_count": 3, "first_name": "Will", "half_true_count": 4, "home_state": "Florida", "id": 1309, "last_name": "Weatherford", "mostly_true_count": 3, "name_slug": "will-weatherford", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/WEATHORFORD.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1309/", "total_count": 12, "true_count": 0, "website": "http://www.myfloridahouse.gov/sections/Representatives/details.aspx?MemberId=4399&SessionId=61"}, "statement": "<p>\r\n\tNew school testing standards &quot;will consume approximately twenty days of testing for elementary, middle and high school students.&quot;</p>\r\n", "statement_context": "a letter to Education Commissioner Tony Bennett", "statement_date": "2013-07-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}