{"art": [{"brightcove": "", "caption": "Former House Speaker Newt Gingrich said gangs have increased by 40 percent since Barack Obama was elected president. How accurate is his claim?", "id": 3558, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Gingrich_CNN.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3558/", "title": "Gingrich on gangs", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2013/jul/24/newt-gingrich/newt-gingrich-says-gangs-have-increased-40-percent/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "", "id": 8066, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/8066/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>More than a week after a Florida jury found George Zimmerman not guilty in the shooting death of teenager Trayvon Martin, <a href=\"http://www.cq.com/doc/newsmakertranscripts-4318773\">CNN&rsquo;s <em>State of the Union</em></a> hosted a roundtable that included a discussion of crime and race in America. Among the panelists was Newt Gingrich, the former Republican House speaker from Georgia.</p>\r\n\r\n<p>&quot;Gangs have increased by 40 percent since this president was elected,&quot; <a href=\"http://www.realclearpolitics.com/video/2013/07/21/gingrich_gangs_have_increased_by_40_percent_since_obama_was_elected.html\">Gingrich said</a>. &quot;There is no federal program to stop it. No one wants to have an honest conversation about it.&quot;</p>\r\n\r\n<p>It wasn&rsquo;t the first time Gingrich had made this point. In an <a href=\"http://articles.chicagotribune.com/2013-02-14/opinion/ct-oped-0214-gingrich-20130214_1_gangs-homicide-victimization-rate-white-collar-crime\">op-ed</a>, Gingrich wrote, &quot;Although the president does not acknowledge the gangs&#39; role as a major cause of the epidemic of violence, the FBI does. The FBI estimated in 2011 that there are roughly 1.4 million active gang members in the U.S., an astonishing 40 percent increase from 2009. These gangs, the FBI says, are responsible for &lsquo;an average of 48 percent of violent crime in most jurisdictions, and much higher in others.&rsquo; &quot;</p>\r\n\r\n<p>We were able to locate the FBI study Gingrich referred to in the op-ed -- the 2011 <a href=\"http://www.fbi.gov/stats-services/publications/2011-national-gang-threat-assessment/2011-national-gang-threat-assessment#CurrentGang\">National Gang Threat Assessment</a>. Gingrich accurately quoted the report, which said, &quot;Approximately 1.4 million active street, (outlaw motorcycle) and prison gang members, comprising more than 33,000 gangs, are criminally active&quot; in the United States, which &quot;represents a 40 percent increase from an estimated 1 million gang members in 2009.&quot; (The 1 million figure came from the <a href=\"http://www.justice.gov/criminal/ocgs/gangs/2009threatassess.pdf\">2009 edition of the same FBI study</a>.)</p>\r\n\r\n<p>Because Gingrich&rsquo;s 40 percent figure comes from federal statistics, we agree that it has some credibility. But we will raise two issues of concern.</p>\r\n\r\n<p><strong>Uncertainty about the statistics</strong></p>\r\n\r\n<p>Because gang activity is illegal, it&rsquo;s difficult to get solid numbers. So the FBI estimated as best it could. To do this, the FBI used a combination of data from a survey of law enforcement agencies by the National Drug Intelligence Center, along with additional interviews with law enforcement officials. The survey the FBI used randomly sampled roughly 3,000 state and local law enforcement agencies to gauge how prevalent gangs are in their jurisdiction.</p>\r\n\r\n<p>This is a reasonable approach to tackling a challenging question, but it&rsquo;s not gospel. Criminologists warned PolitiFact to be wary of several factors.</p>\r\n\r\n<p>&bull; <strong>The survey is not just an estimate -- it&rsquo;s an estimate of estimates</strong>. All surveys are subject to sampling error -- that is, the possibility that the people being surveyed aren&rsquo;t actually random, thus biasing the results. But at least many surveys sample something that the respondent will find easy to quantify -- say, whether they approve of the job President Obama is doing, or how many cars they own.</p>\r\n\r\n<p>The survey the FBI used, however, has uncertainty not just about whether the sample was truly random, but also about whether the answers given are actually accurate. The report itself &quot;acknowledges that there may be some duplication or underreporting of gang members&quot; because of how each state and local law enforcement agency measures gang activity in their area.</p>\r\n\r\n<p>&bull; <strong>The smell test</strong>. A jump of 40 percent in just two years is an enormous increase, said James Alan Fox, a criminologist at Northeastern University. &quot;If there were really a 40 percent increase in two years, you would see a big impact on crime statistics generally, but we haven&rsquo;t,&quot; he said. &quot;Crime rates are fairly level.&quot;</p>\r\n\r\n<p>&bull; <strong>Who counts as a gang member</strong>? There&rsquo;s no universal definition of who counts as a gang member. &quot;Actual gang members can deny membership, and wanna-bes can claim membership,&quot; said Eugene O&rsquo;Donnell, a criminologist at the John Jay College of Criminal Justice. &quot;In both cases it is difficult to discern for sure.&quot;</p>\r\n\r\n<p>&bull; <strong>Institutional bias</strong>. Local law enforcement officials have an interest in overstating -- or at least not understating -- the number of gang members in their jurisdiction, since a bigger gang problem can help them secure more federal assistance, O&rsquo;Donnell said. This wouldn&rsquo;t be so much of a problem for the soundness of the data if an independent assessment was also factored in, but none is. The estimate is based solely upon the opinions of state and local law-enforcement officials.</p>\r\n\r\n<p>All in all, O&rsquo;Donnell said, &quot;there are multiple grounds for being skeptical&quot; about the estimate. Making significant public policy decisions based on them would be manifestly unsound.&quot;</p>\r\n\r\n<p><strong>Does Obama deserve blame?</strong></p>\r\n\r\n<p>Gingrich said, &quot;Gangs have increased by 40 percent since this president was elected.&quot; If he had said &quot;between 2009 and 2011,&quot; we wouldn&rsquo;t have addressed the issue of whether he was blaming the president. But Gingrich chose to use Obama&rsquo;s presidency to mark time.</p>\r\n\r\n<p>The Gingrich camp firmly disagrees that the former House speaker was blaming Obama for an increase in gang activity. They point to previous op-eds -- including <a href=\"http://www.humanevents.com/2013/02/06/gingrich-obama-should-start-with-gangs/\">the one we mentioned earlier</a> -- as evidence that Gingrich was simply saying that crime issues that inspire a lot of media attention -- such as mass shootings and the Martin case -- obscure a more far-reaching crime concern, gangs.</p>\r\n\r\n<p>&quot;Newt mentioned Obama to make that contrast &ndash; in other words, &lsquo;Is a Trayvon Martin-type occurrence really what is most important to be focused on when it comes to the personal safety of African-Americans?&rsquo;&quot; said Joe DeSantis, a spokesman for Gingrich. &quot;After all, the president had just held a press conference to talk about the Martin verdict. Newt did not say that Obama was to blame for the increase in gang violence.&quot;</p>\r\n\r\n<p>The Gingrich camp is correct that he has made that argument in previous op-eds, but we didn&rsquo;t see him mentioning it in the CNN discussion. And because a CNN viewer most likely wouldn&rsquo;t have read Gingrich&rsquo;s past op-eds, we think it&rsquo;s fair to rate him in part for bringing Obama into the discussion of gang growth.</p>\r\n\r\n<p>There are, in fact, some things that an administration can do to bolster law enforcement generally and gang activity specifically.</p>\r\n\r\n<p>Contrary to Gingrich&rsquo;s claim that &quot;there is no federal program to stop&quot; gangs, the Justice Department does have an <a href=\"http://www.justice.gov/criminal/ocgs/\">Organized Crime and Gang Section</a>, which was established under Obama in late 2010 as a consolidation of several existing offices.</p>\r\n\r\n<p>However, while federal funding and technical assistance can help, Fox said that &quot;there&rsquo;s relatively little that the president can do to discourage a 12-year-old from joining a gang.&quot;</p>\r\n\r\n<p>Most gang activity is handled by local law enforcement departments, and both demographics, including the number of young people in an area, and economic conditions are important drivers of gang membership.</p>\r\n\r\n<p>&quot;Gangs are always hiring, even when legitimate employers aren&rsquo;t because the economy is in bad shape,&quot; Fox said. And in recessions, he added, &quot;younger, inner-city people are hit especially hard.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Gingrich said that &quot;gangs have increased by 40 percent since this president was elected.&quot;</p>\r\n\r\n<p>Gingrich deserves credit for using statistics from a credible federal agency, but it&rsquo;s important to note that methodological difficulties make it hard for anyone, even the FBI, to determine how many gang members there are in the United States. Criminologists express skepticism about whether gang membership could have jumped 40 percent in just two years, saying that broader crime statistics don&rsquo;t show any sign of it.</p>\r\n\r\n<p>In addition, despite the Gingrich camp&rsquo;s insistence that he did not mean to cast blame on Obama for the rise in gang membership, we think that a reasonable viewer of the discussion could have made such an inference. On balance, we rate the claim Half True.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/682949c8-0c99-4bd5-959a-cf2953e8cfce\">https://www.sharethefacts.co/share/682949c8-0c99-4bd5-959a-cf2953e8cfce</a></p>\r\n", "ruling_comments_date": "2013-07-24T13:51:07.797457", "ruling_date": "2013-07-24T17:01:45", "ruling_headline": "Newt Gingrich says gangs have increased by 40 percent since Barack Obama was elected", "ruling_headline_slug": "newt-gingrich-says-gangs-have-increased-40-percent", "ruling_link_text": "He cites FBI data, but it's a rough estimate", "ruling_state": null, "source_documents": null, "sources": "<p>Newt Gingrich, <a href=\"http://www.cq.com/doc/newsmakertranscripts-4318773\">remarks</a> on CNN&#39;s <em>State of the Union</em>, July 21, 2013</p>\r\n\r\n<p>FBI, <a href=\"http://www.fbi.gov/stats-services/publications/2011-national-gang-threat-assessment/2011-national-gang-threat-assessment#CurrentGang\">National Gang Threat Assessment</a>, 2011</p>\r\n\r\n<p>FBI, <a href=\"http://www.justice.gov/criminal/ocgs/gangs/2009threatassess.pdf\">National Gang Threat Assessment</a>, 2009</p>\r\n\r\n<p><em>Chicago Tribune</em>, &quot;<a href=\"http://articles.chicagotribune.com/2013-02-14/opinion/ct-oped-0214-gingrich-20130214_1_gangs-homicide-victimization-rate-white-collar-crime\">What about the gangs, Mr. President?</a>&quot; Feb. 14, 2013</p>\r\n\r\n<p><em>Human Events</em>, &quot;<a href=\"http://www.humanevents.com/2013/02/06/gingrich-obama-should-start-with-gangs/\">Gingrich: Obama should start with gangs</a>,&quot; Feb. 6, 2013</p>\r\n\r\n<p>Email interview with James Alan Fox, criminologist at Northeastern University, July 23, 2012</p>\r\n\r\n<p>Email interview with Eugene O&rsquo;Donnell, criminologist at the John Jay College of Criminal Justice, July 23, 2013</p>\r\n\r\n<p>Email interview with Joe DeSantis, spokesman for Newt Gingrich, July 24, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 16, "current_job": "", "false_count": 15, "first_name": "Newt", "half_true_count": 21, "home_state": "Georgia", "id": 152, "last_name": "Gingrich", "mostly_true_count": 11, "name_slug": "newt-gingrich", "pants_count": 12, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gingrichcutter.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/152/", "total_count": 86, "true_count": 7, "website": ""}, "statement": "<p>&quot;Gangs have increased by 40 percent since this president was elected.&quot;</p>\r\n", "statement_context": "a roundtable discussion on CNN's \"State of the Union\"", "statement_date": "2013-07-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}