{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2013/jul/29/rob-portman/sen-rob-portman-ohio-says-he-was-once-filibustered/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "jkahoun@plaind.com", "first_name": "Jane", "id": 159, "last_name": "Kahoun", "name_slug": "jane-kahoun", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifact-jane-kahoun_1.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/159/", "title": "PolitiFact Ohio editor and deputy metro editor, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 8086, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/8086/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Whew. We almost lost the filibuster.</p>\r\n\r\n<p>We&rsquo;re being facetious, of course, because most Americans go through life happily without knowing -- or necessarily needing to know -- the rules of the United States Senate. &nbsp;But for those who care about the art of blocking nominees or killing legislation, today&rsquo;s fact-check is for you.</p>\r\n\r\n<p>&quot;I was filibustered.&quot;</p>\r\n\r\n<p>That statement comes not from Richard Cordray, the newly confirmed director of the Consumer Financial Protection Bureau after a long filibuster (hang on, we&rsquo;ll get to the definition), but from one of the U.S. senators who helped block him: Ohio&rsquo;s Rob Portman.</p>\r\n\r\n<p>Portman, a Republican, made the statement to reporters during a conference call on July 11, when Cordray&rsquo;s inability to get an up-or-down confirmation vote was coming to a head and Senate Democrats threatened to change the filibuster rules. As the Cordray matter came up, Portman reminded reporters, &quot;I was filibustered.&quot;</p>\r\n\r\n<p>Really?</p>\r\n\r\n<p>We knew that Portman, then a House of Representatives member representing the Cincinnati area, had some difficulty when President George W. Bush nominated him to be the United States trade representative in 2005. But we did not recall anyone standing in the Senate well reading a phone book or &quot;War and Peace&quot; or speaking for hours to block Portman&rsquo;s confirmation vote.</p>\r\n\r\n<p>Nor did we recall a long cloture fight -- a battle to win 60 votes, or a three-fifths majority, to end debate. These are what generally come to mind when the word &quot;filibuster&quot; (which <a href=\"http://www.senate.gov/artandhistory/history/common/briefing/Filibuster_Cloture.htm\"><u>comes from a Dutch</u></a> word meaning &quot;pirate,&quot; according to the Senate) is used.</p>\r\n\r\n<p>In Portman&rsquo;s case, there was no floor battle.</p>\r\n\r\n<p>Rather, several weeks after Portman&rsquo;s March 17, 2005, nomination, a single Democratic senator, Evan Bayh of Indiana, told the chamber&rsquo;s leaders that he thought Bush was way too lax with China&rsquo;s trade abuses and so he was placing a &quot;hold&quot; on Portman&rsquo;s nomination as Bush&rsquo;s trade ambassador.</p>\r\n\r\n<p>Bayh said at the time that before he could let the nomination move forward, he wanted a vote on a bipartisan bill to impose duties on subsidized imports from China. He and other senators, including Republicans, saw China&rsquo;s practices as a violation of international trade laws.</p>\r\n\r\n<p>&quot;I decided to take this step because I cannot sit idly by while American workers and companies continue to be victimized by foreign countries who violate our trade agreements with impunity,&quot; Bayh said at the time.</p>\r\n\r\n<p>A hold is one of the informal, gentlemanly traditions of the Senate. It works like this: Senator A says he will not confirm Nominee So-and-So because he is displeased with the nominee&rsquo;s agency, has a problem with the president&rsquo;s plans for that agency or thinks the nominee is ill-suited for the job. So he informs the majority leader that he is placing a hold on the nomination. And just like that, the Senate puts the nomination aside, like some unpleasant piece of business it just isn&rsquo;t going to deal with.</p>\r\n\r\n<p>Sometimes members of the president&rsquo;s own party will place holds, like when Ohio Democratic Sen. Sherrod Brown <a href=\"http://www.cleveland.com/open/index.ssf/2010/05/sen_sherrod_brown_puts_hold_on.html\"><u>put one</u></a> on the nominee to head the Pension Benefit Guaranty Corp. because of concern over how Delphi Corp. retiree pensions were handled during the 2009 General Motors bankruptcy. President Obama ultimately used a recess appointment to get the nominee, Joshua Gotbaum, in office, and then the Senate agreed to confirm him with a regular vote.</p>\r\n\r\n<p>But in the case of Portman, it was a Democrat protesting a Republican. You might ask why senators from the Republican Party, who at the time comprised a majority, didn&rsquo;t just demand a vote and override Bayh&rsquo;s objection. But that&rsquo;s just not the way the Senate normally does things.</p>\r\n\r\n<p>Besides, that would have almost certainly led to public debate and a cloture fight, which senators often have tried to avoid on cabinet nominations (present Senate climate excepted) because it takes up valuable floor time. Furthermore, Republicans had 55 seats in that particular Senate, and failure to get the 60 votes for cloture can be embarrassing to the nominee and the president, potentially weakening both politically.</p>\r\n\r\n<p>A hold can avoid all that while having the same effect of blocking the nominee -- and often doing so a lot more quietly. And that is exactly what happened in the case of Portman.</p>\r\n\r\n<p>The hold lasted barely two weeks.</p>\r\n\r\n<p>Portman, Bayh and others talked throughout this period and came to an understanding. Senate leaders agreed to hold a hearing on the China trade bill Bayh wanted. And Portman agreed that as trade ambassador, he would conduct a top-to-bottom review of China&rsquo;s practices.</p>\r\n\r\n<p>Bayh dropped his hold. In the end, Portman was confirmed on a &quot;voice vote,&quot; in which senators said &quot;yea&quot; or &quot;nay&quot; without their individual votes being recorded..</p>\r\n\r\n<p>So had Portman been filibustered?</p>\r\n\r\n<p>We went to the Congressional Research Service for a definition of filibuster, and this is what one of its recent reports (May 31, 2013) said: &quot;Filibustering includes any use of dilatory or obstructive tactics to block a measure by preventing it from coming to a vote.&quot;</p>\r\n\r\n<p>In a report the next month (June 26, 2013), the Congressional Research Service said, &quot;Although a &lsquo;hold&rsquo; has no formal procedural force under Senate Rules, it may represent an implicit threat to filibuster that may discourage the majority leader from bringing the matter to the floor.&quot;</p>\r\n\r\n<p>That seemed broader than the Hollywood version of a filibuster. Take, for example, &quot;Mr. Smith Goes to Washington,&quot; in which Jimmy Stewart&rsquo;s character, the idealistic Sen. Jefferson Smith, held the floor by talking for 23 hours to halt Senate action.</p>\r\n\r\n<p>Bayh&rsquo;s hold certainly was unlike Wendy Davis&rsquo;s recent filibuster in Texas over that state&rsquo;s abortion laws. The Texas state senator spoke for 11 straight hours, although she was ultimately unsuccessful in keeping Texas from passing tougher abortion restrictions.</p>\r\n\r\n<p>But Bayh&rsquo;s hold and what are thought of as more traditional filibusters had one thing in common. That is, the Bayh-Portman standoff officially ended not only as a result of negotiations but also because Majority Leader Bill Frist soon said it was time to put this to a vote and move on. Frist filed a petition for cloture, which started the clock toward a 60-threshold vote. Portman&rsquo;s Senate staff pointed this out to us, as did Sarah Binder, a Brookings Institution senior scholar and George Washington University political science professor. Binder has written extensively about filibusters and Senate stalling tactics.</p>\r\n\r\n<p>With a cloture vote looming to end the standoff, Bayh settled on the terms he wanted and dropped his opposition. A cloture vote, and the attendant debate leading up to it, was avoided.</p>\r\n\r\n<p>&quot;That filing of the cloture motion is decent evidence in this case of the majority leader treating Bayh&#39;s hold as a threatened filibuster,&quot; Binder said in an email.</p>\r\n\r\n<p>Just to make sure we understood the nuance of all this, we contacted another expert, University of Miami political scientist Gregory Koger. Koger is the author of &quot;Filibustering: A Political History of Obstruction in the House and Senate,&quot; and, like Binder, one of the nation&rsquo;s experts on the filibuster and Senate rules.</p>\r\n\r\n<p>&quot;The short answer is yes,&quot; Koger said. &quot;I would consider a hold tantamount to a filibuster if it&rsquo;s a threat of delay for strategic purposes.&quot; That is, he would consider it a filibuster if the senator placing the hold wanted something -- in this case, tougher trade enforcement.</p>\r\n\r\n<p>&quot;If you&rsquo;re using it so you can extract concessions, that to me is the same thing as a filibuster,&quot; Koger said.</p>\r\n\r\n<p>Bayh got concessions. He dropped the hold.</p>\r\n\r\n<p>So with all this in mind, how does Portman&rsquo;s claim rate on the Truth-O-Meter?</p>\r\n\r\n<p>The hold on Portman got nowhere near the attention of the Cordray nomination, or of Wendy Davis&rsquo; efforts in Texas. And although Koger said a hold is tantamount to a filibuster when used to extract concessions, CRS described it as &quot;an implicit threat to filibuster.&quot; Binder similarly said that &quot;we often call Portman-like episodes a threatened filibuster: &lsquo;If you go forward, I will block it.&rsquo;&quot;</p>\r\n\r\n<p>This additional information clarifies a generally accurate claim, so we&rsquo;ll stop filibustering and follow the rules of PolitiFact: If a claim is generally accurate but needs additional information, it is Mostly True.</p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2013-07-29T15:52:09.218477", "ruling_date": "2013-07-29T15:50:34", "ruling_headline": "Sen. Rob Portman of Ohio says he was once filibustered", "ruling_headline_slug": "sen-rob-portman-ohio-says-he-was-once-filibustered", "ruling_link_text": "He was put on hold", "ruling_state": null, "source_documents": null, "sources": "<p>Sen. Rob Portman conference call, July 11, 2013</p>\r\n\r\n<p>Email and telephone exchanges with Portman staff, July 12-18, 2013.</p>\r\n\r\n<p>U.S. Senate, &quot;<a href=\"http://www.senate.gov/artandhistory/history/common/briefing/Filibuster_Cloture.htm\"><u>Filibuster and Cloture</u></a>,&quot; Senate Historical office</p>\r\n\r\n<p>Congressional Research Service, &quot;<a href=\"http://www.senate.gov/CRSReports/crs-publish.cfm?pid='0E%2C*PLW%3D%22P%20%20%0A\"><u>Filibusters and Cloture in the Senate</u></a>,&quot; by Richard S. Beth and Valerie Heitshusen, May 31, 2013</p>\r\n\r\n<p>Congressional Research Service, &quot;<a href=\"about:blank\"><u>Cloture Attempts on Nominations: Data and Historical Development</u></a>,&quot; by Richard S. Beth, June 26, 2013</p>\r\n\r\n<p>Email exchange with <a href=\"http://www.brookings.edu/experts/binders?view=bio\"><u>Sarah Binder</u></a>, Brookings Institution and George Washington University, July 17, 2013</p>\r\n\r\n<p>Telephone exchanges with <a href=\"http://works.bepress.com/gregorykoger/cv.pdf\"><u>Gregory Koger</u></a>, University of Miami, July 17-18, 2013</p>\r\n\r\n<p>The Plain Dealer, via Cleveland.com, &quot;<a href=\"http://www.cleveland.com/open/index.ssf/2010/05/sen_sherrod_brown_puts_hold_on.html\"><u>Sen. Sherrod Brown puts hold on Obama nominee over Delphi pensions</u></a>,&quot; by Sabrina Eaton, May 11, 2010</p>\r\n\r\n<p>MSNBC, &quot;<a href=\"http://evanbayh.tribe.net/thread/00f170d4-74c1-428d-b5a0-0a7a7fa8f7cd\"><u>Bayh threatens to block Bush&rsquo;s choice for USTR</u></a>,&quot; by Doug Palmer, April 12, 2005</p>\r\n\r\n<p>Farm Futures, &quot;<a href=\"http://farmfutures.com/story-portman-gets-senate-nod-for-head-trade-rep-post-17-25915\"><u>Portman gets Senate nod for head trade rep post</u></a>,&quot; April 29, 2005</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "U.S. senator from Ohio", "false_count": 5, "first_name": "Rob", "half_true_count": 11, "home_state": "Ohio", "id": 534, "last_name": "Portman", "mostly_true_count": 11, "name_slug": "rob-portman", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rob-Portman-official-portrait.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/534/", "total_count": 48, "true_count": 17, "website": "http://portman.senate.gov/"}, "statement": "<p>&quot;I was filibustered.&quot;</p>\r\n", "statement_context": "a news conference call", "statement_date": "2013-07-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 149, "photo": null, "resource_uri": "/api/v/2/subject/149/", "subject": "Bipartisanship", "subject_slug": "bipartisanship", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 187, "photo": null, "resource_uri": "/api/v/2/subject/187/", "subject": "Congressional Rules", "subject_slug": "congressional-rules", "used_in_edition": ["/api/v/2/edition/4/"]}], "target": [], "twitter_headline": ""}