{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2013/aug/05/marco-rubio/marco-rubio-says-patients-wont-keep-doctors-obamac/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 8114, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/8114/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Sen. Marco Rubio, R-Fla., calls Obamacare a &quot;broken and failed experiment.&quot;</p>\r\n\r\n<p>In an <a href=\"http://www.youtube.com/watch?v=6RhPWDKbYBo&amp;feature=youtu.be\">interview</a> with Fox&rsquo;s Sean Hannity on July 31, Rubio railed against the health care law, saying it would hurt regular folks.</p>\r\n\r\n<p>&quot;Just think about the people that have health insurance now, and they&rsquo;re happy with it. They&rsquo;re going to lose that health insurance. They have a doctor they&rsquo;ve been seeing for the last 15 or 20 years, they won&rsquo;t be able to keep going to that doctor,&quot; he said.</p>\r\n\r\n<p>Rubio&rsquo;s claim that insured patients will have to stop seeing their long-time doctors caught our attention, so we decided to check it out.</p>\r\n\r\n<p>We asked a Rubio spokesman for an explanation and did not get a response.</p>\r\n\r\n<p><strong>Even without Obamacare patients sometimes have to switch doctors</strong></p>\r\n\r\n<p>If we set aside the health care law, there are already ways that people can end up losing access to their doctor now. Companies can <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/feb/02/blake-farenthold/rep-blake-farenthold-says-health-care-law-will-for/\">switch health care plans</a>, and some employees&rsquo; doctors may not be in the new network. Employees can lose their job -- or switch jobs -- and end up with a different plan that doesn&rsquo;t include the same doctor.</p>\r\n\r\n<p>Switching jobs -- and therefore, potentially health insurance -- can happen often. In 2012, the median job tenure was 5.4 years, according to the <a href=\"http://www.ebri.org/pdf/PR1001.19Dec12.Tenure.pdf\">Employee Benefit Research Institute</a>.</p>\r\n\r\n<p>&quot;It&#39;s hard to imagine many people on the same health plan for 15-20 years given natural job turnover,&quot; said Paul Fronstin, senior research associate at Employee Benefit Research Institute.</p>\r\n\r\n<p>The health care law leaves in place the current health insurance system, so switching plans and possibly doctors will still happen. The law also puts more requirements on insurance companies, so that they have to offer more comprehensive coverage. For people who are uninsured or have to buy insurance on their own, the law creates state-by-state health insurance exchanges where people can buy their own insurance.</p>\r\n\r\n<p>These new options mean people may end up switching health plans, and that could mean switching doctors. But experts on the health care law told us it&rsquo;s difficult to predict how many will fall into that category. There are many factors at play, including the particular insurance plan, geography and if the patient shops for a plan on the exchange.</p>\r\n\r\n<p>&quot;Most people are not going to be affected, at least in the short term,&quot; said Michael Tanner, a senior fellow at the Cato Institute. &quot;Will it be huge numbers? Probably not. Will some people find they can&rsquo;t keep their current doctor? Yes.&quot;</p>\r\n\r\n<p>If Rubio wants to protect people from involuntary changes in their doctors, &quot;the best remedy is to abandon the current employer-based insurance system and to provide insurance on some other basis -- e.g., a single-insurer system of the kind they have in Canada,&quot; said Gary Burtless, an economist at the Brookings Institution.</p>\r\n\r\n<p>Now let&rsquo;s examine the possibilities as it relates to Obamacare:</p>\r\n\r\n<p>&bull;<strong>&nbsp;Employers that offer health insurance:</strong> It&rsquo;s possible that employers will switch their health care plans and that a new plan won&rsquo;t include some employees&rsquo; current doctors in network. But that was already the case before Obamacare.</p>\r\n\r\n<p>&quot;If the ACA results in more employers switching plans, it is possible that more people will be in a situation where their new plan isn&#39;t in the network, but I&#39;ve seen nothing that quantifies this,&quot; Fronstin said. &nbsp;</p>\r\n\r\n<p>It&rsquo;s also possible that some large employers could decide to drop their plan and pay the penalty, forcing employees to buy insurance from the exchanges. Also, a small employer who won&rsquo;t face a penalty could drop their plan, sending workers to the exchanges.</p>\r\n\r\n<p>But industry experts are not expecting the changes to be particularly widespread. Barry Schilmeister, a health care actuary and senior consultant at Mercer, said that &quot;it&#39;s not likely that employers will be making a lot more carrier changes than in the past, if they&#39;re keeping their traditional programs (which most are, for now).&quot;</p>\r\n\r\n<p>&bull; <strong>Exchanges:</strong> A patient&rsquo;s current doctor may not be available through some -- or potentially any -- of the plans offered on the exchanges. There are lots of different scenarios here.</p>\r\n\r\n<p>A patient&rsquo;s doctor might be on an exchange plan, but the consumer might choose a cheaper alternative instead that doesn&rsquo;t cover that doctor. If that consumer truly couldn&rsquo;t afford the plan covering their doctor, we might call that being &quot;forced&quot; to switch doctors, but if someone simply chooses to save money, then they are making a choice.</p>\r\n\r\n<p>Gail Wilensky, former head of Medicare and Medicaid under President George H.W. Bush, said that there is some truth to Rubio&rsquo;s claim, because there is the potential for some patients to lose access to their doctor. But she said at this point, it&rsquo;s not possible to predict how many people that will happen to in the first year of the exchange -- or beyond.</p>\r\n\r\n<p>&quot;Just like private plans now don&rsquo;t include all the doctors, many doctors may not choose to be in the plans offered in the exchanges,&quot; she told PolitiFact. That &quot;will depend on which companies participate in the exchanges, whether they have a relationship with those plans, and the payment rates that the plan will use for the exchange. &nbsp;Many states have pushed plan premiums way below what the companies thought it would take and may come in with narrow networks to live within those rates.&quot;</p>\r\n\r\n<p><a href=\"http://www.bloomberg.com/news/2013-05-30/unitedhealth-spurs-obama-exchanges-as-rules-stall-profit.html\">News</a> <a href=\"http://www.thenewstribune.com/2013/07/23/2691131/unitedhealth-to-forego-start-of.html\">reports</a> indicate that some health care insurance companies are forgoing some state exchanges, at least for now. <a href=\"http://www.reuters.com/article/2013/08/02/us-aetna-exchanges-idUSBRE9710Y420130802\">Aetna</a> announced Aug. 2 that it was pulling out of Maryland&rsquo;s individual exchange.</p>\r\n\r\n<p>We interviewed spokespersons at a few health care companies and learned that United Health plans to participate in about a dozen exchanges, while Aetna plans to join about 14. Cigna currently offers individual plans in 10 states and has chosen half for initial participation in exchanges.</p>\r\n\r\n<p>This means for consumers who now have a particular insurance company and have to buy a plan on the exchange, &quot;whether your doctor might be on other plans is a crapshoot -- maybe yes, maybe no,&quot; Wilensky said.</p>\r\n\r\n<p><strong>&bull; Medicare: </strong>Jeff Johnson, state director of Florida AARP, said that nothing in the Affordable Care Act would force patients on Medicare to switch doctors.</p>\r\n\r\n<p>Future changes to Medicare reimbursement rates for doctors &quot;could affect doctors getting out of Medicare.&quot; However, that has been an issue years before Obamacare. The <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/mar/22/mitt-romney/mitt-romney-says-barack-obama-ending-medicare-we-k/\">&quot;sustainable growth rate&quot;</a> passed into law under President Bill Clinton is supposed to set Medicare reimbursement costs but is routinely bypassed by Congress.</p>\r\n\r\n<p>&quot;The Affordable Care Act did not include a permanent fix to that,&quot; he said.</p>\r\n\r\n<p>Judith Stein, executive director of Center for Medicare Advocacy, said every year doctors decide whether to continue serving patients on Medicare or Medicare Advantage -- and that&rsquo;s unrelated to Obamacare.</p>\r\n\r\n<p>With Medicare Advantage, doctors consider how many of their patients are on the plan, reimbursement rates and administrative hassles &nbsp;</p>\r\n\r\n<p>&quot;It may be your Medicare Advantage plan may not include your doctor next year, but not because of Obamacare. ... That has always been the case and continues to be the case.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Rubio said that for people who currently have health insurance, &quot;They have a doctor they&rsquo;ve been seeing for the last 15 or 20 years, they won&rsquo;t be able to keep going to that doctor,&quot; due to Obamacare.</p>\r\n\r\n<p>Rubio ignores the fact that without Obamacare, patients can lose access to their doctor when their employer switches plans or they switch (or lose) jobs.</p>\r\n\r\n<p>Some patients who buy health insurance through the exchange could lose access to their current doctor, but it&rsquo;s difficult to predict how many.</p>\r\n\r\n<p>We rate this claim Mostly False.</p>\r\n", "ruling_comments_date": "2013-08-05T15:00:14.798707", "ruling_date": "2013-08-05T15:59:24", "ruling_headline": "Marco Rubio says patients won't be able to keep their doctors under Obamacare", "ruling_headline_slug": "marco-rubio-says-patients-wont-keep-doctors-obamac", "ruling_link_text": "Much the same as before Obamacare", "ruling_state": null, "source_documents": null, "sources": "<p>YouTube, <a href=\"http://www.youtube.com/watch?v=6RhPWDKbYBo&amp;feature=youtu.be\">Sen. Marco Rubio interview on Fox news</a>, July 31, 2013</p>\r\n\r\n<p>PolitiFact,<a href=\"http://www.politifact.com/truth-o-meter/statements/2013/jul/29/marco-rubio/sen-marco-rubio-says-75-small-businesses-say-theyl/\"> &quot;Sen. Marco Rubio says 75 percent of small businesses say they&rsquo;ll fire workers or cut hours under Obamacare,&quot; </a>July 29, 2013</p>\r\n\r\n<p>PolitiFact,<a href=\"http://www.politifact.com/truth-o-meter/statements/2013/aug/01/marco-rubio/marco-rubio-says-union-irs-workers-begging-be-let-/\"> &quot;Marco Rubio says union for IRS workers is &lsquo;begging&rsquo; to be let out of Obamacare,&quot; </a>Aug. 1, 2013</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/feb/02/blake-farenthold/rep-blake-farenthold-says-health-care-law-will-for/\">&quot;Rep. Blake Farenthold says health care law will force 70 percent of workers to lose their current plan,&quot;</a> Feb. 2, 2011</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/mar/22/mitt-romney/mitt-romney-says-barack-obama-ending-medicare-we-k/\">&quot;Mitt Romney says Barack Obama is &lsquo;ending Medicare as we know it,&rsquo;&quot;</a> March 22, 2012</p>\r\n\r\n<p>Bloomberg, <a href=\"http://www.bloomberg.com/news/2013-05-30/unitedhealth-spurs-obama-exchanges-as-rules-stall-profit.html\">&quot;UnitedHealth spurs Obama exchanges as rules stall profits,&quot;</a> May 31, &nbsp;2013</p>\r\n\r\n<p>Associated Press, <a href=\"http://www.thenewstribune.com/2013/07/23/2691131/unitedhealth-to-forego-start-of.html\">&quot;UnitedHealth to forego start of Arizona exchange,&quot;</a> July 23, 2013</p>\r\n\r\n<p>Reuters,<a href=\"http://www.reuters.com/article/2013/08/02/us-aetna-exchanges-idUSBRE9710Y420130802\"> &quot;Aetna pulls out of Maryland&rsquo;s individual insurance exchange,&quot; </a>Aug. 2, 2013</p>\r\n\r\n<p>POLITICO, <a href=\"http://www.politico.com/story/2013/07/mythbusters-obamacare-edition-94886_Page2.html\">&quot;Mythbusters: Obamacare edition,&quot;</a> July 2013</p>\r\n\r\n<p>Interview, Michael Tanner, senior fellow, Cato Institute, Aug. 1, 2013</p>\r\n\r\n<p>Interview with Linda Blumberg, senior fellow, Health Policy Center, Urban Institute, Aug. 1, 2013</p>\r\n\r\n<p>Interview, Gail Wilensky, former head of Medicare and Medicaid under President George H.W. Bush, Aug. 2, 2013</p>\r\n\r\n<p>Interview, Christopher J. Conover, research scholar Center for Health Policy &amp; Inequalities Research at Duke, Aug. 1, 2013</p>\r\n\r\n<p>Interview, Gary Burtless, senior fellow Brookings Institution, Aug. 1, 2013</p>\r\n\r\n<p>Interview, Stephanie Poe, spokeswoman at Mercer, Aug. 1, 2013</p>\r\n\r\n<p>Interview,&nbsp; Barry Schilmeister, health care actuary and senior consultant at Mercer,&nbsp; Aug. 1, 2013</p>\r\n\r\n<p>Interview, Paul Fronstin, senior research associate at Employee Benefit Research Institute, Aug. 1, 2013</p>\r\n\r\n<p>Interview, Tyler Mason spokesman for UnitedHealthcare, Aug. 2, 2013</p>\r\n\r\n<p>Interview, Matt Wiggin, spokesman for Aetna, Aug. 2, 2013</p>\r\n\r\n<p>Interview, Joe Mondy, spokesman for Cigna, Aug. 2, &nbsp;2013</p>\r\n\r\n<p>Interview, Jeff Johnson, Florida AARP state director, Aug. 5, 2013</p>\r\n\r\n<p>Interview, Judith Stein, executive director of Center for Medicare Advocacy, Aug. 5, 2013</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 36, "current_job": "U.S. Senator", "false_count": 26, "first_name": "Marco", "half_true_count": 33, "home_state": "Florida", "id": 277, "last_name": "Rubio", "mostly_true_count": 37, "name_slug": "marco-rubio", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/277/", "total_count": 168, "true_count": 20, "website": "http://www.rubio.senate.gov/"}, "statement": "<p>Under Obamacare, people who &quot;have a doctor they&rsquo;ve been seeing for the last 15 or 20 years, they won&rsquo;t be able to keep going to that doctor.&quot;</p>\r\n", "statement_context": "a Fox News interview", "statement_date": "2013-07-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}