{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/aug/08/ramey-ko/prospective-house-candidate-says-austin-school-dis/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 8127, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/8127/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>A prospective Texas House candidate said some Austin schools shockingly lack a necessity.</p>\r\n\r\n<p>Ramey Ko, a lawyer who joined candidates for an &nbsp;Austin-area House seat at the July 25, 2013, meeting of the Austin Young Democrats, is not running in the<a href=\"http://www.statesman.com/news/news/state-regional-govt-politics/north-austin-house-district-faces-long-election-se/nZDg8/\"> <u>November 2013 special election</u></a> to serve out the term of Democrat Mark Strama, who resigned. But Ko has said he intends to run in the 2014 Democratic primary.</p>\r\n\r\n<p>As noted by <em>Austin American-Statesman</em> columnist Ken Herman, Ko said at the meeting: &quot;The very first issue I want to tackle when I&#39;m in the Legislature is public education. Right now in the eastern part of the district in particular we see schools where over half the kids are in portables. We see situations where we may have bought new technology from the bonds that we passed in the past but then we discovered that there are no electrical outlets in the school classrooms because they are over 50 years old. I mean this is literally true. It&#39;s amazing when you finally look at the details of this.&quot;</p>\r\n\r\n<p>That does seem amazing. Does the Austin school district have classrooms lacking electrical outlets?</p>\r\n\r\n<p><strong>Revisiting a board&#39;s discussion</strong></p>\r\n\r\n<p>By telephone, Ko told us he heard about such classrooms at a March 2013 meeting of the board of the Greater Austin Asian Chamber of Commerce in which board members discussed Austin school bond propositions on the May 2013 ballot. Ko said board member Catherine Crago said that some district schools &quot;average&quot; 0.5 outlets per classroom and, Ko said, Crago added that this means some classrooms have no outlets. Ko said he is an advisory board member of the chamber.</p>\r\n\r\n<p>By phone and email, Crago told us that at the meeting, she mentioned research she helped compile in the early 1990s that inventoried some five million square feet of Central Texas schools, counting among features each school&rsquo;s windows and outlets. Crago said she did not say that she was referring to classrooms in the Austin district.</p>\r\n\r\n<p>Precisely, Crago said, she told board members that the research showed some Central Texas schools with 10 outlets per classroom and others averaging 0.5 outlets per classroom. She said she then asked an Austin district representative at the meeting: &quot;Is that still true?&quot; Crago said the representative nodded yes, which could have been in reference to Central Texas schools rather than Austin schools alone. Crago said her broader judgment is that older classrooms lack sufficient infrastructure to handle several computers in addition to a teacher&#39;s equipment.</p>\r\n\r\n<p>Did the Austin district official at that meeting agree that some classrooms lack outlets?</p>\r\n\r\n<p>That&rsquo;s not the recollection of Perla Delgado, the district representative at the chamber&rsquo;s board meeting, Alex Sanchez, a district spokesman, told us by phone. Delgado &quot;did not remember any specific question that she received or answered about electrical outlets,&quot; Sanchez said. &quot;It&rsquo;s not something she said that even came up.&quot;</p>\r\n\r\n<p>Separately, the executive director of the chamber, Marina Bhargava, said by phone that there was extensive discussion of the bond proposals at the meeting. She said she didn&rsquo;t recall the electrical outlet moment, though such an exchange might well have happened.</p>\r\n\r\n<p><strong>Austin district says classrooms have multiple outlets</strong></p>\r\n\r\n<p>Recollections aside, do Austin classrooms lack outlets?</p>\r\n\r\n<p>Sanchez and other district officials said not.</p>\r\n\r\n<p>District spokesman Antonio Lujan said by email that there have been no classrooms lacking outlets for years. &quot;Even the district&#39;s oldest schools and portables would have several outlets in a room designated as a classroom,&quot; Lujan said. &quot;A classroom could not function without electrical outlets, and staff members would request to add them to accommodate the teaching environment.&quot;</p>\r\n\r\n<p>Lujan passed along a response from Jeff Kauffman, the district&rsquo;s director of construction management, stating that every classroom has an outlet. &quot;For new construction, every type of classroom, (from basic elementary school general-use classrooms to specialized computer classrooms in high school) has a minimum number of outlets (electrical and computer) required to fully operate the space as defined&quot; in the district&rsquo;s educational specifications, Kauffman said.</p>\r\n\r\n<p>Kauffman said the specifications for a basic elementary school classroom (the least-wired situation) calls for a minimum of six electrical outlets with separate dedicated outlets (three to five) for computers...&quot; Kauffman said that more &quot;technology-based&quot; classrooms would have more outlets.</p>\r\n\r\n<p>&quot;Older classrooms,&quot; Kauffman said, &quot;have had outlets added, as needed, to accommodate the use of the space.&quot; Also, he said, new &quot;classroom portables have a minimum of eight electrical outlets and six data connections per classroom. Older portables have had outlets added, as needed,&quot; Kauffman said.</p>\r\n\r\n<p>Sanchez later said that according to Paul Turner, the district&rsquo;s executive director of facilities, the typical district classroom has about six outlets, each of them enabling two plugs. Also, according to Turner, each classroom on average would have six &quot;drops,&quot; meaning electrical cables enabling multiple connections such as those needed for laptops. Sanchez said voters provided for the &quot;drops&quot; by approving a 1996 bond proposition.</p>\r\n\r\n<p>We shared the district&rsquo;s replies with Ko, who said by email that the average number of outlets &quot;doesn&#39;t really speak to whether certain schools currently have classrooms that either lack working or usable outlets for whatever reasons.&quot; He also said that he apologizes if what he thought he heard was incorrect.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Ko said some Austin classrooms lack electrical outlets.</p>\r\n\r\n<p>We see no basis for this statement, which shakes out as horse-and-buggy ridiculous. Pants on Fire!</p>\r\n", "ruling_comments_date": "2013-08-07T16:24:23.159640", "ruling_date": "2013-08-08T10:00:00", "ruling_headline": "Prospective House candidate says Austin school district has classrooms lacking electrical outlets", "ruling_headline_slug": "prospective-house-candidate-says-austin-school-dis", "ruling_link_text": "Also missing pots of ink", "ruling_state": null, "source_documents": null, "sources": "<p>Telephone interviews and <a href=\"https://docs.google.com/document/d/1WIPZIwa9uOkJiw9z4DKgJ9tCUAlHeXqijbAdgO9bM2Y/pub\"><u>emails</u></a> (excerpted), Ramey Ko, Austin, Aug. 6-7, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1QgMJK8ppyt6Kp8FXvc7MiujKl5Yf0dOgILIfY6_g1LU/pub\"><u>Emails</u></a> from Antonio Lujan, media relations coordinator, Austin school district, including response from Jeff Kauffman, director, construction management, Austin district, Aug. 6, 2013</p>\r\n\r\n<p>Telephone interviews, Alex Sanchez, director of communications, Austin school district, Aug. 7, 2013</p>\r\n\r\n<p>Telephone interviews and <a href=\"https://docs.google.com/document/d/1WhYJ5ri5xxvFc_BoMp-gSj_Esdz6CY9S86D9i0cxzGw/pub\"><u>email</u></a>, Catherine Crago, Aug. 6-7, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Attorney", "false_count": 0, "first_name": "Ramey", "half_true_count": 0, "home_state": "Texas", "id": 2394, "last_name": "Ko", "mostly_true_count": 0, "name_slug": "ramey-ko", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/kopft080713.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2394/", "total_count": 1, "true_count": 0, "website": "http://jwalegal.com/our-team/ramey-ko-partner/"}, "statement": "<p>Says some Austin school district classrooms lack electrical outlets.</p>\r\n", "statement_context": "an Austin meeting.", "statement_date": "2013-07-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 115, "photo": null, "resource_uri": "/api/v/2/subject/115/", "subject": "Technology", "subject_slug": "technology", "used_in_edition": []}], "target": [], "twitter_headline": ""}