{"art": [{"brightcove": "", "caption": "Wisconsin Governor Scott Walker addresses the State Legislature during his state of the state address on January 15, 2013. Journal Sentinel photo", "id": 3613, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/walkroose.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3613/", "title": "Scott Walker speech", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "President Franklin Delano Roosevelt sits at the steering wheel of his automobile at Warm Springs, Ga., April 4, 1939. AP file photo", "id": 3614, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/roose.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3614/", "title": "FDR at Warm Springs", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2013/aug/13/scott-walker/Did-FDR-oppose-collective-bargaining-for-governmen/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 8134, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/8134/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>Reaction was swift and strong after Republican Gov. Scott Walker said the curbs he enacted on the collective-bargaining power of public-employee unions were philosophically in line with principles espoused by President Franklin Roosevelt, the liberal Democratic icon.</p>\r\n\r\n<p>Walker drew the comparison in <a href=\"http://www.wiseye.org/Programming/VideoArchive/EventDetail.aspx?evhdid=7751\">a July 29, 2013 speech</a> at the <a href=\"http://publicpolicyforum.org/2013-gra-conference\">Governmental Research Association policy conference</a> hosted by Milwaukee&rsquo;s Public Policy Forum.</p>\r\n\r\n<p>The governor, whose Act 10 law wiped away most subjects of bargaining for most public unions and shifted more pension and health-care costs to workers, <a href=\"http://www.jsonline.com/news/statepolitics/scott-walker-likens-himself-to-franklin-d-roosevelt-in-speech-monday-b9964030z1-217421191.html\">argued</a> the changes helped balance government budgets and made merit more important than teacher seniority in schools.</p>\r\n\r\n<p>&quot;We think it has a dynamic impact going forward on how we perform, and that is putting power in the hands of the people duly elected at the state and at the local level,&quot; &nbsp;Walker said.</p>\r\n\r\n<p>&quot;It&rsquo;s why -- some people are surprised to know this -- the position I pushed is not unlike the principle that Franklin Delano Roosevelt, not exactly a conservative, pushed as well when it came to public sector collective bargaining,&quot; Walker added. &quot;He felt that there wasn&#39;t a need -- and others like him, (former New York Mayor Fiorello) LaGuardia and others -- felt there wasn&rsquo;t a need in the public sector to have collective bargaining because the government is the people. We are the people.&quot;</p>\r\n\r\n<p>Did Roosevelt -- the patron of the post-Depression boost in organizing by industrial unions in the private sector -- really take the position that when it came to federal government employees, there &quot;wasn&rsquo;t a need&quot; to have collective bargaining?</p>\r\n\r\n<p>Before we check Walker&rsquo;s claim, let&rsquo;s stipulate the obvious: There are dramatic differences between Walker and the architect of the New Deal, from their approaches to governing in times of economic distress to their views on the proper size and role of the state.</p>\r\n\r\n<p>In the labor realm, when it came to private-sector unions whose cause he championed, FDR called collective bargaining a &quot;fundamental individual right.&quot; Walker, meanwhile, has not ruled out signing &quot;right to work&quot; limits on private-sector unions, though he&rsquo;s not pushing it now.</p>\r\n\r\n<p>That&rsquo;s one reason the comparison so riled Democrats and union leaders.</p>\r\n\r\n<p>&quot;FDR brought us out of the Great Depression with strong investment in workers and jobs programs that worked,&quot; Wisconsin State AFL-CIO leader Phil Neuenfeldt said. &quot;Scott Walker is drowning in a jobs deficit and to compare himself to FDR is laughably delusional.&quot;</p>\r\n\r\n<p>But Walker in his speech made a claim on a very specific historical point: FDR&rsquo;s views on collective bargaining for public employees.</p>\r\n\r\n<p>And that is the claim we are examining.</p>\r\n\r\n<p><strong>Where Roosevelt stood</strong></p>\r\n\r\n<p>Compared to the mountain of evidence on FDR&rsquo;s sympathetic stance on protections and rights for private laborers, the historical record on his attitude toward public-sector unions is less than a few inches high.</p>\r\n\r\n<p>Walker cites an on-point and oft-quoted FDR letter that conservatives frequently highlight when arguing for limits on unions in the government sector. That letter, we found, dominates scholarly debate over Roosevelt&rsquo;s views on this issue.</p>\r\n\r\n<p>And it&rsquo;s easy to see why: The president&rsquo;s <a href=\"http://www.presidency.ucsb.edu/ws/?pid=15445\">Aug. 16, 1937 correspondence</a> with Luther C. Steward, &nbsp;the president of the National Federation of Federal Employees, is bluntly worded -- to say the least.</p>\r\n\r\n<p>Roosevelt was responding to an invitation to attend the organization&rsquo;s 20th jubilee convention.</p>\r\n\r\n<p>In the letter, FDR says groups such as NFFE naturally organize to present their views to supervisors. Government workers, he observed, want fair pay, safe working conditions and review of grievances just like private-industry workers.</p>\r\n\r\n<p>Organizations of government employees &quot;have a logical place in Government affairs,&quot; he wrote.</p>\r\n\r\n<p>But Roosevelt then shifted gears, emphasizing that &quot;meticulous attention should be paid to the special relationships and obligations of public servants to the public itself and to the Government.&quot;</p>\r\n\r\n<p>Then, the most-famous line and the one directly on point to Walker&rsquo;s comment:</p>\r\n\r\n<p>&quot;All Government employees should realize that the process of collective bargaining, as usually understood, cannot be transplanted into the public service,&quot; he wrote. &quot;It has its distinct and insurmountable limitations when applied to public personnel management.&quot;</p>\r\n\r\n<p>Roosevelt didn&rsquo;t stop there.</p>\r\n\r\n<p>&quot;The very nature and purposes of Government make it impossible for administrative officials to represent fully or to bind the employer in mutual discussions with Government employee organizations,&quot; he wrote.</p>\r\n\r\n<p>When Walker claimed FDR said &quot;the government is the people,&quot; he had Roosevelt&rsquo;s next line in mind.</p>\r\n\r\n<p>&quot;The employer,&quot; Roosevelt&rsquo;s letter added, &quot;is the whole people, who speak by means of laws enacted by their representatives in Congress. Accordingly, administrative officials and employees alike are governed and guided, and in many instances restricted, by laws which establish policies, procedures, or rules in personnel matters.&quot;</p>\r\n\r\n<p>Roosevelt concluded with a strong stance against strikes by unions representing government workers, noting that NFFE&rsquo;s bylaws rejected strikes.</p>\r\n\r\n<p>The letter, the FDR<a href=\"http://www.fdrlibrary.marist.edu/aboutfdr/unions.html\"> Presidential Library site</a> points out, was released publicly by the Roosevelt White House and became the administration&#39;s &quot;official position&quot; on collective bargaining and federal government employees.</p>\r\n\r\n<p>Roosevelt had previously laid out his views on public-sector unions at a <a href=\"http://www.salon.com/2011/02/18/fdr_and_wisconsin/\">July 9, 1937 news conference.</a></p>\r\n\r\n<p>His statements there add more weight to Walker&rsquo;s claim.</p>\r\n\r\n<p>A reporter directly asked Roosevelt &quot;whether he favored government employees joining unions to the extent of collective bargaining with the government.&quot;</p>\r\n\r\n<p>Roosevelt&rsquo;s response made clear he thought managers should listen to worker concerns, whether raised by union representatives or not. Federal workers are free to join &quot;any union they want,&quot; he said.</p>\r\n\r\n<p>But he recalled that in 1913, when he was Navy assistant secretary, he told a union official the Navy would not enter into a contract with the union because it had no discretion under federal law.</p>\r\n\r\n<p>&quot;The pay is fixed by Congress and the workmen are represented by the members of Congress in the fixing of Government pay,&quot; Roosevelt said.</p>\r\n\r\n<p>His thinking then still applied, Roosevelt told the reporters in 1937.</p>\r\n\r\n<p>At the end of news conference, Roosevelt was asked, after making the point that Congress sets compensation: &quot;In other words, you would not have the representatives of the majority as the sole bargaining agents?&quot;</p>\r\n\r\n<p>Roosevelt: &quot;Not in the government, because there is no collective contract. It is a very different case. There isn&rsquo;t any bargaining, in other words, with the government, therefore the question does not arise.&quot;</p>\r\n\r\n<p>Taken together, the letter and news conference remarks positioned Roosevelt as deeply skeptical of the need and wisdom of collective bargaining power for unions in the federal system.</p>\r\n\r\n<p>When he wrote that the unique circumstances would make it &quot;impossible&quot; for government officials to make a binding deal on behalf of the government, that didn&rsquo;t leave a lot of ambiguity.</p>\r\n\r\n<p>Same with the phrase &quot;insurmountable limitations.&quot;</p>\r\n\r\n<p><strong>What the scholars say</strong></p>\r\n\r\n<p>Perhaps because of the strong wording of his views, the 1937 letter remains -- nearly 75 years later -- the best piece of evidence on this topic.</p>\r\n\r\n<p>Even scholars and union officials who chafe at Walker linking himself to FDR have acknowledged the letter&rsquo;s significance.</p>\r\n\r\n<p>&quot;Roosevelt absolutely did not favor collective bargaining for federal workers and especially did not favor the right to strike,&quot; public-sector labor scholar Joseph McCartin <a href=\"http://www.salon.com/2011/02/18/fdr_and_wisconsin/\">told Salon.com</a> shortly after Walker&rsquo;s dramatic action in 2011.</p>\r\n\r\n<p>And the current head of the National Federation of Federal Employees says Roosevelt&rsquo;s words meant he &quot;believed that there should be no right to federal bargaining over wages and benefits.&quot;</p>\r\n\r\n<p>The union chief, <a href=\"http://www.nffe.org/ht/d/sp/i/281/pid/281\">William Dougan</a>, told us Roosevelt feared that dealing with multiple unions could lead to pay disparities.</p>\r\n\r\n<p>To be sure, Roosevelt&rsquo;s views were in part a product of his time.</p>\r\n\r\n<p>At the time, government unions had no collective bargaining rights, and it was not uncommon for elected officials to stand against union bargaining rights for government employees. Even in the private-sector, labor rights were still developing, their constitutionality still under debate in the courts.</p>\r\n\r\n<p>The notion of expanding those powers to the government sector had not yet taken hold -- and it would not under FDR. It wasn&rsquo;t until 1962 that President John F. Kennedy&rsquo;s <a href=\"http://www.presidency.ucsb.edu/ws/?pid=58926\">executive order</a> allowed bargaining, and then just over working conditions. Federal unions still cannot bargain over pay and benefits.</p>\r\n\r\n<p>Still, there are prominent scholarly voices who think Roosevelt&rsquo;s 1937 letter has been misinterpreted, at least in part.</p>\r\n\r\n<p>One such voice is McCartin, the <a href=\"http://explore.georgetown.edu/people/jam6/\">Georgetown University history professor</a> who told Salon that &quot;Roosevelt absolutely did not favor collective bargaining for federal workers and especially did not favor the right to strike.&quot;</p>\r\n\r\n<p>When we asked McCartin about that interview, he said he had spoken prematurely.</p>\r\n\r\n<p>He and other historians note that Roosevelt wrote that collective bargaining, &quot;as usually understood,&quot; cannot be transplanted into the public service.</p>\r\n\r\n<p>Historians and union officials have parsed the phrase for decades, debating its meaning, and sometimes disagreeing with each other.</p>\r\n\r\n<p>The phrase, some say, leaves open the possibility that Roosevelt supported a modified form of collective bargaining, different from what private workers had created. They note that in the letter, Roosevelt directed his opposition most specifically at the right to strike.</p>\r\n\r\n<p>Dougan, the union official, <a href=\"http://www.federaltimes.com/article/20120923/ADOP06/309230003/Correcting-misinformation-FDR-8217-s-union-views\">believes Roosevelt appeared open</a> to bargaining over working conditions.</p>\r\n\r\n<p>Several scholars emphasize that Roosevelt later praised a union contract negotiated between the federally owned Tennessee Valley Authority and unions representing workers for the electric utility created by the federal government in 1933. The TVA&rsquo;s board, appointed by Roosevelt, <a href=\"http://www.gao.gov/products/GGD-91-129\">chose as a matter of policy</a> to recognize the unions and bargain with them. The TVA Act signed by Roosevelt did not direct or discourage such bargaining.</p>\r\n\r\n<p>The <a href=\"http://www.tva.com/abouttva/history.htm\">TVA</a> episode is &quot;the only effective rebuttal&quot; offered to the words in FDR&rsquo;s letter, wrote Wilson R. Hart, a longtime labor relations adviser in the federal government who examined Roosevelt&rsquo;s thinking on unions.</p>\r\n\r\n<p>Hart felt that the apparent contradiction between FDR&rsquo;s TVA comments and his 1937 letter strongly suggested that Roosevelt was not denouncing all elements of collective bargaining in the letter.</p>\r\n\r\n<p><strong>How Walker&rsquo;s action compares</strong></p>\r\n\r\n<p>Scholars, including McCartin, believe FDR&rsquo;s views might have evolved in favor of public sector bargaining -- and against what Walker did.</p>\r\n\r\n<p>We won&rsquo;t judge that for this item, but we&rsquo;ll end with a few observations regarding the two situations, separated by nearly three-quarters of a century.</p>\r\n\r\n<p>In substance, Walker&rsquo;s move dramatically limited, but did not completely end, collective bargaining by most public employees. His Act 10 allowed the state to cut benefits and try to limit pay increases. He argued that unions had become too powerful and that elected representatives of the people should have more control over taxpayer-funded compensation.</p>\r\n\r\n<p>Roosevelt said in the 1937 press conference that compensation levels for federal employees should be set by Congress and the president, not through bargaining with unions.</p>\r\n\r\n<p>So both men -- decades apart -- envisioned a limited role for unions in the public sector.</p>\r\n\r\n<p>But the differences in context make the two men&rsquo;s views hard to compare.</p>\r\n\r\n<p>Walker acted after 50 years of collective bargaining between the state and its employees -- in the birthplace of public collective bargaining -- while FDR expressed his views before labor won that toehold into that arena.</p>\r\n\r\n<p>Our rating</p>\r\n\r\n<p>Walker said FDR &quot;felt there wasn&rsquo;t a need in the public sector to have collective bargaining because the government is the people.&quot;</p>\r\n\r\n<p>The governor relies -- to good effect -- on Roosevelt&rsquo;s 1937 letter, which, along with other primary evidence, lays out in striking language FDR&rsquo;s deep reservations about the need for and wisdom of public-sector bargaining.</p>\r\n\r\n<p>While Roosevelt was open to discussion with represented and unrepresented employees over working conditions, he seemingly had major concerns about a formal, contractual bargaining process.</p>\r\n\r\n<p>Scholars cite Roosevelt&rsquo;s positive comments on the Tennessee Valley Authority labor contracts, and debate certain phraseology in FDR&#39;s writings, but it&rsquo;s limited evidence compared to the clear impression left by the letter and press conference remarks.</p>\r\n\r\n<p>Roosevelt saw a &quot;logical place&quot; for unions in government affairs, but the most compelling evidence suggests he drew the line at collective bargaining with them.</p>\r\n\r\n<p>We rate Walker&rsquo;s narrow statement True.</p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2013-08-08T17:44:19.850775", "ruling_date": "2013-08-13T20:00:00", "ruling_headline": " Did FDR oppose collective bargaining for government workers?", "ruling_headline_slug": "Did-FDR-oppose-collective-bargaining-for-governmen", "ruling_link_text": "FDR's own words, writings make a strong case", "ruling_state": null, "source_documents": null, "sources": "<p>Gov. Scott Walker, <a href=\"http://www.wiseye.org/Programming/VideoArchive/EventDetail.aspx?evhdid=7751\">keynote speech</a>, Public Policy Forum&rsquo;s Governmental Research Association 2013 Annual Policy Conference, (FDR remarks start at 01:56:00), July 29, 2013</p>\r\n\r\n<p>The American Presidency Project, Franklin Roosevelt, <a href=\"http://www.presidency.ucsb.edu/ws/?pid=15445\">Letter </a>on the Resolution of Federation of Federal Employees Against Strikes in Federal Service, August 16, 1937</p>\r\n\r\n<p>FDR Library, <a href=\"http://www.fdrlibrary.marist.edu/aboutfdr/pdfs/union_pressconf.pdf\">excerpt of press conference</a> of July 9, 1937 in Executive Offices of the White House</p>\r\n\r\n<p>Franklin D. Roosevelt Presidential Library and Museum, <a href=\"http://www.fdrlibrary.marist.edu/aboutfdr/unions.html\">&quot;FDR on Federal Government Employee Unions,&quot;</a> accessed July 31, 2013</p>\r\n\r\n<p>Interview with William Dougan, National President, National Federation of Federal Employees, July 31, 2013</p>\r\n\r\n<p>Interview with Joseph McCartin, history professor, Georgetown University, July 31, 2013</p>\r\n\r\n<p>Interview with Joseph Slater, professor, University of Toledo Law School, July 30, 2013</p>\r\n\r\n<p>Interview, William P. Jones, Department of History, University of Wisconsin-Madison, July 31, 2013</p>\r\n\r\n<p>Email exchange with Tom Evenson, press secretary to Gov. Scott Walker, July 31, 2013</p>\r\n\r\n<p>Interview with Cliff Laube, Public Programs Specialist, FDR Library, July 31, 2013</p>\r\n\r\n<p>U.S. Government Accountability Office, &quot;Labor Management Relations: Tennessee Valley Authority Situation Needs to Improve,&quot; <a href=\"http://www.gao.gov/products/GGD-91-129\">GGD-91-129</a>, Sept. 26, 1991.</p>\r\n\r\n<p>Joseph E. Slater, excerpt from his book, <a href=\"http://books.google.com/books?id=Gxdq41XkhhgC&amp;pg=PA133&amp;lpg=PA133&amp;dq=La+Guardia+public+sector+bargaining&amp;source=bl&amp;ots=v-TLqxhg0x&amp;sig=1QW0IHBe8rF6Cuy2LFu6DbZpxM8&amp;hl=en&amp;sa=X&amp;ei=7nX6UYCQIO-kyAGHw4HABA&amp;ved=0CDcQ6AEwAQ#v=onepage&amp;q=La%20Guardia%20public%20sector%20bargaining&amp;f=false\">&quot;Public Workers: Government Employee Unions, the Law and the State, 1900-1962</a>.&quot;</p>\r\n\r\n<p>Milwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/statepolitics/scott-walker-likens-himself-to-franklin-d-roosevelt-in-speech-monday-b9964030z1-217421191.html\">&quot;Wisconsin a model for country, Scott Walker says,&quot;</a> July 29, 2013</p>\r\n\r\n<p>Federal Times, <a href=\"http://www.federaltimes.com/article/20120923/ADOP06/309230003/Correcting-misinformation-FDR-8217-s-union-views\">&quot;Correction Misinformation on FDR&rsquo;s Union Views,&quot;</a> Sept. 23, 2012</p>\r\n\r\n<p>Salon, <a href=\"http://www.salon.com/2011/02/18/fdr_and_wisconsin/\">&quot;Why FDR would support the Wisconsin protests,&quot;</a> Feb. 18, 2011</p>\r\n\r\n<p>Wilson R. Hart, &quot;Collective Bargaining in the Federal Civil Service, A Study of Labor-Management Relations in United States Government Employment,&quot; Harper &amp; Brothers, copyright 1961</p>\r\n\r\n<p>&quot;The Public Stake in Union Power,&quot; Edited by Philip D. Bradley, University of Virginia Press, copyright 1959</p>\r\n\r\n<p>&quot;Public Sector Bargaining,&quot; Edited by Benjamin Aaron, Joyce M. Najita and James L. Stern, The Bureau of National Affairs, Inc., 1979</p>\r\n\r\n<p>Gordon M. Haferbecker, &quot;Wisconsin Labor Laws,&quot; The University of Wisconsin Press, Madison, 1958</p>\r\n\r\n<p>Murray B. Nesbitt, &quot;Labor Relations in the Federal Government Service,&quot; The Bureau of National Affairs, Inc., 1976</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 38, "current_job": "Milwaukee County Executive", "false_count": 42, "first_name": "Scott", "half_true_count": 38, "home_state": "Wisconsin", "id": 640, "last_name": "Walker", "mostly_true_count": 44, "name_slug": "scott-walker", "pants_count": 11, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Walker_1_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/640/", "total_count": 211, "true_count": 25, "website": "http://www.scottwalker.org/"}, "statement": "<p>Says President Franklin Delano Roosevelt &quot;felt there wasn&rsquo;t a need in the public sector to have collective bargaining because the government is the people.&quot;</p>\r\n", "statement_context": "a speech", "statement_date": "2013-07-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}, {"description": "", "id": 206, "photo": null, "resource_uri": "/api/v/2/subject/206/", "subject": "Unions", "subject_slug": "unions", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}