{"art": [], "author": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "canonical_url": "/ohio/statements/2013/aug/09/mary-taylor/mary-taylor-says-obamacare-will-push-insurance-cos/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "mvosburg@plaind.com", "first_name": "Mark", "id": 160, "last_name": "Vosburgh", "name_slug": "mark-vosburgh", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/160/", "title": "Deputy metropolitan editor, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 8139, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/8139/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Ohio Lt. Gov. Mary Taylor, who also is the director of the state&rsquo;s Department of Insurance, is a Republican who has been highly critical of the federal law known as Obamacare.</p>\r\n\r\n<p>In an email distributed Aug. 3, 2013, by KasichforOhio.com, a message bearing Taylor&rsquo;s name solicits signatures to an online petition against the Affordable Care Act.</p>\r\n\r\n<p>&quot;A new study by the Ohio Department of Insurance details how Ohioans can expect to pay up to 41 percent more for their insurance premiums when Obamacare takes effect next year,&quot; the message says.</p>\r\n\r\n<p>Taylor&rsquo;s note is accompanied by a photo headlined &quot;41% Increase For Ohioans.&quot; In the picture, a smiling Barack Obama is looking toward the image of a woman with her hand over her forehead in anguish.</p>\r\n\r\n<p>Sounded and looked pretty bad. PolitiFact Ohio decided to check it out.</p>\r\n\r\n<p>We didn&rsquo;t have to look far for an explanation. When Taylor&rsquo;s Department of Insurance put out a news release containing essentially the same message, The Plain Dealer investigated the facts behind the study.</p>\r\n\r\n<p>Reporter Natalie Villacorta and Washington Bureau Chief Stephen Koff talked with the Department of Insurance and also experts who looked at the department&rsquo;s findings.</p>\r\n\r\n<p>What they found was that the 41 percent figure applies to one group of people -- individuals buying health insurance policies on the new state marketplace, or exchange. And that&rsquo;s a small percentage of the population.</p>\r\n\r\n<p>The majority of Ohioans are insured by group plans, typically offered through their employers. A study done for the state by Milliman, Inc., a consulting firm, found that only 350,000 out of 10 million people with medical coverage in Ohio had these kinds of policies in 2010.</p>\r\n\r\n<p>That&rsquo;s 3.5 percent of the people with medical coverage.</p>\r\n\r\n<p>The study by the Insurance Department, the one Taylor&rsquo;s claim cites, also drew criticism from outside experts. They noted it did not take into account subsidies that will lessen the costs for many people who buy their policies in the exchange.&nbsp;</p>\r\n\r\n<p>The average premium for 2014 was estimated at $332.58 a month for individuals, but that figure did not take into account the impact of subsidies that will help reduce out of pocket costs.</p>\r\n\r\n<p>Taylor acknowledged to The Plain Dealer that the impact of the subsidies was not factored into the estimates. She said that the Insurance Department did not have the necessary information to calculate the impact of the subsidies.</p>\r\n\r\n<p>But the subsidies could have a broad impact.</p>\r\n\r\n<p>The Congressional Budget Office estimates that 80 to 90 percent of Americans using the exchange will be eligible for income-based federal subsidies. Those who make less than four times the federal poverty level &ndash; $45,960 a year for a single person and $94,200 for a family of four &ndash; will be eligible. And that can make a big difference.</p>\r\n\r\n<p>For example, a 30-year-old individual who makes $30,000 will be expected to pay $2,512 in premiums per year. That breaks down to $209 a month. But in that example, subsidies would cover about $76 of the monthly total.</p>\r\n\r\n<p>One other point is that comparing premiums from 2013 plans with those that will be used in 2014 is tricky.</p>\r\n\r\n<p>The Insurance Department&rsquo;s report said 2013&rsquo;s average premium for individuals was $236. That figure is part of the calculation that yields the 41 percent increase.</p>\r\n\r\n<p>A spokesman for the non-partisan Kaiser Family Foundation, Larry Levitt, told The Plain Dealer that there are factors in play, though, that make that average figure artificially low.</p>\r\n\r\n<p>First, cheap policies today often come with steep deductibles and co-payments and limited coverages. And second, it can be hard for people with pre-existing conditions to even qualify to purchase an individual policy.</p>\r\n\r\n<p>But that changes in 2014, under the Affordable Care Act. Insurers will be required to include coverage for some essential benefits, such as maternity care, in their policies. And, they will not be able to turn away clients with pre-existing conditions.</p>\r\n\r\n<p>Furthermore, to arrive at the 41 percent average increase, Taylor included all current policies -- including those with deductibles as high as $25,000, which some health policy analysts say barely qualify as health coverage. By contrast, the Affordable Care Act caps out-of-pocket spending for individuals around $6,000 (indexed for inflation). Mathematically, that doesn&#39;t make her figure wrong, but qualitatively, it&#39;s like comparing a used Chevy to a new Cadillac.</p>\r\n\r\n<p>So where does that leave Taylor&rsquo;s claim?</p>\r\n\r\n<p>She said in the email that &quot;A new study by the Ohio Department of Insurance details how Ohioans can expect to pay up to 41 percent more for their insurance premiums when Obamacare takes effect next year.&quot;</p>\r\n\r\n<p>Taylor didn&rsquo;t say all Ohioans. By using the words &quot;up to,&quot; she implies that some won&rsquo;t pay that much. And the Department of Insurance did in fact find some people could pay 41 percent more.</p>\r\n\r\n<p>But someone hearing Taylor&rsquo;s claim would need to know some important details to put it in full context.</p>\r\n\r\n<p>While she implies &quot;some Ohioans&quot; rather than all, what her claim makes no mention of is that the 41 percent applies to a very small percentage of Ohioans.</p>\r\n\r\n<p>Nor does it mention that the figure would be impacted by federal subsidies for which a large percentage of those purchasing policies on the insurance exchange could qualify.</p>\r\n\r\n<p>And, as the expert from Kaiser noted, figuring average premium costs is tricky because some cheaper policies that lower the average price now won&rsquo;t be available in 2014, while laws requiring certain coverages could push up the 2014 averages.</p>\r\n\r\n<p>On the Truth-O-Meter, Taylor&rsquo;s claim rates Half True.</p>\r\n", "ruling_comments_date": "2013-08-09T18:01:01.573393", "ruling_date": "2013-08-09T18:00:00", "ruling_headline": "Mary Taylor says Obamacare will push insurance costs up 41 percent for Ohioans", "ruling_headline_slug": "mary-taylor-says-obamacare-will-push-insurance-cos", "ruling_link_text": "Claim is missing some key qualifiers", "ruling_state": null, "source_documents": null, "sources": "<p>Email from KasichforOhio.com, &quot;41% Higher Cost for Ohioans,&quot; a note from Mary Taylor, sent Aug. 3, 2013</p>\r\n\r\n<p>KasichTaylor for Ohio, online petition, &quot;<a href=\"http://www.kasichforohio.com/obamacare/\">Stand up against Obamacare</a>,&quot; accessed Aug. 9, 2013</p>\r\n\r\n<p>The Plain Dealer, via Cleveland.com, &quot;<a href=\"http://www.cleveland.com/metro/index.ssf/2013/08/ohio_insurance_department_clai.html\">Ohio insurance department claims Obamacare premium rates to rise 41 percent</a>,&quot; Aug. 1, 2013</p>\r\n\r\n<p>The Plain Dealer, via Cleveland.com, &quot;<a href=\"http://www.cleveland.com/open/index.ssf/2013/06/obamacare_to_make_rates_soar_s.html\">Obamacare to make rates soar, state says in analysis attacked as deeply flawed</a>,&quot; June 8, 2013</p>\r\n\r\n<p>Ohio Department of Insurance, news release &quot;<a href=\"http://www.insurance.ohio.gov/Newsroom/Pages/08012013ExchangeApprovedRates.aspx\">Health Insurance Premiums to Increase 41 Percent Due to Affordable Care Act</a>,&quot; Aug. 1, 2013</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Lieutenant governor of Ohio", "false_count": 0, "first_name": "Mary ", "half_true_count": 1, "home_state": "Ohio", "id": 1459, "last_name": "Taylor", "mostly_true_count": 1, "name_slug": "mary-taylor", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-mary-taylor.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1459/", "total_count": 3, "true_count": 0, "website": "http://www.governor.ohio.gov/About/LtGovernorTaylor.aspx"}, "statement": "<p>&quot;Ohioans can expect to pay up to 41 percent more for their insurance premiums when Obamacare takes effect next year.&quot;</p>\r\n", "statement_context": "an email", "statement_date": "2013-08-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 213, "photo": null, "resource_uri": "/api/v/2/subject/213/", "subject": "Government regulation", "subject_slug": "government-regulation", "used_in_edition": ["/api/v/2/edition/9/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}