{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/aug/16/john-cornyn/cornyn-echoes-survey-latino-african-american-voter/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 8158, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/8158/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Declaring Texas does not discriminate, Republican U.S. Sen. John Cornyn charged Eric Holder, the U.S. attorney general, with partisan reasons for vowing to restore mandatory federal oversight of voting-related changes in the state.</p>\r\n\r\n<p>In July 2013, <a href=\"http://www.justice.gov/iso/opa/ag/speeches/2013/ag-speech-130725.html\"><u>Holder said the Department of Justice would sue</u></a> to give the federal government a renewed watch-dog role over Texas. Holder spoke after the U.S. Supreme Court struck down a provision of the Voting Rights Act that for decades had required Texas and other jurisdictions to win federal pre-approval before implementing changes related to voting.</p>\r\n\r\n<p>Cornyn, who seeks re-election in 2014, said in an <a href=\"http://www.mystatesman.com/news/news/opinion/cornyn-voter-id-protects-voter-equality/nZHXB/\"><u>opinion column</u></a> posted online Aug. 8, 2013 by the <em>Austin American-Statesman</em> that minority voter turnout in Texas is already healthy. &quot;According to a Census Bureau report, 68.2 percent of registered Hispanic voters in Texas went to the polls in the 2000 general election,&quot; Cornyn said. &quot;By 2012, with an additional 747,000 Hispanic Texans on the electoral roll, the rate had risen to 71.2 percent. Meanwhile, the rate for African-American Texans rose to over 86 percent in the same period &ndash; the highest among all racial groups tracked in the Census Bureau report.&quot;</p>\r\n\r\n<p>An Austin Democratic activist, Burnt Orange Report blogger Katherine Haenschen, expressed skepticism of those 2012 percentages in a <a href=\"http://www.burntorangereport.com/diary/13931/senator-john-cornyn-argues-that-high-minority-turnout-is-reason-to-support-photo-voter-id\"><u>blog post</u></a>--and on Twitter, she <a href=\"https://twitter.com/KathTX/status/366936474672824321\"><u>asked us</u></a> to look into them.</p>\r\n\r\n<p>It&#39;s no cinch to break down who voted in Texas in 2012. The state does not track voters by ethnicity and 2012 voter exit polls in the state were not extensive enough to generate estimates for how many Latinos and African Americans cast ballots.</p>\r\n\r\n<p><strong>Government&#39;s post-election survey</strong></p>\r\n\r\n<p>By email, Cornyn spokeswoman Jessica Sandlin pointed out <a href=\"http://www.census.gov/prod/2013pubs/p20-568.pdf\"><u>&quot;The Diversifying Electorate&mdash;Voting Rates by Race and Hispanic Origin in 2012 (and Other Recent Elections),&quot;</u></a> a May 2013 census bureau report on turnout in presidential elections from 1996 through 2012 based on the bureau&rsquo;s supplemental Current Population Survey undertaken after each of those elections.</p>\r\n\r\n<p>Nationally, the report said, voting rates for blacks were higher in 2012 than in recent presidential elections, the &quot;result of a steady increase in black voting rates since 1996. Voting rates also increased among Hispanics and Asians across some of the elections,&quot; the report said, &quot;although these gains were not nearly as consistent as for blacks.&quot;</p>\r\n\r\n<p>A May 8, 2013, bureau <a href=\"http://www.census.gov/newsroom/releases/archives/voting/cb13-84.html\"><u>press release</u></a> led us to <a href=\"http://www.census.gov/hhes/www/socdemo/voting/publications/p20/2012/tables.html\"><u>detailed charts</u></a> including <a href=\"http://www.census.gov/hhes/www/socdemo/voting/publications/p20/2012/Table04b.xls\"><u>one</u></a> indicating that according to the survey, nearly 1.9 million of more than 2.6 million registered Hispanic voters in Texas, 71.3 percent, turned out in 2012. Also, more than 1.3 million of more than 1.5 million registered African American voters, 86.2 percent, turned out, according to the chart. (Nearly 7 million of more than 8.7 million white registered Texas voters, or 80 percent, turned out, according to the chart, while 220,000 of the state&rsquo;s 305,000 Asian registered voters, or 72 percent, voted.)</p>\r\n\r\n<p>These percentages, like Cornyn&rsquo;s statement, do not represent many citizens eligible to vote who could have voted if they had registered. The survey separately indicates that some 39 percent of the state&rsquo;s voting-age Hispanic citizens and 63 percent of such African American citizens cast ballots.</p>\r\n\r\n<p><strong>Over-count?</strong></p>\r\n\r\n<p>Also, experts have warned that the bureau&rsquo;s post-election surveys over-estimate turnout.</p>\r\n\r\n<p>Antonio Gonzalez, president of the Los Angeles-based<a href=\"http://www.wcvi.org/\"> <u>William C. Velasquez Institute</u></a>, which focuses on improving the level of Latino political and economic participation, <a href=\"http://www.politifact.com/texas/statements/2013/mar/22/battleground-texas/battleground-texas-says-54-percent-texas-latinos-r/\"><u>previously told us</u></a> by telephone there is no perfect way to pinpoint the makeup of any electorate. Gonzalez said then that he respects the bureau&rsquo;s post-election surveys though they include inflated responses. &quot;It&rsquo;s the government asking if you&rsquo;ve voted or registered to vote,&quot; Gonzalez said by way of an example. &quot;So there&rsquo;s an (unquantified) exaggeration factor.&quot;</p>\r\n\r\n<p>More recently, Dallas lawyer Michael Li, a redistricting expert who has helped Democrats, said in &nbsp;a May 11, 2013, <a href=\"http://txredistricting.org/post/50147627180/a-second-look-at-the-ethnic-makeup-of-texas-2012-vote\"><u>blog post</u></a> that the bureau&rsquo;s estimates &quot;tend to overstate actual turnout because people don&rsquo;t like saying they didn&rsquo;t vote, especially with something as important as a presidential election.&quot; Too, some voters fudge when asked if they registered to vote, he wrote.</p>\r\n\r\n<p>By email, Li pointed us to a May 15, 2013, &quot;Fact Tank&quot; <a href=\"http://www.pewresearch.org/fact-tank/2013/05/15/skepticism-about-a-landmark-census-finding/\"><u>post </u></a>by the Pew Research Center stating the bureau&rsquo;s post-election surveys are &quot;considered the best source of information on the demographics of the nation&rsquo;s electorate.&quot; Then again, the center said, the latest survey over-reported total 2012 voters nationally by about 4 million and, it said, African American voters were overcounted, especially in states with the greatest share of blacks in their electorates.</p>\r\n\r\n<p>&quot;Might this be because non-voting blacks were more eager than non-voting whites to tell survey takers that they voted for the first ever African-American president?&quot; the center wrote. &quot;While there&rsquo;s no way of knowing for sure, the data are suggestive.&quot;</p>\r\n\r\n<p>The center said that its analysis did not disprove the bureau&rsquo;s African American turnout finding. &quot;Nor does it negate the long-term turnout trends, which show that<a href=\"http://www.pewresearch.org/2013/05/08/six-take-aways-from-the-census-bureaus-voting-report/\"> <u>black turnout has been rising since 1996</u></a>,&quot; the center said. &quot;It may, however, merit an asterisk alongside the claim that blacks turned out at a higher rate than whites in 2012.&quot;</p>\r\n\r\n<p>In Texas, the bureau survey indicates, more than 8.6 million voters cast ballots. But the Texas Secretary of State <a href=\"http://www.sos.state.tx.us/elections/historical/70-92.shtml\"><u>says</u></a> nearly 8 million ballots were cast for president. All told, according to the agency, 59 percent of nearly 13.7 million registered voters cast ballots, compared to 60 percent of 13.6 million registered voters in 2008.</p>\r\n\r\n<p>In 2008, <a href=\"http://www.cnn.com/ELECTION/2008/results/polls/#TXP00p1\"><u>voter exit polls</u></a> in Texas indicated that 63 percent of the November voters were white; 20 percent were Latino; 13 percent African American and 2 percent were Asian. Li wrote that the 2012 bureau survey indicates 59 percent of the state&rsquo;s 2012 voters were Anglo; 22 percent were Hispanic, 16 percent were African American and more than 2 percent were Asian. State voting records, Li wrote, suggest a greater share of Anglo voters and fewer Latino and African American voters.</p>\r\n\r\n<p>The bureau&rsquo;s May 2013 report acknowledged the likelihood of discrepancies between its estimates and state voter counts. Ballots sometimes get invalidated during counting and some voters skip voting for president, so their votes would not be rolled into state voter counts, the bureau said. Also, it said, some survey respondents say they voted when they did not, their purpose being to &quot;appear to behave in a socially desirable way.&quot;</p>\r\n\r\n<p>Sandlin said by email that the bureau survey remains the &quot;best option&quot; for gauging Texas voter participation by race.</p>\r\n\r\n<p><strong>Democratic analysis of voting records</strong></p>\r\n\r\n<p>There is at least one other way to estimate participation.</p>\r\n\r\n<p>Li said in his blog post that state records revealing who voted suggest that about half the state&rsquo;s Latino registered voters and 68 percent of African American registered voters cast ballots. From the same records, he wrote, it looks like Anglos and African Americans turned out in greater relative force than Hispanics. However, Li noted, the records indicate African American turnout trailed Anglo turnout, contrary to the bureau survey results. Also, Li wrote, while the bureau survey indicates Hispanic turnout in Texas trailed Anglo turnout by about 12 percentage points, the voting records suggest Latino turnout lagged by nearly double that.</p>\r\n\r\n<p>Broadly, he wrote, the number of registered Texas voters &quot;has been relatively flat for the better part of a decade despite burgeoning Hispanic and African-American growth during that same period -- both in total and citizen voting age populations,&quot; an indication that minority turnout remains a challenge.</p>\r\n\r\n<p>Li told us that he relied on Democratic database consultant James Van Sickle of Dallas to reach his characterizations of voters by ethnicity. By telephone, Van Sickle said he drew on various sources to reach conclusions including census data, consumer spending information, voters&rsquo; last names and where they live.</p>\r\n\r\n<p>Seeking more perspective, we emailed pollsters and partisan activists about Cornyn&rsquo;s claim.</p>\r\n\r\n<p>Democratic pollster Jeff Smith of Austin replied that his sense is the state&rsquo;s voter rolls show that 47 percent of Hispanic registered voters turned out compared to 65 percent of African Americans and 61 percent of all Texas voters. He said he identified Hispanic voters based on matching surnames to a file of Hispanic surnames derived from the U.S. Census, also using maiden names when applicable. Black voters were basically identified by another firm, he said.</p>\r\n\r\n<p>Lynda Tran, a consultant to Battleground Texas, a pro-Democratic group focused on building voter registration and turnout in the state, called Cornyn&rsquo;s figures accurate, though she said by email that according to the 2012 survey results, Texas ranked 25th in its percentages of Latino citizens who voted and registered Latinos who voted out of 29 states with enough Latino residents to be tabulated by the bureau. Tran said Texas ranked 25th in registered African Americans who voted out of 33 tallied states.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cornyn said that according to the census bureau, 71.2 percent of Hispanic registered voters in Texas and over 86 percent of African American registered voters participated in the 2012 elections.</p>\r\n\r\n<p>This echoes a result from the bureau&rsquo;s quadrennial post-election survey, though it doesn&#39;t account for another result indicating that far fewer Latino and African American voting-age Texans voted--and the survey also tends to overestimate participation. Separately, Democratic analyses of voting records suggest that no more than half of Hispanic registered voters and 68 percent of African American registered voters went to the polls.</p>\r\n\r\n<p>We rate this statement, which lacks these clarifications and additional information, as Mostly True.</p>\r\n", "ruling_comments_date": "2013-08-15T14:56:14.941369", "ruling_date": "2013-08-16T10:00:00", "ruling_headline": "Cornyn echoes survey on Latino, African American voter turnout, but clarification needed", "ruling_headline_slug": "cornyn-echoes-survey-latino-african-american-voter", "ruling_link_text": "Subject to overcounting", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/1nX_P7F4iWYaB_W_f_kyKg5sgi3oduKusveqrvkAb9uY/pub\"><u>Emails</u></a>, Jessica Sandlin, Texas press secretary, U.S. Sen. John Cornyn, Aug. 12-14, 2013</p>\r\n\r\n<p>Report, &nbsp;<a href=\"http://www.census.gov/prod/2013pubs/p20-568.pdf\"><u>&quot;The Diversifying Electorate&mdash;Voting Rates by Race and Hispanic Origin in 2012 (and Other Recent Elections),&quot;</u></a> U.S. Census Bureau, May 2013</p>\r\n\r\n<p>Chart, <a href=\"http://www.census.gov/hhes/www/socdemo/voting/publications/p20/2012/Table04b.xls\"><u>&quot; Reported Voting and Registration, by Sex, Race and Hispanic Origin, for States: November 2012.&quot;</u></a> Census Bureau, Current Population Survey (downloaded Aug. 12, 2013)</p>\r\n\r\n<p>Research post, <a href=\"http://www.pewresearch.org/fact-tank/2013/05/15/skepticism-about-a-landmark-census-finding/\"><u>&quot;Skepticism about a landmark Census finding,&quot;</u></a> Pew Research Center, May 15, 2013</p>\r\n\r\n<p>Blog posts, Texas Redistricting &amp; Election law blog, Michael Li, <a href=\"http://txredistricting.org/post/49970427560/a-look-at-2012-turnout-by-ethnicity-in-texas\"><u>&quot;A look at 2012 turnout by ethnicity in Texas,&quot; </u></a>May 8, 2013; <a href=\"http://txredistricting.org/post/50043140430/what-we-dont-actually-know-about-the-2012-election-in\"><u>&quot;What we don&rsquo;t actually know about the 2012 election in Texas,&quot;</u></a> May 9, 2013; &nbsp;<a href=\"http://txredistricting.org/post/50147627180/a-second-look-at-the-ethnic-makeup-of-texas-2012-vote\"><u>&quot;A second look at the ethnic makeup of Texas&rsquo; 2012 vote,&quot;</u></a> May 11, 2013 (accessed Aug. 13, 2013)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1x-Qod5Ocwv8C9QV_CfWufwkg3hJNpQph8kpwcmNrlus/pub\"><u>Emails</u></a>, Jeff Smith, pollster, Aug. 13, 2013</p>\r\n\r\n<p>Telephone interview, James Van Sickle, database consultant, Dallas, Aug. 14, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1Qk9R_AbmOX6YvGAcKlX617lN-mtNeCXQhI4oW8-PYw8/pub\"><u>Email</u></a>, Lynda Tran, partner, <a href=\"http://www.270strategies.com\"><u>270 to Win</u></a>, Aug. 14, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "Senator", "false_count": 3, "first_name": "John", "half_true_count": 6, "home_state": "Texas", "id": 252, "last_name": "Cornyn", "mostly_true_count": 4, "name_slug": "john-cornyn", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Cornyn.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/252/", "total_count": 31, "true_count": 9, "website": "http://www.johncornyn.com/"}, "statement": "<p>According to the U.S. Census Bureau, 71.2 percent of Hispanic registered voters in Texas and over 86 percent of African American registered voters participated in the 2012 elections.</p>\r\n", "statement_context": "an opinion column.", "statement_date": "2013-08-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 117, "photo": null, "resource_uri": "/api/v/2/subject/117/", "subject": "Civil Rights", "subject_slug": "civil-rights", "used_in_edition": []}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": ""}