{"art": [], "author": [{"email_address": "cshinske@starledger.com", "first_name": "Caryn", "id": 246, "last_name": "Shinske", "name_slug": "caryn-shinske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/246/", "title": "PolitiFact New Jersey editor", "twitter": null}], "canonical_url": "/new-jersey/statements/2013/aug/18/mark-kelly/capt-mark-kelly/", "edition": {"adkey": "Editions", "advalue": "New Jersey", "edition": "New Jersey", "edition_slug": "new-jersey", "has_afterthefact": false, "id": 13, "index_page": false, "meter_name": "The New Jersey Truth-O-Meter", "resource_uri": "/api/v/2/edition/13/"}, "editor": [{"email_address": "tcurran@starledger.com", "first_name": "Tom", "id": 264, "last_name": "Curran", "name_slug": "tom-curran", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/264/", "title": "Associate Editor, Newark Star-Ledger", "twitter": null}], "facebook_headline": null, "id": 8160, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "cshinske@starledger.com", "first_name": "Caryn", "id": 246, "last_name": "Shinske", "name_slug": "caryn-shinske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/246/", "title": "PolitiFact New Jersey editor", "twitter": null}], "resource_uri": "/api/v/2/statement/8160/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>Near unanimous support in polls isn&rsquo;t exactly a frequent occurrence.</p>\r\n\r\n<p>And it may be even more rare when the topic in question is one of the most controversial in this country: gun control.</p>\r\n\r\n<p>But that was exactly the case earlier this year when a handful of major polling organizations quizzed people on gun control in the wake of the December 2012 Newtown, Conn. shooting spree at Sandy Hook Elementary School that left 27 people dead, including 20 children.</p>\r\n\r\n<p>&quot;Polls show that 96 percent of New Jerseyans &ndash; and 95 percent of gun households in the state &ndash; support expanding background checks to keep guns away from those who shouldn&rsquo;t have them,&quot; Navy Capt. Mark Kelly said in an Aug. 12 opinion column on NJ.com, the online home of The Star-Ledger.</p>\r\n\r\n<p>Kelly, a New Jersey native, is married to former Arizona Rep. Gabrille Giffords, a Democrat, who was shot in the head Jan. 8, 2011 during a public appearance at a supermarket parking lot in Tucson, Ariz. Six people were killed and 13 were wounded at the event, including Giffords.</p>\r\n\r\n<p>Kelly&rsquo;s column expressed support for Gov. Chris Christie to sign some gun-control bills passed recently by the state Legislature, and urged Christie to sign another bill that would, in part, expand background checks on gun purchases and safety training for gun owners.</p>\r\n\r\n<p>As for the high approval ratings in Kelly&rsquo;s claim, data supports it.</p>\r\n\r\n<p>Kelly was referring to a Jan. 24 poll done by the Quinnipiac University Polling Institute in Hamden, Conn., according to Katie Hill, press secretary for Kelly, Giffords and their group Americans for Responsible Solutions.</p>\r\n\r\n<p>The poll of 1,647 registered voters in New Jersey asked, &quot;Would you favor or oppose requiring background checks on people buying guns at gun shows?&quot;</p>\r\n\r\n<p>The response, according to poll data: 96 percent favored it. The figure was 95 percent for &lsquo;gun households,&rsquo; meaning those households in New Jersey where a gun is present.</p>\r\n\r\n<p>Pia Carusone, executive director of Americans For Responsible Solutions, noted that federal law requires background checks for guns purchased from federally licensed firearms dealers, &quot;otherwise known as a gun &nbsp;store.&quot; That&rsquo;s not the case, however, if guns are purchased from a private seller at a gun show &ndash; and the point that Carusone said Kelly was making with his claim.</p>\r\n\r\n<p>&quot;When we say expanding background checks, we mean to say to cover guns purchased at gun shows,&quot; Carusone said.</p>\r\n\r\n<p>The Truth-O-Meter reviewed this issue &ndash; commonly known as the &quot;gun show loophole&quot; -- in a May 2012 fact-check. At that time we confirmed that The Brady Handgun Violence Prevention Act, or Brady Act, requires all federally licensed firearms dealers to run a background check on potential customers to ensure they are not prohibited from owning a gun. Private sellers without a federal license don&rsquo;t have to meet the same requirement, although some states have stricter requirements than others.</p>\r\n\r\n<p>In addition to the Quinnipiac poll, we checked with other organizations in New Jersey to determine how their post-Newtown gun control polls fared.</p>\r\n\r\n<p>Patrick Murray, director of the Monmouth University Poll, said the organization hasn&rsquo;t done a poll about expanding background checks, but did survey residents earlier this year about whether gun control would influence their vote for governor in November.</p>\r\n\r\n<p>David Redlawsk, director of the Rutgers-Eagleton Polling Institute and a political science professor at Rutgers University, said an early February poll asked 794 New Jerseyans a variety of questions about guns.</p>\r\n\r\n<p>Two of six questions asked randomly were background-check related and had approval levels at 90 percent or higher. Approval levels topped 80 percent for the same questions posed to &lsquo;gun households,&rsquo; he said.</p>\r\n\r\n<p>Fairleigh Dickinson University&rsquo;s PublicMind poll in January asked questions about greater restrictions on guns and ammunition, and better management of the mentally ill, according to Krista Jenkins, director of PublicMind and a political science professor at FDU.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Kelly said in an opinion column, &quot;&quot;Polls show that 96 percent of New Jerseyans &ndash; and 95 percent of gun households in the state &ndash; support expanding background checks to keep guns away from those who shouldn&rsquo;t have them.&quot;</p>\r\n\r\n<p>Kelly was referring to a Quinnipiac University Polling Institute poll from January, with findings that match numbers he cited. The poll&rsquo;s question specifically referenced guns bought at gun shows, and Kelly&rsquo;s spokeswoman confirmed that his statement in his column referred to such purchases.</p>\r\n\r\n<p>We rate Kelly&rsquo;s claim True.</p>\r\n\r\n<p>To comment on this story, go to <a href=\"http://www.nj.com/news/index.ssf/2013/08/politifact_nj_mark_kelly_claims_new_jerseyans_overwhelmingly_support_expanding_background_checks_for.html\">NJ.com</a>.</p>\r\n", "ruling_comments_date": "2013-08-15T16:02:42.745722", "ruling_date": "2013-08-18T07:30:00", "ruling_headline": "Capt. Mark Kelly claims near-unanimous support in New Jersey for expanding background checks for guns", "ruling_headline_slug": "capt-mark-kelly", "ruling_link_text": "Poll numbers hit the bullseye", "ruling_state": "New Jersey", "source_documents": null, "sources": "<p>NJ.com, Capt. Mark Kelly to Gov. Chris Christie: Sign centerpiece gun bill, now: Opinion, Aug. 12, 2013, accessed Aug. 13, 2013</p>\r\n\r\n<p>NJ.com, Gun control poll: Nearly everyone in NJ&rsquo;s GOP districts supports universal background checks, March 5, 2013, accessed Aug. 13, 2013</p>\r\n\r\n<p>NJ.com, Poll: Should all gun purchases require a background check? Feb. 9, 2013, accessed Aug. 13, 2013</p>\r\n\r\n<p>NJ.com, N.J. voters favor stricter gun control measures, poll shows, Jan. 24, 2013, accessed Aug. 13, 2013</p>\r\n\r\n<p>Phone interview with David Redlawsk, director of the Rutgers-Eagleton Polling Institute and professor of political science, Rutgers University, Aug. 13, 2013</p>\r\n\r\n<p>Phone and e-mail interviews with Krista Jenkins, director of PublicMind poll and professor of political science, Fairleigh Dickinson University, Aug. 13, 2013</p>\r\n\r\n<p>Fairleigh Dickinson University&rsquo;s PublicMind poll press release, Garden State Residents Favor More Gun Restrictions, Jan. 14, 2013, accessed Aug. 14, 2013</p>\r\n\r\n<p>Phone interview with Patrick Murray, director, Monmouth University Poll, Aug. 14, 2013</p>\r\n\r\n<p>E-mail interviews with Alex Katz, spokesman, Mayors Against Illegal Guns, Aug. 14, 2013</p>\r\n\r\n<p>Mayors Against Illegal Guns news release, New Poll Finds 95 Percent In New Jersey&rsquo;s 2nd Congressional District Favor Mandatory Background Checks For All Gun Buyers, March 5, 2013, accessed Aug. 14, 2013</p>\r\n\r\n<p>Mayors Against Illegal Guns news release, New Poll Finds 89 Percent In New Jersey&rsquo;s 3rd Congressional District Favor Mandatory Background Checks For All Gun Buyers, March 5, 2013, accessed Aug. 14, 2013</p>\r\n\r\n<p>Mayors Against Illegal Guns news release, New Poll Finds 100 Percent In New Jersey&rsquo;s 4th Congressional District Favor Mandatory Background Checks For All Gun Buyers, March 5, 2013, accessed Aug. 14, 2013</p>\r\n\r\n<p>Mayors Against Illegal Guns news release, New Poll Finds 91 Percent In New Jersey&rsquo;s 5th Congressional District Favor Mandatory Background Checks For All Gun Buyers, March 5, 2013, accessed Aug. 14, 2013</p>\r\n\r\n<p>Mayors Against Illegal Guns news release, New Poll Finds 92 Percent In New Jersey&rsquo;s 7th Congressional District Favor Mandatory Background Checks For All Gun Buyers, March 5, 2013, accessed Aug. 14, 2013</p>\r\n\r\n<p>Mayors Against Illegal Guns news release, New Poll Finds 97 Percent In New Jersey&rsquo;s 11th Congressional District Favor Mandatory Background Checks For All Gun Buyers, March 5, 2013, accessed Aug. 14, 2013</p>\r\n\r\n<p>E-mail interviews with Katie Hill, press secretary for Capt. Mark Kelly, Gabrielle Giffords and Americans for Responsible Solutions, Aug. 14 and 15, 2013</p>\r\n\r\n<p>Quinnipiac University Polling Institute news release, Quinnipiac University Poll Finding Near 100% Support For Wider Background Checks For Gun-Buyers, Jan. 31, 2013, accessed Aug. 14 and 15, 2013</p>\r\n\r\n<p>Phone interview with Pia Carusone, executive director, Americans For Responsible Solutions, Aug. 15, 2013</p>\r\n\r\n<p>Phone interview with Maurice Carroll, director, Quinnipiac Polling Institute, Aug. 15, 2013</p>\r\n\r\n<p>NYTimes.com, Gabrille Giffords Chronology, Aug. 15, 2013</p>\r\n\r\n<p>PolitiFact New Jersey, Frank Lautenberg claims a loophole allows individuals convicted of domestic violence to purchase guns, May 3, 2012, accessed Aug. 15, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Mark", "half_true_count": 1, "home_state": "", "id": 2237, "last_name": "Kelly", "mostly_true_count": 0, "name_slug": "mark-kelly", "pants_count": 0, "party": {"id": 15, "party": "Newsmaker", "party_slug": "newsmaker", "resource_uri": "/api/v/2/party/15/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/MarkKelly.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2237/", "total_count": 3, "true_count": 2, "website": "http://americansforresponsiblesolutions.org/mark-kelly/"}, "statement": "<p>&quot;Polls show that 96 percent of New Jerseyans &ndash; and 95 percent of gun households in the state &ndash; support expanding background checks to keep guns away from those who shouldn&rsquo;t have them.&quot;</p>\r\n", "statement_context": "an opinion column on NJ.com", "statement_date": "2013-08-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}