{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/aug/16/george-p-bush/bush-claim-about-proficiency-texas-8th-graders-mat/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 8166, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/8166/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>George P. Bush, a Fort Worth Republican running for Texas land commissioner in 2014, wrote on Twitter that &quot;60 percent of Texas 8th graders are not proficient in math.&quot; Bush&rsquo;s July 2, 2013, <a href=\"https://twitter.com/georgepbush/status/352128147166199808\"><u>tweet</u></a> continued: &quot;Only 26% have a teacher with a undergraduate major in math.&quot;</p>\r\n\r\n<p>We were curious about both of his claims, but also wondered why a land commissioner hopeful would zero in on middle-school math. By email, Bush spokesman Trey Newton pointed out that the commissioner manages state lands, which generate school revenue. Also, he said, Bush is a former schoolteacher who has helped local charter schools.</p>\r\n\r\n<p><strong>Texas eighth-graders &lsquo;proficient&rsquo; in math?</strong></p>\r\n\r\n<p>Per Bush&rsquo;s Twitter post, Newton pointed us to <a href=\"http://changetheequation.org/about-change-equation\"><u>Change the Equation</u></a>, a non-partisan CEO-led initiative to mobilize businesses to improve science, technology, engineering and mathematics (STEM) learning. An initiative web page presents &quot;proficiency&quot; results from the federal <a href=\"http://nces.ed.gov/nationsreportcard/\"><u>National Assessment of Educational Progress</u></a>, which for nearly four decades has tested random samples of students around the country with results serving as a kind of national report card. In every state every two years, clutches of eighth graders are tested in math and reading.</p>\r\n\r\n<p>On the tests, significantly, a &quot;proficient&quot; score means a student has more than mastered the subject. A student attaining a lower score might qualify for what the government calls its &quot;basic&quot; rating.</p>\r\n\r\n<p>In 2011, the minimum score to be considered &quot;proficient&quot; on the eighth-grade math assessment was 299 on a scale of 0 to 500, according to a September 2010 U.S. Department of Education <a href=\"http://www.nagb.org/content/nagb/assets/documents/publications/frameworks/math-2011-framework.pdf\"><u>report</u></a> spelling out testing details. Proficient students &quot;should understand the connections among fractions, percents, decimals, and other mathematical topics such as algebra and functions,&quot; the report said. &quot;Students at this level are expected to have a thorough understanding of&quot; basic &quot;arithmetic operations&mdash;an understanding sufficient for problem solving in practical situations.&quot;</p>\r\n\r\n<p>Students with scores of 262 met the &quot;basic&quot; threshold, according to the report, meaning they were able to solve problems using varied &quot;strategies and technological tools&mdash;including calculators, computers, and geometric shapes. Students at this level also should be able to use fundamental algebraic and informal geometric concepts in problem solving.&quot; Unlike eighth graders scoring high enough to be &quot;proficient,&quot; the &quot;basic&quot; students &quot;show limited skill in communicating mathematically,&quot; the report said.</p>\r\n\r\n<p>Newton pointed us to another group&rsquo;s web page indicating that in 2011, 60 percent of the Texas eighth-graders chosen to take the math assessment did not score well enough to be considered proficient, though that also was an improvement on previous years, according to the <a href=\"http://datacenter.kidscount.org/data/tables/5119-8th-grade-math-achievement-levels?loc=1&amp;loct=2#detailed/2/10-19,2,20-29,3,30-39,4,40-49,5,50-52,6-9/false/867,38,18,16,14/1185,1186,1187,1188/11575\"><u>information posted</u></a> by Kids Count, a project of the<a href=\"http://www.aecf.org\"> <u>Annie E. Casey Foundation</u></a>. Some 64 percent of Texas eighth-graders were not proficient on the math assessment in 2009, Kids Count said, with 75 percent not proficient in 2003.</p>\r\n\r\n<p>By telephone, spokeswoman DeEtta Culbertson of the Texas Education Agency pointed us to a <a href=\"http://nationsreportcard.gov/math_2011/gr8_state.aspx\"><u>federal chart</u></a> showing that on the 2011 math test, 81 percent of participating Texas eighth-graders scored well enough to meet or exceed the &quot;basic&quot; threshold--counting the 40 percent of students who were &quot;proficient.&quot; On the 2009 test, 78 percent of Texas eighth-graders scored well enough to clear the &quot;basic&quot; hurdle, 36 percent of them proving &quot;proficient.&quot; These results were far better than the first year shown, 1990, when 45 percent of tested Texas students achieved &quot;basic&quot; scores or better, including 13 percent deemed &quot;proficient.&quot; Asked to explain the gains, Culbertson said, &quot;Instruction has gotten better and teachers are better trained.&quot;</p>\r\n\r\n<p><strong>Math teachers majoring in math</strong></p>\r\n\r\n<p>And did most eighth-grade math teachers not major in math?</p>\r\n\r\n<p>Newton noted another Change the Equation <a href=\"http://vitalsigns.changetheequation.org/#tx-Texas-Teachers\"><u>web page</u></a> including a bar graph indicating that in 2011, 26 percent of Texas eighth-grade math teachers had majored in math, compared with 31 percent of such teachers nationally. A footnote says these percentages did not count teachers who were &quot;math education&quot; majors.</p>\r\n\r\n<p>By telephone, spokesman Arnold Goldstein of the National Center for Education Statistics cautioned that the teachers surveyed do not amount to a random sample. The Texas math teachers who answered such background questions in 2011, he said, were simply those teachers who had the state&rsquo;s 7,500 students in 210 schools randomly chosen to take the federal test. &nbsp;</p>\r\n\r\n<p>That wrinkle aside, does the research support Bush&rsquo;s claim?</p>\r\n\r\n<p>Evidently. With Goldstein&rsquo;s help, we downloaded <a href=\"https://docs.google.com/file/d/0B0kkOiAWUCUGcDF5Rl91NmtKY2M/edit?usp=sharing\"><u>NAEP survey results</u></a> indicating that 21 percent of the Texas eighth-graders who took the math test in 2011 had a math teacher who reported majoring in math. That compared with 26 percent in the government&rsquo;s comparable 2009 survey, 28 percent in 2003 and 36 percent in 2000.</p>\r\n\r\n<p>And by email, a spokesman for a Washington, D.C.-based group, <a href=\"http://www.air.org/about/\"><u>American Institutes for Research</u></a>, told us that other 2011 NAEP survey data--information not immediately accessible to the public--indicates 26 percent of the students had a teacher who had majored in math or &quot;another mathematics subject&quot; such as statistics. Claus Von Zastrow further provided a <a href=\"https://docs.google.com/file/d/0B0kkOiAWUCUGbXZDeHB4RFZxUHc/edit?usp=sharing\"><u>spreadsheet</u></a> showing the percentages for each state.</p>\r\n\r\n<p>Finally, Goldstein guided us to NAEP survey results indicating that in 2011, 16 percent of the Texas eighth-graders who took the math exam had a math teacher who had majored in math education. Past surveys indicated that in 2003, 2005, 2007 and 2009, 10 percent to 18 percent of such eighth-graders had a math teacher who had majored in math education.</p>\r\n\r\n<p>For another perspective, we reached Cynthia Schneider of the Texas Council of Teachers of Mathematics, who said by telephone that her review of the 2011 eighth grade NAEP math test results for Texas showed no significant differences in the scores of students who had teachers who had majored in math versus teachers who had not. Regardless, Schneider said, it&rsquo;s increasingly important for middle-school math teachers to have taken advanced math courses in college because more and more students are expected to absorb algebra and other complex math topics. &quot;Math majors do matter,&quot; she said.</p>\r\n\r\n<p>Newton of Bush&rsquo;s campaign suggested by email that it makes sense to stress teachers who majored in math, rather than math education. &quot;There are differences in the overall design of these degree plans, including the number of upper-division mathematics courses taken and the level of advanced mathematics taken,&quot; Newton said.</p>\r\n\r\n<p>Newton stood by Bush&rsquo;s emphasis on students whose scores met the &quot;proficient&quot; threshold, saying that&rsquo;s an accepted benchmark. &quot;If major education agencies are choosing to report it this way, choosing to report the proficient number rather than the basic, we are not being misleading by following suit,&quot; Newton said by email.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Bush said 60 percent of Texas eighth graders are not &quot;proficient&quot; in math and only 26 percent have a teacher who majored in math in college.</p>\r\n\r\n<p>Federal figures support both ends of this claim, though clarification is needed to specify that &quot;proficient&quot; here does not mean that 60 percent of such students are flat failing to keep up. In 2011, 19 percent of Texas eighth-graders fell short of the &quot;basic&quot; math achievement hurdle set for the federal math test.</p>\r\n\r\n<p>We rate this statement as Mostly True.</p>\r\n", "ruling_comments_date": "2013-08-16T15:16:04.773573", "ruling_date": "2013-08-16T14:25:16", "ruling_headline": "Bush claim about \"proficiency\" of Texas 8th graders in math tracks federal results, needs clarification", "ruling_headline_slug": "bush-claim-about-proficiency-texas-8th-graders-mat", "ruling_link_text": "81 percent of students cleared \"basic\" hurdle", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/1ruN-SGgAcmr06-YiDUM53P57BGbBm-NYgL9YgGhdo2A/pub\"><u>Emails</u></a> (excerpted), Trey Newton, campaign manager, George P. Bush campaign, Aug. 14-15, 2013</p>\r\n\r\n<p>Report, <a href=\"http://www.nagb.org/content/nagb/assets/documents/publications/frameworks/math-2011-framework.pdf\"><u>&quot;Mathematics Framework for the 2011 National Assessment of Educational Progress,&quot;</u></a> National Assessment Governing Board, U.S. Department of Education, September 2010</p>\r\n\r\n<p>Web page, <a href=\"http://datacenter.kidscount.org/data/tables/5119-8th-grade-math-achievement-levels?loc=1&amp;loct=2#detailed/2/10-19,2,20-29,3,30-39,4,40-49,5,50-52,6-9/false/867,38,18,16,14/1185,1186,1187,1188/11575\"><u>&quot;8th grade math achievement levels,&quot;</u></a> Kids Count Data Center, Annie E. Casey Foundation (accessed Aug. 14, 2013)</p>\r\n\r\n<p>Telephone interview, Arnold Goldstein, director for Reporting and Dissemination, Assessment Division, National Center for Education Statistics, Aug. 14, 2013</p>\r\n\r\n<p>Documents, <a href=\"https://docs.google.com/file/d/0B0kkOiAWUCUGcDF5Rl91NmtKY2M/edit?usp=sharing\"><u>Texas results</u></a>, 8th grade National Assessment of Educational Progress in mathematics, 2011 (downloaded from National Center for Education Statistics, Aug. 14, 2013)</p>\r\n\r\n<p>Web page, <a href=\"http://nationsreportcard.gov/math_2011/gr8_state.aspx\"><u>&quot;Grade 8 State Results, Mathematics, 2011,&quot;</u></a> National Assessment of Educational Progress, National Center for Education Statistics, National Assessment Governing Board, Institute of Education Sciences, U.S. Department of Education (accessed Aug. 15, 2013)</p>\r\n\r\n<p>Telephone interview, DeEtta Culbertson, information specialist, Texas Education Agency, Aug. 15, 2013</p>\r\n\r\n<p>Telephone interview, Cynthia Schneider, consultant and government relations representative, Texas Council of Teachers of Mathematics, Houston, Aug. 16, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Vice president, Charter Holdings real estate investment partnership", "false_count": 2, "first_name": "George P.", "half_true_count": 1, "home_state": "Texas", "id": 2143, "last_name": "Bush", "mostly_true_count": 1, "name_slug": "george-p-bush", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/apgpbushpft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2143/", "total_count": 5, "true_count": 0, "website": "http://www.georgebushfoundation.org/page.aspx?pid=260"}, "statement": "<p>&quot;60 percent of Texas 8th graders are not proficient in math. Only 26% have a teacher with a undergraduate major in math.&quot;</p>\r\n\r\n<p>&nbsp;</p>\r\n", "statement_context": "a Twitter post", "statement_date": "2013-07-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}