{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2008/dec/03/barack-obama/accurate-for-some-not-so-much-for-others/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 818, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/818/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\n (Published Oct. 22, 2008)\n</p>\n<p>\n Barack Obama has been making a case that his tax plan gives most voters a better deal than John McCain's tax plan. His campaign recently unveiled\n <a href=\"http://taxcut.barackobama.com/\" target=\"_blank\">\n  an online tax calculator\n </a>\n so voters can see how they fare under his plan versus McCain's. We decided to take the calculator for a spin to test its accuracy.\n</p>\n<p>\n Keep in mind: Taxes are\n <em>\n  complicated\n </em>\n . Here are a few things that can change your tax bill: how much money you make, whether you're married or single, whether you make your money through a job or through investments, and whether you claim deductions for children, mortgage interest, business expenses or education. So it's not easy to generalize how the candidates' tax plans will affect a particular individual. You can read the\n <a href=\"http://www.barackobama.com/taxes/\" target=\"_blank\">\n  Obama\n </a>\n and\n <a href=\"http://www.johnmccain.com/Issues/jobsforamerica/\" target=\"_blank\">\n  McCain\n </a>\n tax plans at their Web sites, and the nonpartisan Tax Policy Center has also posted\n <a href=\"http://www.taxpolicycenter.org/UploadedPDF/411749_updated_candidates.pdf\" target=\"_blank\">\n  a comprehensive analysis of both candidates' plans\n </a>\n .\n</p>\n<p>\n Before we examine the calculator, we'll make a few general statements about the candidates' tax plans.\n</p>\n<p>\n <strong>\n  &bull; If you have income of more than $200,000 as a single person or $250,000 as a married couple, you will pay lower taxes under McCain's plan, potentially much lower.\n </strong>\n</p>\n<p>\n McCain intends to keep the Bush tax cuts in place for higher incomes, while Obama wants to roll them back to Clinton administration levels. The more money you make, the bigger hit you're going to take. For example, let's look at a single millionaire with no kids. The nonpartisan Tax Policy Center, for example, found that the millionaire's taxes would go up $38,200 under Obama's plan but stay the same under the McCain plan. If our millionaire makes $2-million, the taxes go up $107,024 under Obama's plan but still stay the same under the McCain plan.\n</p>\n<p>\n <strong>\n  &bull; Obama's tax credits represent a tax cut to most workers who make less than $200,000.\n  <br />\n </strong>\n</p>\n<p>\n Obama's plan offers a $500 tax credit to people who work as a way of offsetting payroll taxes. This is the policy proposal that allows Obama to make accurate statements such as that he gives 95 percent of workers a tax cut. The credit is refundable, which means that if you don't owe any taxes you will get a check from the government. Republicans have recently called this aspect of Obama's plan welfare, an attack\n <a href=\"http://www.politifact.com/truth-o-meter/statements/813/\" target=\"_blank\">\n  we checked out here\n </a>\n . In practice, though, Obama's plan means many people with incomes less than $200,000 will see reduced taxes or bigger refunds under his plan. The tax credits do phase out, however, and people who make around $150,000 may get only a partial credit or none.\n</p>\n<p>\n <strong>\n  &bull; McCain offers increased tax deductions for children.\n </strong>\n</p>\n<p>\n McCain's plan proposes to increase the child (or dependent) deduction, gradually doubling it from $3,500 to $7,000. For families making less than $50,000, it doubles in 2009. For everyone else, it gradually increases by $500 a year, doubling around 2016. But the deductions are not refundable, so if your taxes are already at zero, you don't get an additional benefit.\n</p>\n<p>\n Now, let's look at the Obama tax calculator and evaluate its accuracy. We ran a number of scenarios through the calculator, which allows you to select an income range and plug in other factors that would be affected by Obama's plan. We also asked Bob Williams of the Tax Policy Center to check it out for us. Generally speaking, if you accept its methodology and premises, the Obama tax calculator appears mostly accurate. That is, it does not significantly distort either candidate's tax plans. The Obama tax calculator has a lengthy \"\n <a href=\"http://taxcut.barackobama.com/faq.html\" target=\"_blank\">\n  frequently asked questions\n </a>\n \" list that&nbsp;spells out its assumptions. But it does present Obama's tax policies in their best light, and it makes a few assumptions that may not be true for all taxpayers.\n</p>\n<p>\n \"It gets reasonable answers and is not really wrong,\" said Williams, the Tax Policy Center's principal research associate.&nbsp;\"That said, it is simplistic.&nbsp;&nbsp; It allows only broad ranges of income, which results in only approximate answers.&nbsp;Some people with income in the given ranges would get larger cuts while others would get less.\"\n</p>\n<p>\n Here's some of the fine print on the Obama calculator.\n</p>\n<p>\n <strong>\n  &bull;&nbsp;It's misleading&nbsp;for higher incomes.\n </strong>\n</p>\n<p>\n If you have a higher income, the Obama tax calculator won't tell you how much of a tax increase you'll get. For example, tell the Obama tax calculator that you make more than $250,000, and the calculator says only, \"You will probably not get a tax cut under the Obama-Biden plan.\" Probably not? Make that just about definitely. In some cases, the calculator tells people at higher incomes they save zero dollars but might be eligible for tax credits for retirement. Again, that's highly unlikely.&nbsp;In fact, people with incomes above $250,000 will get tax increases under the Obama plan.\n</p>\n<p>\n <strong>\n  &bull; McCain's exemption for children increases over time.\n  <br />\n </strong>\n</p>\n<p>\n The tax calulator computes taxes for 2009, so the calculator does not show the full effect of McCain's proposals to increase the child exemption. McCain proposes to increase this deduction from $3,500 to $7,000, and that kicks in&nbsp;immediately for families that make less than $50,000. But for families who make more than that, it will increase every year through 2016. The Obama calculator does not reflect the benefits in later years to families who make more than $50,000.\n</p>\n<p>\n <strong>\n  &bull; Obama's calculator assumes both members of marrie\n </strong>\n <strong>\n  d couples work outside the home.\n </strong>\n</p>\n<p>\n If you enter an income for a married couple that makes less $150,000, the tax calculator always says that you will get a $1,000 tax cut under the Obama plan. But this is true only if both members of the couple work and qualify for Obama's $500 tax credit to offset payroll taxes. If only one person works outside the home, it's only a $500 tax cut. Research indicates that about 70 percent of couples are dual earners, so the calculator is correct for the majority of couples. But for the 30 percent who aren't, the calculator overestimates tax savings under the Obama plan. But you would get a correct answer if you used the \"head of household\" option.\n</p>\n<p>\n <strong>\n  &bull; No analysis of health care plans or business taxes.\n  <br />\n </strong>\n</p>\n<p>\n Obama's tax calculator does not attempt to account for either candidate's health care policies. \"Both proposals would have a major impact on who is covered by health care, what type of coverage they receive, and the cost of that coverage as well,\" states the Obama Web site. \"As a result, it is beyond the scope of this calculator to model those complex interactions.\" Arguably true, but be aware that this is the case. The Obama campaign does not claim that its health care plan would directly lower a person's taxes&nbsp;&mdash; rather, you would save money through overall lower health care costs. The McCain health care plan could lower your tax burden slightly, but his health plan is set up so that a refundable health tax credit would go to a special health savings account. In other words, it's not the same as a cash refund. For more on McCain's health plan,\n <a href=\"http://www.politifact.com/truth-o-meter/statements/774/\" target=\"_blank\">\n  read our coverage here\n </a>\n .\n</p>\n<p>\n McCain also proposes a corporate tax cut, which can have an indirect effect on individuals, mostly reflected in very small increases to stock-based savings plans like 401(k)s. The models created by the Tax Policy Center account for this effect; the Obama tax calculator does not.\n</p>\n<p>\n <strong>\n  &bull; Calculator uses best-case scenarios that have yet to be enacted into law.\n </strong>\n</p>\n<p>\n We really can't say this enough: The candidates' tax proposals are their best-case scenarios, and they could change a great deal if enacted into law. The candidates' plans in some cases lack details that could affect individual taxpayers significantly. Under the Obama tax plan, for example, many benefits phase out as incomes rise. The Obama campaign has yet to spell out the details that would have to be part of a legislative package. Finally, every president has to negotiate its tax plans with Congress, which often demands significant changes.&nbsp;\n</p>\n<p>\n <strong>\n  &bull; A better calculator exists, but you might&nbsp;have to dig out last year's tax return to try it .\n </strong>\n</p>\n<p>\n Williams of the Tax Policy Center recommends a Web site called\n <a href=\"http://www.electiontaxes.com/\" target=\"_blank\">\n  Election Taxes\n </a>\n , which was created by Jeff Gramlich, a professor of accounting at the University of Southern Maine. For increased accuracy, it includes many of the categories on actual tax forms. If you're like us, you'll have to pull out last year's returns&nbsp;to remember how much how much you spend annually on child care or&nbsp;how much you claim from&nbsp;itemized deductions.\n</p>\n<p>\n And so we come full circle: Many factors can determine whether your taxes go up or down. &ldquo;There&rsquo;s a good reason why 60 percent of us go to a paid preparer to do our taxes,\" Williams agreed. \"People often don&rsquo;t understand their own taxes because the rules get so complicated.\"\n</p>\n<p>\n The Obama tax calculator doesn't falsify information or make things up. But it's not entirely accurate, either, especially when it comes to tax increases for higher incomes.&nbsp;It's not accurate to say higher incomes don't get a tax cut when actually they get a tax increase.&nbsp;A calculator suggests a well-calibrated instrument that displays an objective answer, and we can't say that about the Obama campaign's device. So we issue a \"Buyer Beware\" and rate the Obama tax calculator Half True.\n</p>", "ruling_comments_date": "2010-01-07T13:27:53.645429", "ruling_date": "2008-12-03T00:00:00", "ruling_headline": "Accurate for some, not so much for others", "ruling_headline_slug": "accurate-for-some-not-so-much-for-others", "ruling_link_text": "Accurate for some, not so much for others", "ruling_state": null, "source_documents": null, "sources": "<p>\n Barack Obama campaign Web site,\n <a href=\"http://taxcut.barackobama.com/\" target=\"_blank\">\n  Tax calculator\n </a>\n , accessed Oct. 21, 2008\n</p>\n<p>\n Barack Obama campaign Web site,\n <a href=\"http://taxcut.barackobama.com/faq.html\" target=\"_blank\">\n  Tax calculator frequently asked questions\n </a>\n , accessed Oct. 21, 2008\n</p>\n<p>\n Tax Policy Center,\n <a href=\"http://www.taxpolicycenter.org/numbers/displayatab.cfm?Docid=1976&amp;DocTypeID=7\" target=\"_blank\">\n  Change in Tax Liability Under the Presidential Candidate Tax Plans\n </a>\n , 2009\n</p>\n<p>\n Interview with Eric Toder of the Tax Policy Center\n</p>\n<p>\n Interview with Bob Williams of the Tax Policy Center\n</p>\n<p>\n Interview with Brian Deese of the Barack Obama campaign\n</p>\n<p>\n Americans for Tax Reform,\n <a href=\"http://www.atr.org/content/html/2008/oct/101408pr-calcfraud.html\" target=\"_blank\">\n  Americans for Tax Reform calls Obama \"tax calculator\" inaccurate and misleading,\n </a>\n accessed Oct. 21, 2008\n</p>\n<p>\n Tax&nbsp;Foundation,\n <a href=\"http://www.taxfoundation.org/research/show/1120.html\" target=\"_blank\">\n  Fiscal Facts\n </a>\n , Oct. 18, 2005\n</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>The accuracy of the Obama tax calculator</p>", "statement_context": "campaign Web site", "statement_date": "2008-10-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": null}