{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/truth-o-meter/statements/2013/aug/29/scott-walker/gov-walker-study-says-health-law-will-raise-premiu/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 8203, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/8203/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>The new health care law faces tough sledding in many states controlled by Republicans. Wisconsin is a good example, There, Republican Gov. Scott Walker has opposed opening a state-run online site called an exchange where individuals and families can shop for health insurance. Walker left that to Washington to operate.</p>\r\n\r\n<p>In explaining his reasons, Walker <a href=\"http://www.cq.com/doc/newsmakertranscripts-4334114\"><u>said on Fox News</u></a>, &quot;there&#39;s the practical issue of what it means for people who may or may not want to be a part of the exchange.&quot; He claimed the rates would skyrocket.</p>\r\n\r\n<p>Citing a report from the Society of Actuaries, Walker said in Wisconsin, there would be &quot;an 82 percent increase in individual premiums over the next couple years under Obamacare.&quot;</p>\r\n\r\n<p>As it turns out, the Society of Actuaries told us that<a href=\"http://cdn-files.soa.org/web/research-cost-aca-report.pdf\"> <u>a report it released in March</u></a><u> </u>is often misinterpreted by politicians and the media alike. We thought it worthwhile to clarify what the report does and doesn&rsquo;t say.</p>\r\n\r\n<p>We contacted Walker&rsquo;s office to make sure that we were looking at the same document. Spokeswoman Jocelyn Webster referred us to the March study and said the governor &quot;misspoke&quot; slightly. The actual number in the report is 80 percent, which is very close to what Walker said.</p>\r\n\r\n<p>More fundamental is what the 80 percent figure describes.</p>\r\n\r\n<p><strong>The study</strong></p>\r\n\r\n<p>The study&rsquo;s goal was to give policymakers a sense of what it would mean when millions of Americans who currently lack insurance joined the pool of the insured. It aimed to predict how much health care these new people would require. That&rsquo;s an exercise of looking partly at their health and partly at their behavior. &nbsp;If as a group, they are a little sicker than the current group, then the average cost of care would rise. If they are healthier, the average cost of care would fall. Even if there were no difference, the cost of care might rise simply because they might use more services when they become more affordable.</p>\r\n\r\n<p>Importantly, the study dealt only with that part of the insurance market where families and individuals buy policies on their own rather than through an employer. It said nothing about what would happen with employer-provided insurance, which covers more than 80 percent of the population under 65 years old. The technical name for the slice of the market the study examined is &lsquo;non-group&rsquo;.</p>\r\n\r\n<p>The report&rsquo;s authors estimated that the new law would bring a major cut in the number of the uninsured. Nationally, the percentage would fall from 16.6 percent of Americans down to about 6.8 percent.</p>\r\n\r\n<p>That result would play itself out over several years. The report aimed to paint a picture of the insurance market in approximately 2017 under two circumstances: if every state expanded Medicaid and if no state expanded Medicaid.</p>\r\n\r\n<p>The key finding, and the one that drove Walker&rsquo;s comment, was that under the Affordable Care Act, with full expansion of Medicaid, the cost of medical claims would go up 80 percent in the non-group market in Wisconsin. There is enormous variability across the country. Nationally, the number was 32 percent.</p>\r\n\r\n<p>Claims are the single largest driver of premiums. That said, the report emphasized again and again that it was not estimating what would happen to premiums. The authors wrote, &quot;Note that the ACA&rsquo;s affect on premium is not modeled in this research; rather, long-term relative claims cost is modeled. Many aspects of the ACA will affect premiums, including changing benefit designs, new taxes and assessments, federal risk mitigation programs, minimum loss ratio rules, rate review rules, and premium subsidies.&quot;</p>\r\n\r\n<p>We spoke with David Tuomala, director of actuarial consulting for the Lewin Group, one of the organizations commissioned by the Society of Actuaries to do the analysis. The Lewin Group is owned by UnitedHealth Group, a holding company that includes a large insurer of the same name.</p>\r\n\r\n<p>Tuomala said the 80 percent figure for Wisconsin was their best estimate for the total claims for service in the total non-group market. Three factors drove the projected increase. The newly insured people would need more care because they would tend to be sicker than the current group. The insurance plans they would buy would be fairly generous. And people with insurance tend to use more services once they become more affordable.</p>\r\n\r\n<p>Tuomala said many steps lie between claims and premiums. As noted in the report, many people will be eligible for premium subsidies that will reduce the prices they pay. Those subsidies will be hefty, especially for families making about $95,000 or less.<a href=\"http://cbo.gov/sites/default/files/cbofiles/ftpdocs/107xx/doc10781/11-30-premiums.pdf\"><u> According to a government estimate</u></a>, about half of the people in the exchanges will receive some level of subsidy. That would represent a large share of the group the actuaries focused on. They predicted that 85 percent of the total non-group market in Wisconsin would get policies offered on the exchange. The exchanges are expected to create competition and lower prices, with insurance companies setting prices strategically to gain market share.</p>\r\n\r\n<p>Still, &quot;ultimately, claims will be reflected in the premium,&quot; Tuomala said.</p>\r\n\r\n<p><strong>Uncertainties ahead</strong></p>\r\n\r\n<p>Making accurate predictions is challenging. The higher cost estimate for Wisconsin assumed the state would expand Medicaid, something it doesn&rsquo;t plan to do. That difference however has little impact on the cost of claims. Importantly, other projections by different organizations come up with different results.</p>\r\n\r\n<p>For example, the<a href=\"http://cbo.gov/sites/default/files/cbofiles/ftpdocs/107xx/doc10781/11-30-premiums.pdf\"> <u>Congressional Budget Office</u></a><u> </u>predicted premium increases of 10 to 13 percent in the non-group market. Its methods and assumptions were different from the actuaries&rsquo; report.</p>\r\n\r\n<p>Whether this report&rsquo;s projection turns out right depends largely on who actually signs up for coverage.</p>\r\n\r\n<p>&quot;This is the great unknown,&quot; said Gerard Anderson, director of the Center for Hospital Finance and Management at the Johns Hopkins Bloomberg School of Public Health. &quot;In the initial years, 7 million people are expected to sign up. The mix of that 7 million will be absolutely critical.&quot;</p>\r\n\r\n<p>Interestingly, while the actuarial study predicts a large rise in the cost of claims in the non-group market, it sees a modest increase in overall health care spending of just 2 percent. A major reason goes back to the reality that the non-group market is a smaller slice of the total marketplace. Since most people with insurance get it through their employers, there would be little change in the total demand for health care, along with little change in premiums.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Walker said the study by the Society of Actuaries projected an 82 percent increase in premiums over time. The actual figure was 80 percent, and the report explicitly did not try to predict premiums. What it looked at was the cost of claims in the non-group market, which pertains to less than 20 percent of people with private insurance. Higher costs for insurers typically mean higher premiums for consumers, but there are many uncertainties. When most people hear the word &quot;premiums,&quot; they think of the bill they will get, and that is not what the report attempted to describe.</p>\r\n\r\n<p>Walker was reasonably close in relaying the strong upward pressure on costs, but he mischaracterized that as a change in actual premiums, and he ignored the significant subsidies that will cushion the impact of those cost increases for about half of the people who buy insurance on their own. Still, the half that don&rsquo;t receive subsidies will likely see higher premiums.</p>\r\n\r\n<p>We rate the statement Half True.</p>\r\n", "ruling_comments_date": "2013-08-28T12:29:45.285154", "ruling_date": "2013-08-29T14:34:50", "ruling_headline": "Walker: Study says health law will raise premiums in Wisconsin exchanges 82 percent", "ruling_headline_slug": "gov-walker-study-says-health-law-will-raise-premiu", "ruling_link_text": "Study looked at claims, not premiums", "ruling_state": null, "source_documents": null, "sources": "<p>Fox News,<a href=\"http://www.cq.com/doc/newsmakertranscripts-4334114\"> interview with Scott <u>Walker</u></a>, &nbsp;Aug. 19, 2013</p>\r\n\r\n<p>Society of Actuaries,<a href=\"http://cdn-files.soa.org/web/research-cost-aca-report.pdf\"><u> Cost of the newly insured under the Affordable Care Act</u></a>, March 20, 2013</p>\r\n\r\n<p>Interview with <a href=\"https://www.worldcongress.com/speakerBio.cfm?speakerID=7198&amp;confcode=HW12014\"><u>David Tuomala</u></a>, director of actuarial consulting, Lewin Group, Aug. 27, 2013</p>\r\n\r\n<p>Interview with <a href=\"http://www.hopkinsglobalhealth.org/researchers/profile/1278/Anderson/Gerard\"><u>Gerard Anderson</u></a>, director, Center for Hospital Finance and Management, Johns Hopkins Bloomberg School of Public Health, Aug. 26, 2013</p>\r\n\r\n<p>American Academy of Actuaries,<a href=\"http://www.actuary.org/content/issue-brief-how-will-premiums-change-under-aca\"> <u>How will premiums change under the ACA</u></a>?, May 2013</p>\r\n\r\n<p>Congressional Budget Office, &quot;<a href=\"http://cbo.gov/sites/default/files/cbofiles/ftpdocs/107xx/doc10781/11-30-premiums.pdf\"><u>An Analysis of Health Insurance Premiums Under the Patient Protection and Affordable Care Act</u></a>,&quot; November 30, 2009</p>\r\n\r\n<p><em>USA Today</em>, <a href=\"http://www.usatoday.com/story/money/business/2013/03/26/study-health-overhaul-to-raise-claims-cost-32/2021963/\"><u>Study: Health overhaul to raise claims cost 32 percent</u></a>, March 26, 2013</p>\r\n\r\n<p>Kaiser Health News, <a href=\"http://www.kaiserhealthnews.org/daily-reports/2013/march/27/actuaries-study-on-costs.aspx\"><u>Actuaries project health law will boost claims cost 32 percent</u></a>, March 27, 2013</p>\r\n\r\n<p><em>New York Times</em>, <a href=\"http://economix.blogs.nytimes.com/2013/07/02/confusing-the-public-on-the-affordable-care-act/?_r=0\"><u>Confusing the public on the Affordable Care Act</u></a>, July 2, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 38, "current_job": "Milwaukee County Executive", "false_count": 42, "first_name": "Scott", "half_true_count": 38, "home_state": "Wisconsin", "id": 640, "last_name": "Walker", "mostly_true_count": 44, "name_slug": "scott-walker", "pants_count": 11, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Walker_1_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/640/", "total_count": 211, "true_count": 25, "website": "http://www.scottwalker.org/"}, "statement": "<p>In the Wisconsin health insurance exchange, &quot;the Society of Actuaries points out that there&#39;ll be, according to them, an 82 percent increase in individual premiums over the next couple years under Obamacare.&quot;</p>\r\n", "statement_context": "an interview with Fox News", "statement_date": "2013-08-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}