{"art": [], "author": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "canonical_url": "/rhode-island/statements/2013/sep/01/steven-frias/commentator-steven-frias-says-once-tolls-paid-cons/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 8206, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "resource_uri": "/api/v/2/statement/8206/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>One of the most contentious issues of 2013, at least among residents of the eastern half of Rhode Island, is the question of whether there should be a toll on the new Sakonnet River Bridge.</p>\r\n\r\n<p>In an <a href=\"http://www.providencejournal.com/opinion/commentary/20130814-steven-frias-not-a-dime-more-for-r.i.-bridge-tolls.ece\"><u>Aug. 14, 2013, commentary</u></a> in The Providence Journal, Steven Frias, a lawyer and the state&#39;s Republican National Committeeman, argued that Rhode Island should use the revenue from its gasoline tax and motor vehicle fees exclusively to maintain its bridges and roads.</p>\r\n\r\n<p>We were intrigued by this statement: &quot;When the Rhode Island Turnpike and Bridge Authority was first created in 1954, it was supposed to exist only until the bonds used to build the Newport Bridge were paid off through tolls. Once the bonds were paid, the Newport Bridge was to be transferred to the State of Rhode Island and become toll-free.&quot;</p>\r\n\r\n<p>The state has always charged a toll on that span, now officially known as the Pell Bridge. We were curious about the accuracy of Frias&#39; characterization.</p>\r\n\r\n<p>When we contacted Frias, he sent us 34 pages from <a href=\"http://www.scribd.com/doc/164037446/1954-RI-General-Assembly-Chapter-3390\">Chapter 3390</a>, the 1954 act creating the authority.</p>\r\n\r\n<p>It authorized the construction of the Newport Bridge, the acquisition of the Jamestown Bridge, and the construction of a turnpike for the bridge that could run from Connecticut, through Washington County to the Massachusetts border.</p>\r\n\r\n<p>It also gave the authority the right to finance, &quot;maintain, repair and operate&quot; any of those projects, along with the ability to issue new bonds and collect tolls of any amount at any and all points along the project.</p>\r\n\r\n<p>The law is silent about ending tolls on the Newport Bridge, which opened June 28, 1969, although Section 17 dictates that &quot;No tolls shall be charged for traffic over the Jamestown Bridge after December 31, 1970.&quot; On that date, the Jamestown Bridge, which has since been replaced, was to become property of the state, without any money being owed on it.</p>\r\n\r\n<p>Frias, asked about his statement, focused on that section, which also says that once the authority has paid off all its bonds or set aside enough money to cover those bonds, &quot;all other projects financed under the provisions of this act shall be transferred to the state in good condition and repair, and thereupon the authority shall be dissolved . . . &quot;</p>\r\n\r\n<p>So the law did call for eventually turning everything, including the Newport Bridge, over to the state. But, once again, there is no mention of ending any other tolls. In fact, the law doesn&#39;t specifically dictate that the Newport Bridge have a toll. The authority has continued to exist to maintain the bridge, now 44 years old.</p>\r\n\r\n<p>RITBA chairman David Darlington said the authority currently has about $50 million in bonds that remain to be paid off, and that indebtedness is expected to continue because the state doesn&#39;t have the funds to take over and maintain the bridge. (The current bonds mature in 2017.)</p>\r\n\r\n<p>Frias said his statement is correct because the original legislation makes it clear that the intent was to eventually transfer ownership of the Newport Bridge to the state.</p>\r\n\r\n<p>The bridge would then have to be toll free, he argued, because the state, at the time, had not given itself the authority to levy tolls on roadways.</p>\r\n\r\n<p>&quot;This is inherent in the law,&quot; he said. &quot;An intent to transfer ownership of a bridge to an entity that has no legal authority to impose tolls, at the time the legislation was first enacted, is an intent to make that bridge a toll-free (bridge).&quot;</p>\r\n\r\n<p>That strikes us as a stretch, especially when the law specifically talks about transferring the Jamestown Bridge to the state<em> and</em> making it toll free. If the act of transference automatically meant that no tolls could be charged, as Frias asserts, there would be no need to mention ending the Jamestown bridge toll. &nbsp;</p>\r\n\r\n<p>We also checked with Thomas Evans, the state librarian, who pointed out that<a href=\"http://www.scribd.com/doc/164038341/1954-RI-General-Assembly-Chapter-3391\"> the act creating the Mount Hope Bridge Authority</a>, also passed in 1954, also contains language that calls for the project to be turn over to the state AND be toll free after Dec. 31, 1969. (East Bay residents will note that the bridge subsequently carried a toll until 1998.)</p>\r\n\r\n<p>Frias was not dissuaded. He said it was necessary to specify a date for the Jamestown and Mount Hope bridges to become toll-free because, unlike the Newport Bridge, they were in existence in 1954.</p>\r\n\r\n<p>&quot;It makes no sense that the Newport Bridge would have a toll on it once it was transferred over to the state,&quot; he said. &quot;The state had not given itself legal authority to impose a toll in 1954 (nor has it since then) therefore a bridge owned by the State is synonymous with a bridge that cannot have a toll.&quot;</p>\r\n\r\n<p>Legal interpretations aside, it seems that the public perception at that time was that the Newport Bridge toll would go away eventually.</p>\r\n\r\n<p>Frias produced a copy of an article in the March 11, 1963, edition of The Evening Bulletin, headlined &quot;Newporters Pressing for Span.&quot; Part of it reports on arguments of &quot;the bridge advocates,&quot; saying, &quot;And when the new bridge finally was paid for, they add, the state would come into ownership of a valuable property, a toll-free bridge across the East Passage.&quot;</p>\r\n\r\n<p>Darlington said that when he was appointed to the RITBA board in 2002, &quot;My dad said, &#39;Those tolls were supposed to come off that bridge when it was paid for. It has to be well paid for by now. Go down and get those tolls taken off that bridge.&#39;&quot;</p>\r\n\r\n<p>&quot;Then, when you find out what it costs to maintain the bridges, the state doesn&#39;t have anything like the money that&#39;s required,&quot; Darlington said. &quot;It&#39;s so enormous, and you have to focus on them year after year because if you let a bridge go three, four, or five years, you have to start planning a new bridge. So it&#39;s really not practical.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Steven Frias said that &quot;When the Rhode Island Turnpike and Bridge Authority was first created in 1954, it was supposed to exist only until the bonds used to build the Newport Bridge were paid off through tolls. Once the bonds were paid, the Newport Bridge was to be transferred to the State of Rhode Island and become toll-free.&quot;</p>\r\n\r\n<p>The first sentence accurately characterizes the 1954 legislation.</p>\r\n\r\n<p>The big question is whether the bridge was supposed to eventually be toll-free.</p>\r\n\r\n<p>Despite what the public believed and Frias is inferring, there was no mandate in the 1954 legislation to end tolls on the Newport Bridge once the state took ownership.</p>\r\n\r\n<p>Perhaps other historians have additional evidence that will cause us to rethink our ruling.</p>\r\n\r\n<p>But for now, while most of Frias&#39; statement is true, the key element regarding tolls on the Newport Bridge is open to serious question. For that reason, we rule it <a href=\"http://www.politifact.com/rhode-island/about/\"><u>Mostly True</u></a>.</p>\r\n\r\n<p><em>(If you have a claim you&rsquo;d like PolitiFact Rhode Island to check, e-mail us at politifact@providencejournal.com. And follow us on Twitter: @politifactri.)</em></p>\r\n", "ruling_comments_date": "2013-08-29T17:04:26.931781", "ruling_date": "2013-09-01T00:01:00", "ruling_headline": "Commentator Steven Frias says once tolls paid off the construction bonds for the Newport Bridge, it was supposed to be toll free", "ruling_headline_slug": "commentator-steven-frias-says-once-tolls-paid-cons", "ruling_link_text": "Abolition of the toll is not in the law", "ruling_state": null, "source_documents": null, "sources": "<p>The Providence Journal, &quot;<a href=\"http://www.providencejournal.com/opinion/commentary/20130814-steven-frias-not-a-dime-more-for-r.i.-bridge-tolls.ece\"><u>Not a dime more for R.I. bridge tolls</u></a>,&quot; Aug. 14, 2013</p>\r\n\r\n<p>Emails, Steven Frias, Rhode Island Republican National Committeeman, Aug. 20-29, 2013</p>\r\n\r\n<p>Email, Thomas Evans, state librarian, Aug. 20, 2013</p>\r\n\r\n<p>ScribD.com, &quot;<a href=\"http://www.scribd.com/doc/164037446/1954-RI-General-Assembly-Chapter-3390\"><u>1954 RI General Assembly Chapter 3390</u></a>&quot; and &quot;<a href=\"http://www.scribd.com/doc/164038341/1954-RI-General-Assembly-Chapter-3391\"><u>1954 RI General Assembly Chapter 3391</u></a>,&quot; Acts and Resolves Passed by the General Assembly of the State of Rhode Island and Providence Plantations at the Special November Session, A.D. 1953 and January Session, A.D. 1954, Chapters 3390 and 3391</p>\r\n\r\n<p>Interview and emails, David Darlington, chairman, Rhode Island Turnpike and Bridge Authority, Aug. 28-29, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "lawyer", "false_count": 0, "first_name": "Steven", "half_true_count": 0, "home_state": "Rhode Island", "id": 2417, "last_name": "Frias", "mostly_true_count": 1, "name_slug": "steven-frias", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/steve_frias.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2417/", "total_count": 2, "true_count": 1, "website": ""}, "statement": "<p>The R.I. Turnpike and Bridge Authority &quot;was supposed to exist only until the bonds used to build the Newport Bridge were paid off through tolls. Once the bonds were paid, the Newport Bridge was to be transferred to the State of Rhode Island and become toll-free.&quot;</p>\r\n", "statement_context": "a Providence Journal commentary", "statement_date": "2013-08-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 133, "photo": null, "resource_uri": "/api/v/2/subject/133/", "subject": "Infrastructure", "subject_slug": "infrastructure", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}