{"art": [], "author": [{"email_address": "gsmith@providencejournal.com", "first_name": "Gregory", "id": 408, "last_name": "Smith", "name_slug": "gregory-smith", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/408/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2013/aug/31/jeffrey-grybowski/deepwater-wind-ceo-jeffrey-grybowski-says-offshore/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 8211, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gsmith@providencejournal.com", "first_name": "Gregory", "id": 408, "last_name": "Smith", "name_slug": "gregory-smith", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/408/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/8211/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p><em>EDITOR&rsquo;S NOTE: &nbsp;On Aug. 28, 2013,<a href=\"http://www.politifact.com/windenergy/\"> PolitiFact Rhode Island rated as False</a> a statement by Deepwater Wind CEO Jeffrey Grybowski that offshore wind power is &quot;significantly less expensive than solar energy.&quot;</em></p>\r\n\r\n<p><em>We based that ruling on a comparison of the estimated price of Deepwater&rsquo;s planned 1,000 megawatt windfarm with a recent contract price for a solar project in Rhode Island. Deepwater Wind objected to the ruling, pointing to contract prices of several other Rhode Island solar projects. Based on that information and a second review, we have changed our ruling to Mostly True and are providing this new analysis.</em></p>\r\n\r\n<p>July 31 was a red letter day for Deepwater Wind, a Providence company that hopes to build the first offshore wind farm in the United States. That was the day Deepwater was announced as the winner of a federal auction to lease space for the farm in a 257-square-mile area of waters off Rhode Island and Massachusetts.</p>\r\n\r\n<p>(The company plans an initial demonstration project of five turbines off Block Island. The larger project would have more than 100 turbines.)</p>\r\n\r\n<p>It was in that context that Jeffrey R. Grybowski, chief executive officer of Deepwater Wind, appeared Aug. 4, 2013 on the TV public affairs show &quot;10 News Conference.&quot;</p>\r\n\r\n<p>Host Bill Rappleye asked Grybowski how much the electricity generated by the turbines would cost.</p>\r\n\r\n<p>&quot;Yes, 13- to 14-cent power [offshore wind energy per kilowatt hour] is probably what we&rsquo;re talking about, significantly lower than the cost of what we&rsquo;ve seen for offshore wind to date,&quot; Grybowski said. &quot;Also, by the way, significantly less expensive than solar energy.&quot;</p>\r\n\r\n<p>We wondered whether offshore wind is, in fact, cheaper than solar.</p>\r\n\r\n<p>We started with the state Division of Public Utilities and Carriers and the Public Utilities Commission, which both have important roles in setting the prices for renewable energy.</p>\r\n\r\n<p>Deepwater has negotiated with energy distributor National Grid, which is required to buy power from renewable sources, a wholesale price of 24.4 cents per kilowatt hour for the five-turbine demonstration project, steadily ranging up to 46.9 cents per kilowatt hour in the last year of a 20-year contract, according to division officials. The demonstration would have a generating capacity of 30 megawatts -- a measure of peak output over an hour.</p>\r\n\r\n<p>(A megawatt is 1,000 kilowatts. The average U.S. home <a href=\"http://www.eia.gov/tools/faqs/faq.cfm?id=97&amp;t=3\"><u>uses about 940 kilowatt hours per month</u></a>, according to the U.S. Energy Information Administration.)</p>\r\n\r\n<p>If the demonstration wind farm, called Phase I, works out as planned, Deepwater Wind expects to move forward on plans to build a large-scale wind farm, called Phase II, in the leased federal waters. Phase II would generate up to 1,000 megawatts -- enough, <a href=\"http://dwwind.com/news\"><u>the company says</u></a>, to power 350,000 homes.</p>\r\n\r\n<p>In an interview with PolitiFact Rhode Island, Grybowski said his comments on &quot;10 News Conference&quot; were about Phase II. He predicted that in the coming years, Deepwater will be able to negotiate with National Grid a wholesale price of 13 cents to 14 cents per kilowatt hour, escalating annually over the life of a contract.</p>\r\n\r\n<p>To check Grybowski&rsquo;s claim, we first had to determine the price of offshore wind energy. That&rsquo;s a challenge because no such project has yet been built in the United States.</p>\r\n\r\n<p>As proof that his 13- to 14-cent-per-kilowatt-hour estimate is realistic, Grybowski pointed to a formal offer by Deepwater in 2012 to sell Phase II energy in New York state for as low as 10 cents per kwh.</p>\r\n\r\n<p>The closest point of comparison is in nearby Massachusetts, where the Cape Wind project in Nantucket Sound is under contract with National Grid for a year-one price, adjustable with contingencies, of 18.7 cents per kwh.</p>\r\n\r\n<p>How do these prices compare with the price of solar locally?</p>\r\n\r\n<p>The Rhode Island Office of Energy Resources, which also has a rate-setting role in renewable energy, provided a list of 18 solar projects that have entered into contracts with National Grid since December 2011. The wholesale prices ranged from 18.5 cents per kilowatt hour to 33 cents, with the largest projects having the lowest prices.</p>\r\n\r\n<p>Deepwater provided a similar list compiled from National Grid data, showing 21 Rhode Island solar projects, with prices also ranging from 18.5 cents per kilowatt hour to 33 cents.</p>\r\n\r\n<p>By law in Rhode Island, solar projects enter into contracts with National Grid at a fixed price for 15 years and offshore wind at a price with annual escalators for 20 years.</p>\r\n\r\n<p>Four of the 21 solar projects on Deepwater&rsquo;s list have initial prices lower than Deepwater&rsquo;s Phase I price. All of them would be substantially less expensive than the final Phase I price because of the annual escalator.</p>\r\n\r\n<p>But let&rsquo;s look at the Deepwater Phase II project that Grybowski was talking about, and let&rsquo;s assume that his 13-to-14 cent estimate holds true. That&rsquo;s cheaper initially than all of the Rhode Island solar projects.</p>\r\n\r\n<p>Phase II also has an escalating price -- Grybowski said the company expects to obtain a contract of about 20 years with prices escalating about 3 percent a year.</p>\r\n\r\n<p>The initial Deepwater price would be cheaper than all the solar prices. At year 12, the Deepwater price would surpass the cheapest solar project&rsquo;s price. After 20 years, the Deepwater price would be about 23 cents -- still cheaper than 19 of the 21 solar projects.</p>\r\n\r\n<p>It should be noted that comparisons of solar and offshore wind prices in Rhode Island are tricky because of scale. There&rsquo;s not much room in our crowded, tiny state for the sort of large-scale solar projects that exist in the Southwest, for example.</p>\r\n\r\n<p>The largest solar project on Deepwater&rsquo;s list, planned for the former Forbes Street Landfill, in East Providence, would have a capacity of 3.7 megawatts. Fifteen of the 21 are less than 1 megawatt, compared with the 1,000 megawatts of Deepwater&rsquo;s Phase II.</p>\r\n\r\n<p>On the national level, the U.S. Energy Information Administration estimates that the most widespread kind of solar power, photovoltaic, has a &quot;levelized cost&quot; of 22.4 cents per kilowatt hour, compared with offshore wind at 29.5 cents.</p>\r\n\r\n<p>&quot;Levelized cost is often cited as a convenient summary measure of the overall competitiveness of different generating technologies,&quot; the administration explains on its website.</p>\r\n\r\n<p>For a large-scale offshore wind project, Grybowski contends that the 29.5-cent estimate is inaccurate, based on faulty methodology.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Deepwater Wind&rsquo;s Jeffrey Grybowski said offshore wind power is &quot;significantly less expensive than solar energy.&quot;</p>\r\n\r\n<p>Deepwater&rsquo;s small Phase I demonstration project would, in fact, be more expensive over time than all of the Rhode Island solar projects the company cited.</p>\r\n\r\n<p>But if Grybowski&rsquo;s estimated electricity price for the much larger Phase II holds true, its price would ultimately be cheaper than 19 of the 21 solar projects. The gap would be a few cents for the larger solar projects and up to 10 cents for the smallest.</p>\r\n\r\n<p>Because Grybowski&rsquo;s claim is accurate but needs clarification or additional information, the judges rule it Mostly True.</p>\r\n", "ruling_comments_date": "2013-08-30T15:27:25.223392", "ruling_date": "2013-08-31T00:01:00", "ruling_headline": "Deepwater Wind CEO Jeffrey Grybowski says offshore wind power cheaper than solar power in R.I. ", "ruling_headline_slug": "deepwater-wind-ceo-jeffrey-grybowski-says-offshore", "ruling_link_text": "UPDATE: In R.I., wind power cheaper than solar", "ruling_state": null, "source_documents": null, "sources": "<p>EIA.gov, &quot;<a href=\"http://www.eia.gov/forecasts/aeo/electricity_generation.cfm\"><u>Levelized Cost of New Generation Resources in the Annual Energy Outlook 2013</u></a>,&quot; U.S. Energy Information Administration, Jan. 28, 2013, accessed Aug. 19, 2013</p>\r\n\r\n<p>State of New Jersey Board of Public Utilities, &quot;<a href=\"http://www.bpu.state.nj.us/bpu/pdf/boardorders/2013/20130719/7-19-13-8J.pdf\"><u>In the Matter of the Petition of Fishermen&rsquo;s Atlantic City Wind Farm LLC</u></a>,&quot; July 19, 2013, accessed Aug. 21, 2013</p>\r\n\r\n<p>Interview and email, Thomas F. Kogut, chief of information, and Stephen Scialabba, chief accountant, Rhode Island Division of Public Utilities and Carriers, and Nick Ucci, principal policy analyst, Rhode Island Public Utilities Commission, Aug. 15, 2013 and Aug. 20, 2013</p>\r\n\r\n<p>Interview and emails, Jeffrey R. Grybowski, CEO, and Meaghan Wims, spokeswoman, Deepwater Wind, Aug. 19-29, 2013</p>\r\n\r\n<p>Interviews and emails, Marion S. Gold, commissioner, and Christopher Kearns, chief of program development, Rhode Island Office of Energy Resources, Aug. 19-29, 2013</p>\r\n\r\n<p>Email, David D. Graves, spokesman, National Grid, Aug. 22, 2013</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "CEO of Deepwater Wind", "false_count": 0, "first_name": "Jeffrey", "half_true_count": 0, "home_state": "Rhode Island", "id": 2415, "last_name": "Grybowski", "mostly_true_count": 1, "name_slug": "jeffrey-grybowski", "pants_count": 0, "party": {"id": 58, "party": "Business leader", "party_slug": "business-leader", "resource_uri": "/api/v/2/party/58/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/jeffrey_grybowski.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2415/", "total_count": 1, "true_count": 0, "website": "http://www.dwwind.com/"}, "statement": "<p>Offshore wind power is &quot;significantly less expensive than solar energy.&quot;</p>\r\n", "statement_context": "a television interview", "statement_date": "2013-08-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}