{"art": [], "author": [{"email_address": "alim@statesman.com", "first_name": "Andra", "id": 412, "last_name": "Lim", "name_slug": "andra-lim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/412/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2013/sep/03/ted-cruz/cruz-statement-about-obamacare-caused-paperwork-an/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 8212, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "alim@statesman.com", "first_name": "Andra", "id": 412, "last_name": "Lim", "name_slug": "andra-lim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/412/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8212/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Ted Cruz, the junior Republican senator from Texas, said the health care overhaul signed into law by President Barack Obama would create mountains--or at least Mount Rushmores--of paperwork.</p>\r\n\r\n<p><a href=\"http://www.youtube.com/watch?feature=player_embedded&amp;v=4ktmSgjofVA\"><u>In Senate floor remarks</u></a> on July 30, 2013, Cruz said:<strong> </strong>&quot;According to federal agency estimates, Obamacare will add paperwork burdens totaling nearly 190 million hours or more every year. And... to put that in perspective, Mount Rushmore, which took 14 years to build, could be constructed 1,547 times with the paperwork.&quot;</p>\r\n\r\n<p>By email, a Tennessee doctor asked us to investigate.</p>\r\n\r\n<p>Cruz, Florida Sen. Marco Rubio and Utah Sen. Mike Lee have taken center stage in a campaign from the right to<strong> </strong>&quot;defund&quot; changes set to roll out under the Obamacare law. The senators and their supporters declare that otherwise the economy will be gutted. And to spread their message, they&rsquo;ve released online ads and held town halls.</p>\r\n\r\n<p>Without a doubt, the Affordable Care Act of 2010 is highly complicated and extensive; the text runs <a href=\"http://housedocs.house.gov/energycommerce/ppacacon.pdf\"><u>974 pages</u></a>.</p>\r\n\r\n<p>Does it generate millions of hours of paperwork?</p>\r\n\r\n<p>By email, Cruz spokeswoman Catherine Frazier directed us to the <a href=\"http://energycommerce.house.gov/sites/republicans.energycommerce.house.gov/files/analysis/20130507ACABurdenTracker.pdf\"><u>Obamacare Burden Tracker</u></a>, an 18-page document issued in February 2013 by the Republican sides of three House committees.<strong> </strong>It states that per six agencies--including the Department of Health and Human Services, Department of Labor and Social Security Administration--the Obamacare law will result in 189,822,836 hours of paperwork a year, plus nearly 80 million once-only hours.</p>\r\n\r\n<p>Frazier also pointed us to the National Park Service&rsquo;s <a href=\"http://home.nps.gov/moru/faqs.htm\"><u>website</u></a>, which says Mount Rushmore was built between Oct. 4,1927, and Oct. 13, 1941, or<strong> </strong>a little more than 14 years. And, she sent us to a May 7, 2013 Energy and Commerce Committee <a href=\"http://energycommerce.house.gov/press-release/190-million-hours-and-counting-obamacare-burden-keeps-growing-and-growing\"><u>press release</u></a> that says those 14 years could be used to construct 1,547 monuments.</p>\r\n\r\n<p>Here is what we take to be the relevant equation: The Burden Tracker&rsquo;s 189,822,836 hours divided by 24 comes out to 7,909,284.83 days, equal to 21,669.27 years. Divide that by 14 and you find out that during 21,669.27 years, there are 1,547.8 spans of 14 years.</p>\r\n\r\n<p>Let&rsquo;s review the paperwork details, then tackle those mountains.</p>\r\n\r\n<p><strong>Committee explains tracker</strong></p>\r\n\r\n<p>The Burden Tracker<strong> </strong>was described in a Feb. 6, 2013, <a href=\"http://waysandmeans.house.gov/news/documentsingle.aspx?DocumentID=319029\"><u>press release</u></a> from the Republican side of the Ways and Means Committee as &quot;a real-time online resource to help the public keep track of all of the new government mandates, rules, and red tape as a result of Obamacare.&quot; The release said that burden would fall on individuals, businesses and health care providers. The tracker was updated in May 2013 and is to be updated every few months, according to Ways and Means Committee spokespeople.</p>\r\n\r\n<p>When we peeked, the<strong> </strong>tracker listed 174 separate Obamacare-related paperwork tasks, each one leading to online documentation intended to show the associated paperwork hours.</p>\r\n\r\n<p>The tracker says, for instance,<strong> </strong>that according to Health and Human Services and two other agencies, changes to coverage for certain types of care, including contraceptive services, would require 2.5 hours of paperwork each year from health organizations. Meanwhile,<strong> </strong>regulations for government-funded insurance programs would generate paperwork for hospitals and other groups absorbing 45,982,371 million hours annually, which is the tracker&rsquo;s largest single entry.</p>\r\n\r\n<p>By phone, Sarah Swinehart, a staff spokeswoman for the Republican side of the Ways and Means Committee, told us that staff members went through <a href=\"http://www.gpo.gov/fdsys/pkg/FR-2013-02-08/pdf/2013-02572.pdf\"><u>federal documents</u></a> that list all paperwork associated with the regulations for government-funded insurance programs to reach the 45.98 million figure. We tried to follow similar steps, but ended up with a much smaller sum of several million hours. When we shared our tally with Swinehart, she said the committee didn&rsquo;t have anyone available to explain in detail how its 45.98 million number was reached. We also couldn&rsquo;t confirm <a href=\"http://www.gpo.gov/fdsys/pkg/FR-2013-02-06/pdf/2013-02420.pdf\"><u>the smallest paperwork burden of 2.5 hours</u></a>, which did not appear in the documents referenced in the tracker.</p>\r\n\r\n<p>Michelle Dimarob, a spokeswoman for the Ways and Means Committee&rsquo;s Republican office, said by email that most of<strong> </strong>the paperwork hours came from the <a href=\"http://www.whitehouse.gov/omb/inforeg_default\"><u>Office of Information and Regulatory Affairs</u></a>, which is part of the Obama administration&rsquo;s Office of Management and Budget. Congress created the regulatory office in the Paperwork Reduction Act of 1980.</p>\r\n\r\n<p>Swinehart said committee staff members built the tracker by using a <a href=\"http://www.reginfo.gov/public/servlet/ForwardServlet?SearchTarget=PRA&amp;textfield=\"><u>search function</u></a> on the Office of Information and Regulatory Affairs website. It allows users to check a box that filters out all paperwork burdens related to the Obamacare law, Swinehart said. In the most straightforward instances, she said, a provision by itself created a paperwork burden. In sticky cases, she said, the law was among several contributing to a paperwork burden, which meant committee staff had to extract the Obamacare-tied burden. To do so, she said, staff looked at documents in the Federal Register, which include paperwork burden estimates.</p>\r\n\r\n<p>We drew no comment on the accuracy of the tracker from Health and Human Services as well as the OMB and the non-partisan Congressional Budget Office and Government Accountability Office. Spokespeople for each agency also said they had not estimated paperwork burdens related to the law.</p>\r\n\r\n<p><strong>Examining the numbers</strong></p>\r\n\r\n<p><a href=\"http://www.archives.gov/federal-register/laws/paperwork-reduction/3502.html\"><u>Federal law</u></a> defines a burden as the &quot;time, effort, or financial resources expended by persons to generate, maintain, or provide information to or for a federal agency.&quot; Burdens can include gathering information, disseminating information to the public and installing technology.</p>\r\n\r\n<p>For context, the public spent 9.14 billion hours completing paperwork burdens for the federal government in 2011, according to OMB&rsquo;s 20<a href=\"http://www.whitehouse.gov/sites/default/files/omb/inforeg/icb/icb_2012.pdf\">12 <u>Information Collection Budget</u></a><strong>, </strong>the latest available annual report. Obamacare&rsquo;s supposed 190 million burden hours would represent a 2.1 percent increase from that 2011 figure.</p>\r\n\r\n<p>The Obamacare law is not alone in creating significant paperwork burdens, according to the information collection budget. A 2009 change in how investment companies are regulated resulted in 33.5 million hours of additional paperwork a year, a figure that was based on forms that mutual funds had to newly fill out to report information to the public and the IRS. Perhaps a more familiar burden, one that college students and their families bear, is the estimated <a href=\"http://www.reginfo.gov/public/do/PRAViewICR?ref_nbr=201211-1845-002\"><u>26 million hours</u></a> total it takes to fill out forms used to determine eligibility for financial aid.</p>\r\n\r\n<p>Before a federal agency can require the public to comply with a paperwork burden,<a href=\"http://www.whitehouse.gov/sites/default/files/omb/assets/inforeg/PRAPrimer_04072010.pdf\"><u> it must seek public comment, and obtain review and approval from the Office of Information and Regulatory Affairs</u></a>.</p>\r\n\r\n<p>Fabien Levy, a Washington, D.C.-based HHS spokesman,<strong> </strong>said by email<strong> </strong>that the health care law reduces some paperwork burdens, noting that applications consumers will use to enroll in health insurance under the law will be &quot;simple and significantly shortened.&quot; When we looked, the tracker did not refer to reduced paperwork hours from enrollment applications.</p>\r\n\r\n<p>Among the burdens specified in the tracker are 21.3 million paperwork hours for insurance agencies related to changes in Medicaid eligibility and 10.8 million hours for health plans that will sell insurance under the law.</p>\r\n\r\n<p>In one case, the tracker suggests paperwork time will drop. New rules limiting how long it takes for insurance benefits to kick in will cut paperwork by 341,000 hours, according to the tracker.</p>\r\n\r\n<p>To sample the tracker&rsquo;s accuracy, we looked into three of the largest identified paperwork burdens. Together, these burdens total 75,537,966 hours -- about 40 percent of the 190 million number aired by Cruz.</p>\r\n\r\n<p>One of those burdens comes from the Obamacare law&rsquo;s menu-labeling provision requiring chain restaurants and vending machine operators to disclose nutritional information. The tracker says this provision will annually impose 14,068,808 hours in paperwork. A <a href=\"http://www.whitehouse.gov/sites/default/files/omb/inforeg/icb/2011_icb.pdf\"><u>2011 OMB report</u></a> backs up that figure, listing it as one of five &quot;significant burden increases.&quot;</p>\r\n\r\n<p>Another of the highest paperwork burdens, the 40,189,456 hours created by forms that small employers will use to figure out tax credits for health insurance premiums, was listed in <a href=\"http://www.whitehouse.gov/sites/default/files/omb/inforeg/icb/icb_2012.pdf\"><u>a 2012 OMB report</u></a> in an appendix attributing the burden to<strong> </strong>the Obamacare law.</p>\r\n\r\n<p>Our examination of other sizeable items in the tracker revealed miscalculations.</p>\r\n\r\n<p>For instance, the tracker overcounted 6.75 million hours it attributes to additional information that hospitals must report. <a href=\"https://docs.google.com/file/d/0B-1rl1WsSuFJSGk2SE1jZHlMR00/edit?usp=sharing\"><u>A document from the federal Centers for Medicare and Medicaid Services</u></a> says that increase stems partly from a section of the Obamacare law, but also from the 2005 Deficit Reduction Act. The document also says the 6.75 million hours hospitals spend reporting the information would save them 2.5 million hours they currently put toward giving the same information to accreditation groups.</p>\r\n\r\n<p>The tracker also incorrectly counted a preliminary estimate that regulations regarding Medicaid eligibility would generate about 11 million hours of paperwork. Health and Human Services updated that figure <a href=\"http://www.gpo.gov/fdsys/pkg/FR-2012-03-23/pdf/2012-6560.pdf\"><u>in March 2012</u></a>, predicting it would create more than 21 million hours of paperwork. The tracker lists both the <a href=\"http://www.gpo.gov/fdsys/pkg/FR-2011-08-17/pdf/2011-20756.pdf\"><u>original estimate</u></a> plus the revised one.</p>\r\n\r\n<p>We noticed as well that some listed burdens are <a href=\"http://prescriptions.blogs.nytimes.com/2010/03/22/a-turning-point-in-the-health-care-fight/\"><u>from a college student loan overhaul rolled into the health care law.</u></a> The tracker counted 2,232,386 hours of new annual paperwork for Stafford and Ford loans.</p>\r\n\r\n<p>Admittedly, we devoted only a few days to looking over the tracker. Still, it looks like at least &nbsp;57 million of the listed hours--the 45.98 million that the Ways and Means committee couldn&rsquo;t explain, plus the miscalculations we found--are factually unsupported or insufficiently documented. On the flip side, we found that at least 75 million hours of paperwork has been forecasted in connection with the Obamacare law.</p>\r\n\r\n<p><strong>Experts weigh in</strong></p>\r\n\r\n<p>Other issues may be worth chewing over, outside experts suggested.</p>\r\n\r\n<p>Donald Arbuckle, who was second-in-command at the Office of Information and Regulatory Affairs from 1996 to 2006, said by phone that any estimate of a law&rsquo;s paperwork hours is &quot;soft&quot; because each federal agency uses a different method to calculate<strong> </strong>the hours. Some agencies, he said, are more diligent than others.</p>\r\n\r\n<p>Arbuckle, a public affairs professor at the University of Texas-Dallas, said that generally, such information helps track government activity. &quot;Paperwork burdens are usually associated with government red tape, which is bad,&quot; Arbuckle said. &quot;Except, one person&rsquo;s red tape is another person&rsquo;s accountability. If the government is putting money toward Medicare or Medicaid, using tax dollars, the government needs to be ultra, obsessively responsible&quot; for &quot;where that money is going.&quot;</p>\r\n\r\n<p>Chris Jacobs, a health care analyst at the conservative Heritage Foundation, emphasized by phone that the Obama administration recognized the large paperwork burdens created by the<strong> </strong>law by delaying the requirement for some employers to provide insurance to workers. In July 2013, the White House announced that it was delaying from 2014 to 2015 the law&rsquo;s mandate that businesses with 50 or more full-time employees offer health insurance.</p>\r\n\r\n<p>In a July 2, 2013, agency blog post, the U.S. Department of the Treasury&rsquo;s assistant secretary for tax policy, Mark J. Mazur, <a href=\"http://www.treasury.gov/connect/blog/Pages/Continuing-to-Implement-the-ACA-in-a-Careful-Thoughtful-Manner-.aspx\"><u>wrote</u></a> that the employer mandate was delayed because of &quot;concerns about the complexity of the requirements and the need for more time to implement them effectively.&quot;</p>\r\n\r\n<p><strong>Building Mount Rushmores</strong></p>\r\n\r\n<p>When we turned to the second half of Cruz&rsquo;s statement--that the time spent on Obamacare paperwork could be used to build Mount Rushmore 1,547 times--we spoke to National Park Service Mount Rushmore spokeswoman Maureen McGee-Ballinger.</p>\r\n\r\n<p>Cruz&rsquo;s calculation uses the total number of hours in 14 years--122,640. That assumes, in effect, that one person created Mount Rushmore by working around the clock for 14 years--or any other scenario getting to the hours&rsquo; total.</p>\r\n\r\n<p>McGee-Ballinger said by phone that<strong> </strong>there are no records of how many worker hours went into Mount Rushmore, which was created in South Dakota at a cost of nearly $990,000 ($15.7 million <a href=\"http://www.bls.gov/data/inflation_calculator.htm\"><u>in 2013 dollars</u></a>).</p>\r\n\r\n<p>A web search led us to Lou Del Bianco, who has researched his grandfather Luigi Del Bianco&rsquo;s role in carving Mount Rushmore. By phone, Del Bianco said that some of the 400 people who built Mount Rushmore--doing tasks like blasting away granite with dynamite or carving the stone--worked only for half a year while others stayed for all 14. Their hours varied greatly, he said, and they didn&rsquo;t work for about four to six months during the cold.</p>\r\n\r\n<p>Just to get a handle on how that might affect the numbers, we estimated the total hours if Mount Rushmore had been created by 400 people who each stuck with the project for 12 years, working 40 hours a week (which became the <a href=\"http://www.pbs.org/livelyhood/workday/weekend/laborhistorian.html\"><u>federal standard</u></a> in 1938) for 32 weeks per year, or about eight months.</p>\r\n\r\n<p>We got 6,144,000 hours, which means they could build 30 Mount Rushmores in the Burden Tracker&rsquo;s 189.8 million hours.</p>\r\n\r\n<p>To cook up a low-end estimate, we tweaked it to 400 people working three years each, putting in 40 hours a week but averaging only about six months of labor in each year -- say, 26 weeks. This time we got 1,248,000 hours, which means those efficient 400 people could build 152 Mount Rushmores in the hours aired by Cruz.</p>\r\n\r\n<p>When we reached out to Frazier, Cruz&rsquo;s spokeswoman, about the seeming shortcomings of the tracker and the Mount Rushmore calculation, she did not speak directly to them. In an email, she noted that several lawmakers have relied on the tracker&rsquo;s paperwork tally.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cruz said the Affordable Care Act would &quot;add paperwork burdens totaling nearly 190 million hours or more every year.&quot; He went on to say that Mount Rushmore could be built 1,547 times over &quot;with the paperwork.&quot;</p>\r\n\r\n<p>Based on the 190 million figure, that mount count is ridiculously off, premised on the notion that one person carved the monument around the clock for 14 years--or something equivalent.</p>\r\n\r\n<p>And about the 190 million hours: the landmark law indeed appears responsible for creating a large amount, at least 75 million hours, of confirmed additional paperwork. However, that total is less than half Cruz&rsquo;s declared number. The tracker that Cruz relied upon has unexplained holes, miscalculates some burdens and folds in paperwork associated with non-health-care programs such as student loan changes. Significantly, too, we could not tell how the document&rsquo;s largest single entry--46 million of the declared hours--was calculated.</p>\r\n\r\n<p>We rate this statement, based on a partially unsupported hour count plus unrealistic Mount Rushmore math, as Mostly False.</p>\r\n\r\n<p>-----------------------------------------------------------------------------------------------------</p>\r\n\r\n<p><em>MOSTLY FALSE </em><em>&ndash; The statement contains an element of truth but ignores critical facts that would give a different impression.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2013-08-30T15:43:15.432371", "ruling_date": "2013-09-03T10:00:00", "ruling_headline": "Cruz statement about Obamacare-caused paperwork--and more than 1,500 Mount Rushmores--draws on flawed Republican-authored analysis", "ruling_headline_slug": "cruz-statement-about-obamacare-caused-paperwork-an", "ruling_link_text": "Counts thousands of unexplained hours", "ruling_state": null, "source_documents": null, "sources": "<p>News article, <a href=\"http://thehill.com/blogs/healthwatch/health-reform-implementation/281413-house-gop-launches-obamacare-burden-tracker\"><u>House GOP launches &lsquo;Obamacare Burden Tracker,&rsquo;</u></a> <em>The Hill</em>, Feb. 6, 2013</p>\r\n\r\n<p>Blog post, <a href=\"http://www.treasury.gov/connect/blog/Pages/Continuing-to-Implement-the-ACA-in-a-Careful-Thoughtful-Manner-.aspx\"><u>&quot;Continuing to Implement the ACA in a Careful, Thoughtful Manner,&quot;</u></a> U.S Treasury, July 2, 2013 (accessed Aug. 23, 2013)</p>\r\n\r\n<p>Email, Michelle Dimarob, spokeswoman, Ways and Means Committee, Aug. 9, 2013</p>\r\n\r\n<p>Law text, <a href=\"http://housedocs.house.gov/energycommerce/ppacacon.pdf\"><u>Compilation of Patient Protection and Affordable Care Act</u></a>, May 2010</p>\r\n\r\n<p>Memo, <a href=\"http://www.whitehouse.gov/sites/default/files/omb/assets/inforeg/PRAPrimer_04072010.pdf\"><u>&quot;Memorandum for the Heads of Executive Departments and Agencies, and Independent Regulatory Agencies,&quot;</u></a> Office of Management and Budget, April 7, 2010</p>\r\n\r\n<p>Press release, <a href=\"http://waysandmeans.house.gov/news/documentsingle.aspx?DocumentID=319029\"><u>Committees Launch Obamacare Burden Tracker</u></a>, Ways and Means Committee, Feb. 6, 2013</p>\r\n\r\n<p>Report,<a href=\"http://www.fda.gov/downloads/Food/IngredientsPackagingLabeling/UCM258370.pdf\"><u> Quarterly Report on Progress Toward Promulgating Final Regulations for the Menu and Vending Machine Labeling Provisions of the Patient Protection and Affordable Care Act of 2010</u></a>, U.S. Department of Health and Human Services and Federal Drug Administration, March 17, 2011</p>\r\n\r\n<p>Report, <a href=\"http://www.whitehouse.gov/sites/default/files/omb/inforeg/icb/2011_icb.pdf\"><u>Information Collection Budge</u></a>t, Office of Management and Budget, 2011</p>\r\n\r\n<p>Report, <a href=\"http://www.whitehouse.gov/sites/default/files/omb/inforeg/icb/icb_2012.pdf\"><u>Information Collection Budget</u></a>, OMB, 2012</p>\r\n\r\n<p>Report, <a href=\"http://www.gpo.gov/fdsys/pkg/FR-2012-03-23/pdf/2012-6560.pdf\"><u>Medicaid Program; Eligibility Changes Under the Affordable Care Act of 2010</u></a>, Federal Register, March 23, 2012</p>\r\n\r\n<p>Report, <a href=\"http://www.gpo.gov/fdsys/pkg/FR-2013-05-06/html/2013-10600.htm\"><u>Agency Information Collection Activities; Comment Request; 2014-<br />\r\n2015 Federal Student Aid Application</u></a>, Federal Register, July 5, 2013</p>\r\n\r\n<p>Report, <a href=\"http://housedocs.house.gov/energycommerce/ppacacon.pdf\"><u>Obamacare Burden Tracker</u></a>, House Ways and Means Committee, May 2013</p>\r\n\r\n<p>Telephone interview, Donald Arbuckle, professor, University of Texas-Dallas, Aug. 19, 2013</p>\r\n\r\n<p>Telephone interview, Chris Jacobs, senior policy analyst, Heritage Foundation, Washington, D.C., Aug. 8, 2013</p>\r\n\r\n<p>Telephone interview, James Goodwin, senior policy analyst, Center for Progressive Reform, Washington, Aug. 13, 2013</p>\r\n\r\n<p>Telephone interview, Sarah Swinehart, spokeswoman, Ways and Means Committee, Washington, Aug. 13, 2013</p>\r\n\r\n<p>Telephone interview, Maureen McGee-Ballinger, spokeswoman, National Park Service, &nbsp;Keystone, South Dakota, Aug. 23, 2013</p>\r\n\r\n<p>Telephone interview, Lou Del Bianco, New York, Aug. 23, 2013</p>\r\n\r\n<p>Email, Deborah Kilroe, associate director for communications, Congressional Budget Office, Aug. 6, 2013</p>\r\n\r\n<p>Email, Charles Young, spokesman, General Accountability Office, Aug. 6, 2013</p>\r\n\r\n<p>Video, <a href=\"http://www.youtube.com/watch?feature=player_embedded&amp;v=4ktmSgjofVA\"><u>Sens. Ted Cruz, Mike Lee, and Marco Rubio Engage in a Colloquy on Defunding Obamacare</u></a>, YouTube, (accessed Aug. 19, 2013)</p>\r\n\r\n<p>Web page, <a href=\"http://home.nps.gov/moru/faqs.htm\"><u>Frequently Asked Questions</u></a>, National Park Service, accessed Aug. 19, 2013</p>\r\n\r\n<p>Web page, <a href=\"http://www.reginfo.gov/public/servlet/ForwardServlet?SearchTarget=PRA&amp;textfield=\"><u>Search of Information Collection Review</u></a>, <a href=\"http://www.whitehouse.gov/omb/inforeg_default\"><u>Office of Information and Regulatory Affairs</u></a> (accessed Aug. 19, 2013)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1APdkhvThr_A8J7tu93Mw612GtT9GGpS5BAQrHfyJE7I/edit\"><u>Email</u></a>, Catherine Frazier, press secretary, Sen. Ted Cruz&rsquo;s office, Aug. 1, Aug. 15, Aug. 26, 2013</p>\r\n\r\n<p>Email, Fabien Levy, press secretary, U.S. Department of Health and Human Services, Aug. 22, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>Obamacare-caused paperwork will annually absorb 190 million hours or more--and Mount Rushmore could be built 1,547 times over &quot;with the paperwork.&quot;</p>\r\n", "statement_context": "a Senate floor colloquy", "statement_date": "2013-07-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}