{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2013/sep/01/robin-vos/robin-vos-says-higher-speed-limit-rural-interstate/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 8216, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/8216/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Assembly Speaker Robin Vos, R-Rochester, gunned into the fast lane after a colleague <a href=\"http://www.jsonline.com/news/statepolitics/dot-report-speed-limit-change-mostly-likely-to-affect-interstates-highway-41-b9980989z1-220585931.html\">proposed raising the speed limit</a> on Wisconsin&rsquo;s rural interstate highways from 65 to 70 mph.</p>\r\n\r\n<p>Vos embraced the idea as an overdue time-saver for drivers -- and he sought to head off criticism that higher speeds could kill.</p>\r\n\r\n<p>&quot;We see all the states around us, Minnesota, Michigan, Iowa already have 70, and just this last week Democrat Gov. Quinn signed the bill into law in <a href=\"http://www.wifr.com/home/headlines/Quinn-Set-to-Act-on-proposed-speed-limit-220167061.html\">Illinois</a>,&quot; Vos said Aug. 22, 2013, on<a href=\"http://wpt.org/Here_and_Now/robin-vos-discusses-milwaukee-crime-speed-limits-bill\"> Wisconsin Public Television&rsquo;s &quot;Here and Now&quot;</a> program. &quot;So it makes no sense not to have Wisconsin join this group.&quot;</p>\r\n\r\n<p>Vos added: &quot;And certainly as we&rsquo;ve driven in other states, we see that they&rsquo;ve been able to do it safely. Most of the interstates were designed for 75 miles an hour anyway because they were done a long time ago and they were reduced just for fuel economy. So I think the safety standards are in place, and we can do it in a way that makes sense for all of us.&quot;</p>\r\n\r\n<p>Vos was more emphatic in other comments to reporters, as quoted in the Journal Sentinel, saying that in the three states he cited: &quot;We haven&#39;t seen any issues there.&quot;</p>\r\n\r\n<p>We&rsquo;ll examine his safety claim here and tackle the historical statement in a separate item.</p>\r\n\r\n<p><strong>Where things stand</strong></p>\r\n\r\n<p>For starters, most states are already at 70 or 75 mph.</p>\r\n\r\n<p>There are 13 at 65 mph, according to tracking by the <a href=\"http://www.iihs.org/laws/mapmaxspeedonruralinterstates.aspx\">Insurance Institute for Highway Safety</a>. Of those, Wisconsin is the only state outside the northeast, west coast and Alaska where 65 is the limit on rural interstates. Only Hawaii is lower, with a speed limit of 60.</p>\r\n\r\n<p>As more and more states have raised their limits, a flurry of sometimes-conflicting studies has tried to tease out the role of speed in vehicle-crash trends.</p>\r\n\r\n<p>In reviewing the research in 2013, the Council of State Governments noted that most policy makers and researchers agree that physics means higher speeds can cause more and more deadly accidents. But the council noted, &quot;Intense debate still surrounds the idea that speed-limit hikes alone make roadways more dangerous.&quot;</p>\r\n\r\n<p>The challenge, an <a href=\"http://esciencenews.com/articles/2008/06/23/study.higher.interstate.speed.%20limit.proves.safe.indiana\">Indiana study</a> said, is &quot;unraveling the effects of speed-limit changes from factors such as speed enforcement; vehicle miles traveled; vehicle occupancy; seat-belt usage; alcohol use; proportions of passenger cars, minivans, pickup trucks and sport utility vehicles; and vehicle safety features, such as airbags and antilock brakes.&quot;</p>\r\n\r\n<p>With that in mind, let&rsquo;s look specifically at the three states Vos cited.</p>\r\n\r\n<p><strong>Iowa:</strong></p>\r\n\r\n<p>The Department of Transportation in Iowa, where 70 became law in 2005, surveyed crash trends elsewhere and reported its findings in early 2006.</p>\r\n\r\n<p>&quot;The evidence in this study and the previous seven annual comparison studies indicates that raising the speed limit in Midwestern states in the United States has resulted in an increase in traffic fatalities in the years following that increase,&quot; the department said.</p>\r\n\r\n<p>Iowa saw the same in the short-term aftermath of its change, according to a study that examined the 2.5 years before and after the change.</p>\r\n\r\n<p>Fatal and major-injury crashes increased on average from 78.8 to 90.8 per year, resulting in a 15.2 percent increase, an Iowa State study found.</p>\r\n\r\n<p>The study showed that early in Iowa&rsquo;s own experience with 70, crashes at all severity levels increased compared to the same period before the change.</p>\r\n\r\n<p>And compared to a much longer period before the change, fatal and other serious across-the-median crashes rose faster than random variations in the annual data, the Iowa State researchers found in 2009.</p>\r\n\r\n<p>But the same Iowa State study -- also cited by Vos -- casts doubt on the significance of the simple numerical findings. More rigorous statistical testing found &quot;no statistically significant increase in crashes,&quot; the study said.</p>\r\n\r\n<p>It concluded: &quot;While it is likely changes were due to the speed-limit change (as the only significant highway safety&ndash;related public policy change in Iowa since 2004 has been the change to 70 mph on rural Interstates), the findings presented herein are necessarily observations of correlation only.&quot;</p>\r\n\r\n<p>The study acknowledged that looking at only 2.5 years &quot;may not provide an adequate base of data for a reliable statistical analysis.&quot; In addition, other factors such as changing economic conditions and high fuel prices may have impacts that mask any speed limit&ndash;related changes, it said.</p>\r\n\r\n<p>More recently, the Des Moines Register<a href=\"http://www.timesrepublican.com/page/content.detail/id/552450/Interstate-crash-deaths-rose-following-speed-limit-increase-in-Iowa--records-say.html?nav=5005\"> reported</a> in Sept. 4, 2012 that 10 percent more people had died on Iowa&#39;s interstate highways since the state raised the speed limit to 70 mph -- even though fatalities on all Iowa roads in 2011 were at the lowest level since World War II.</p>\r\n\r\n<p>The paper quoted Col. Patrick Hoye of the Iowa State Patrol, who said the Iowa statistics bore out warnings by traffic safety planners.</p>\r\n\r\n<p>&quot;Any time you raise speeds, an accident has a greater risk for injury and death. The other thing that we see quite often on the interstates is that people are just following too closely, and at higher speeds that just makes the situation that much worse,&quot; Hoye said.</p>\r\n\r\n<p>We asked Iowa&rsquo;s top traffic safety official, Steve Gent, about the speed limit change.</p>\r\n\r\n<p>Gent didn&rsquo;t like the idea of the speed-limit hike, but has tempered his feelings.</p>\r\n\r\n<p>He told us that safety problems from 70 mph were &quot;not as bad as we thought.&quot; More people are driving near average speeds, and fewer at very high or low speeds. That scenario is associated with safer driving.</p>\r\n\r\n<p>In fact, the study found that speeding was reduced, and that speeds -- on average -- increased only about 2 mph. Still, Gent said, the statistics suggest some negative safety aspects.</p>\r\n\r\n<p><strong>Michigan</strong>:</p>\r\n\r\n<p>Michigan went to 70 in 1996 and 1997. Truck speed limits are lower.</p>\r\n\r\n<p>A 2000 study by Michigan State University found that total traffic crashes increased in the three years after the change -- but traffic volume increased faster.</p>\r\n\r\n<p>Fatal crashes went up 4.5 percent, but the combination of fatals and major-injury crashes actually fell, presumably due to increased seat belt use and airbags, the report said.</p>\r\n\r\n<p>Travel speeds rose only about 1 to 2 mph over three years, considering all vehicles.</p>\r\n\r\n<p>Overall, the study concluded: &quot;Raising the speed limit appears to have had little effect&quot; on speed or crash frequency.</p>\r\n\r\n<p>&quot;Nothing really happened&quot; in those three years, the author of the study, MSU engineering professor William C. Taylor, told us. &quot;The signs changed. A few of the slower people drove a little faster. But (driving at faster speeds) didn&rsquo;t change at all.&quot;</p>\r\n\r\n<p>Vos cited no studies on Michigan accident statistics, but did cite <a href=\"http://www.mlive.com/news/index.ssf/2012/06/should_michigan_up_its_70_mph.html\">comments</a> in the media by a Michigan State Patrol traffic safety official that slower is not necessarily safer on interstates.</p>\r\n\r\n<p><strong>Minnesota</strong>:</p>\r\n\r\n<p>The state raised the speed limit on rural interstates from 65 to 70 mph in 1997.</p>\r\n\r\n<p>A Minnesota DOT study found that during the five years immediately following the increase (1998-2002) there was a 24 percent increase in all crashes on interstates where speed limits were increased, Kevin Gutknecht, the department&rsquo;s communications director told us.</p>\r\n\r\n<p>There was a 70 percent increase in fatal crashes in the same locations, a DOT spokesman said. The comparison period was 1992-96.</p>\r\n\r\n<p>The situation was much improved when DOT compared 2007-2011 to pre-change time period. For the same locations, there was a 1 percent increase in all interstate crashes and a 19 percent increase in fatal crashes.</p>\r\n\r\n<p>During the 2007-2011 period, roadway engineering safety improvements, vehicle safety enhancements and changes in laws have contributed to a downturn in fatal and serious crashes, Gutknecht said.</p>\r\n\r\n<p>The agency&rsquo;s website, we noted,<a href=\"http://www.dot.state.mn.us/speed/qa.html\"> advises motorists</a> that lowering speed limits will not necessarily reduce speeds or cut crash frequencies. The comments are not specific to interstates.</p>\r\n\r\n<p>&quot;The driver is much more influenced by the roadway conditions,&quot; the DOT site says. &quot;Although lowering the speed limit is often seen as a cure-all in preventing crashes, this is not the case. Crashes are most often the result of driver inattention and driver error. However, if a posted speed limit is unrealistically low, it creates a greater speed variance (i.e. some drivers follow the speed limit while most drive the reasonable speed). This speed variance can contribute to crashes.&quot;</p>\r\n\r\n<p>Vos cited no Minnesota studies.</p>\r\n\r\n<p><strong>Our rating</strong></p>\r\n\r\n<p>Vos said &quot;Minnesota, Michigan, Iowa already have 70 mph&quot; speed limits on rural interstates, and &quot;we see that they&rsquo;ve been able to do it safely.&quot;</p>\r\n\r\n<p>Vos goes too far with the blanket statement. We found numbers suggesting otherwise in two states, and a key Iowa official attributes some negative safety impact to the change.</p>\r\n\r\n<p>But the Michigan experience fits his description, and researchers in Iowa cast doubt on the significance of the speed-limit change in the uptick in fatalities there.</p>\r\n\r\n<p>So there&rsquo;s some gas in his claim&rsquo;s tank.</p>\r\n\r\n<p>Half True.</p>\r\n", "ruling_comments_date": "2013-08-30T17:27:33.390821", "ruling_date": "2013-09-01T05:00:00", "ruling_headline": "Robin Vos says higher speed limits on rural interstates have proven safe in nearby states", "ruling_headline_slug": "robin-vos-says-higher-speed-limit-rural-interstate", "ruling_link_text": "Some gas in this tank", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"http://wpt.org/Here_and_Now/robin-vos-discusses-milwaukee-crime-speed-limits-bill\">Wisconsin Public Television&rsquo;s &quot;Here and Now,&quot;</a> interview with State Rep. Robin Vos, program on Aug. 22, 2013</p>\r\n\r\n<p>Interview with Michigan State University engineering professor William Taylor, Aug. 29, 2013</p>\r\n\r\n<p>Interview with Kit Beyer, Communications Director, Office of Speaker Robin J. Vos, Aug. 27, 2013</p>\r\n\r\n<p>Interview with James Lake, Michigan DOT spokesman, Aug. 28, 2013</p>\r\n\r\n<p>Interview with Russ Rader, Russ Rader, Senior Vice President of Communications, Insurance Institute for Highway Safety, Aug. 28, 2013</p>\r\n\r\n<p>Interview with Nick Carpenter, Minnesota Office of Traffic Safety, Aug. 27, 2013</p>\r\n\r\n<p>Interview with Peg Schmitt, public affairs director, Wisconsin DOT, Aug. 28, 2013</p>\r\n\r\n<p>Interview with Steve Gent, Iowa DOT, Office of Traffic and Safety, Aug. 27, 2013</p>\r\n\r\n<p>Interview with Kevin Gutknecht, spokesman, MnDOT, Aug. 27, 2013</p>\r\n\r\n<p>Insurance Institute for Highway Safety, map, <a href=\"http://www.iihs.org/laws/mapmaxspeedonruralinterstates.aspx\">&quot;Maximum posted daytime speed limits on rural interstates,&quot;</a> updated Aug. 2013</p>\r\n\r\n<p>NHTSA, <a href=\"http://www-nrd.nhtsa.dot.gov/Pubs/808-637.pdf\">&quot;Report to Congress: The Effect of Increased Speed Limits in the Post-NMSL Era,&quot; </a>&nbsp;February 1998</p>\r\n\r\n<p>Iowa State University Center for Transportation Research and Education, <a href=\"http://www.ctre.iastate.edu/reports/70mph_speed.pdf\">&quot;Evaluation of Iowa&rsquo;s 70 mph speed limit -- 2.5 year update,&quot;</a> &nbsp;January 2009</p>\r\n\r\n<p>The Council of State Governments, Knowledge Center, <a href=\"http://knowledgecenter.csg.org/drupal/content/states-raise-speed-limits-while-safety-debate-continues\">&quot;States Raise Speed Limits While Safety Debate Continues,&quot;</a> June 21, 2013</p>\r\n\r\n<p>Milwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/statepolitics/robin-vos-to-back-bill-calling-for-raising-speed-limit-to-70-b9977363z1-219986711.html\">&quot;Robin Vos to back bill to raise speed limit to 70,&quot;</a> Aug. 16, 2013</p>\r\n\r\n<p>Iowa Department of Transportation, <a href=\"about:blank\">&quot;A Study of Speed Limit Increases, Traffic Fatalities and Fatal Crashes in Iowa and Surrounding States,&quot;</a> May 2006</p>\r\n\r\n<p>Des Moines Register story cited by Fox News, <a href=\"http://www.foxnews.com/leisure/2012/09/04/70-mph-limit-blamed-in-increase-iowa-highway-deaths/\">&quot;70 mph limit blamed in increase of Iowa highway deaths,&quot; </a>&nbsp;Sept. 4, 2012</p>\r\n\r\n<p>Governors Highway Safety Association,<a href=\"http://www.ghsa.org/html/publications/pdf/survey/2012_speed.pdf\"> &quot;Survey of the States, Speeding and Aggressive Driving,&quot; </a>March 1, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Wisconsin Assembly speaker", "false_count": 3, "first_name": "Robin", "half_true_count": 2, "home_state": "Wisconsin", "id": 919, "last_name": "Vos", "mostly_true_count": 5, "name_slug": "robin-vos", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Robin_Vos.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/919/", "total_count": 13, "true_count": 1, "website": "http://legis.wisconsin.gov/w3asp/contact/legislatorpages.aspx?house=Assembly&district=63"}, "statement": "<p>&quot;Minnesota, Michigan, Iowa already have 70 mph&quot; speed limits on rural interstates, and &quot;we see that they&rsquo;ve been able to do it safely.&quot;</p>\r\n", "statement_context": "an interview", "statement_date": "2013-08-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}