{"art": [], "author": [{"email_address": "seaton@plaind.com", "first_name": "Sabrina ", "id": 151, "last_name": "Eaton", "name_slug": "sabrina-eaton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-sabrina-eaton_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/151/", "title": "Reporter, Plain Dealer Washington bureau", "twitter": null}], "canonical_url": "/ohio/statements/2013/sep/05/jim-jordan/jim-jordan-claims-obama-health-care-decision-exemp/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 8229, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "seaton@plaind.com", "first_name": "Sabrina ", "id": 151, "last_name": "Eaton", "name_slug": "sabrina-eaton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-sabrina-eaton_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/151/", "title": "Reporter, Plain Dealer Washington bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/8229/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>The&nbsp;<a href=\"http://www.opm.gov/news/releases/2013/08/opm-issues-proposed-rule-which-details-how-members-of-congress-and-congressional-staff-will-be-insured-through-the-health-insurance-exchanges/\">U.S. Office of Personnel Management issued a rule</a>&nbsp;on Aug. 7 that said members of Congress and their staffers &quot;will continue to have an employer contribution toward their health insurance premiums&quot; when they buy insurance through exchanges set up under the soon-to-be implemented&nbsp;<a href=\"http://www.gpo.gov/fdsys/pkg/BILLS-111hr3590enr/pdf/BILLS-111hr3590enr.pdf\">Patient Protection and Affordable Care Act</a>.</p>\r\n\r\n<p>That greatly upset some foes of the law.</p>\r\n\r\n<p>Among them was Rep. Jim Jordan, a Republican from Champaign County in west-central Ohio,&nbsp;<a href=\"http://www.limaohio.com/news/local_news/article_362a88ec-052c-11e3-8fa9-001a4bcf6878.html\">who wants the law repealed</a>. &nbsp;He issued an Aug. 8 news release titled &quot;Jordan Responds to President Obama&rsquo;s Latest Healthcare Exemptions,&quot; &nbsp;which protested &quot;special treatment of Congressional staff under Obamacare&quot; as it urged delaying the law&rsquo;s implementation.</p>\r\n\r\n<p>&quot;First the President&nbsp;<a href=\"http://www.washingtonpost.com/blogs/wonkblog/wp/2013/07/02/white-house-delays-employer-mandate-requirement-until-2015/\">delayed the employer mandate for a year</a>, and now he has exempted Congress and their staff from the full effect of the law,&quot; Jordan&rsquo;s statement said.</p>\r\n\r\n<p>Given that a highly publicized provision of the&nbsp;<a href=\"http://www.gpo.gov/fdsys/pkg/BILLS-111hr3590enr/pdf/BILLS-111hr3590enr.pdf\">law requires</a>&nbsp;members of Congress and their staffers to buy insurance through the exchanges, we wanted to examine Jordan&rsquo;s claim that the new rule would exempt those people &quot;from the full effect of the law.&quot;</p>\r\n\r\n<p>By way of background, Iowa Republican Sen. Charles Grassley&nbsp;<a href=\"http://www.grassley.senate.gov/news/Article.cfm?customel_dataPageID_1502=23417#\">devised the requirement</a>&nbsp;as a political maneuver when the Senate Finance Committee drafted its version of the health care bill. He thought Democrats who controlled the committee would nix his idea so they wouldn&rsquo;t have to participate in health insurance exchanges. Instead, they agreed and his provision became part of the law.</p>\r\n\r\n<p>The relevant part of the law states that: &nbsp;&quot;Notwithstanding any other provision of the law, after the effective date of this subtitle, the only health plans that the Federal Government may make available to Members of Congress and Congressional staff with respect to their service as a Member of Congress or congressional staff shall be health plans that are - (I) created under this Act (or an amendment made by this Act); or (II) offered through an Exchange established under this Act (or an Amendment made by this Act). &quot;</p>\r\n\r\n<p>Because it goes on to define congressional staff as &quot;all full-time and part-time employees employed by the official office of a Member of Congress,&quot; &nbsp;people who work for Congress but not an individual Congress member - like employees of congressional committees - won&rsquo;t &nbsp;be required to buy their insurance on the exchanges.</p>\r\n\r\n<p>That provision makes Congress members and staffers in their personal offices the only employees of a large employer who will have to buy insurance through the exchanges, which were designed to make coverage available to people who must purchase insurance on their own, small businesses, and people who currently lack insurance. As Washington &amp; Lee University health care law expert Timothy Jost noted, most Americans won&rsquo;t buy insurance on the exchanges because they&rsquo;ll continue to get insurance through their employer, or through government programs like Medicare and Medicaid. And many of those who do get insurance through the exchanges will qualify for federal subsidies to help reduce their costs.</p>\r\n\r\n<p>The law itself does not specify how Congress should move employees into the exchanges from their current &nbsp;Federal Employees Health Benefits program insurance or whether they should be allowed to retain the employer co-pay they get toward their coverage. That co-pay is a significant amount of money.</p>\r\n\r\n<p>The&nbsp;<a href=\"http://www.opm.gov/healthcare-insurance/Guide-Me/New-Prospective-Employees/Health/How-much-do-I-pay-for-coverage/#url=Health\">Office of Personnel Management</a>&nbsp;says the federal government typically pays between 72 and 75 percent of its employees&rsquo; health insurance premiums. Before OPM issued its proposed rule this month, &nbsp;there was speculation that large numbers of congressional staffers would quit their jobs if &nbsp;the co-pays were discontinued and they had to pay their entire health insurance premiums out of pocket.</p>\r\n\r\n<p>The newly issued rule states the government&rsquo;s co-pay toward health plans bought on the exchange won&rsquo;t be greater than the government&rsquo;s contribution provided for other federally insured workers. It also says congressional employees on the exchanges won&rsquo;t be eligible for premium tax credits for insurance bought on the exchanges, like other exchange participants who would be buying insurance on their own. The rule also permits each Congress member to determine which workers are employed by the &quot;official office,&quot; &nbsp;rather than the committees on which the Congress member serves, and thus would have to buy insurance from the exchanges.</p>\r\n\r\n<p>A fact sheet that OPM issued on the decision says that because the legal requirement that Congress members and staffers buy insurance from the exchanges is prefaced with the clause &quot;notwithstanding any other provision of law,&quot; &nbsp;the policy it is implementing &quot;is not subject to the rule in the Affordable Care Act that prohibits an employer from providing a qualified health plan through an exchange as a benefit under its cafeteria plan.&quot;</p>\r\n\r\n<p>Jordan interpreted the law differently from OPM. He believes the letter of the law requires people to &quot;pay for their exchange plan on their own,&quot; &nbsp;and that Grassley&rsquo;s amendment requires staffers to &quot;fully participate in the exchange by picking a plan, paying for it on their own, and perhaps qualifying for subsidies,&quot; said his press secretary, Meghan Snyder.</p>\r\n\r\n<p>&quot;The rule change will now allow Members and staff to receive a contribution from their employer toward the exchange plan, unlike other &nbsp;Americans participating in the exchange,&quot; Snyder told us in an email. &quot;Further, members and staff will not qualify for the same subsidies as other Americans. Therefore, Members and staff are treated differently than the Americans who fully participate in the exchange.&quot;</p>\r\n\r\n<p>Snyder said that the &quot;rule change reduced the cost of the plan for Members and staff by up to 75 percent and changed how the subsidies are applied as well. Those special exemptions, which apply only to Members of Congress and their staff, allows them relief from the full effects of the law.&quot;</p>\r\n\r\n<p>She noted that articles written by&nbsp;<a href=\"http://www.reuters.com/article/2013/08/07/usa-health-congress-idUSL1N0G820F20130807\">Reuters</a>&nbsp;and&nbsp;<a href=\"http://www.bloomberg.com/news/2013-04-25/what-s-so-bad-about-grassley-s-obamacare-amendment-.html\">Bloomberg&nbsp;</a>&nbsp;made the same supposition about the law as Jordan. An April article from Bloomberg called the tax breaks that employers get for providing health insurance to their workers &quot;hugely inefficient&quot; and expressed the view that halting employer copays for congressional employees &quot;may make Congress inclined to save public and private money by restricting the subsidy for employer-provided coverage.&quot; The August Reuters article said the health care law &quot;contained no language that allowed federal contributions&quot; toward congressional employees&rsquo; health care costs and said the OPM decision &quot;means that Congress will escape the most onerous impact of the law as it was written.&quot;</p>\r\n\r\n<p>Other lawmakers - including Grassley - did not believe Grassley&rsquo;s amendment would stop the federal government from paying part of congressional workers&rsquo; health insurance premiums. &nbsp;When we asked Grassley&rsquo;s office whether his legislative language was intended to force Congress members and staffers to pay all their insurance costs out-of-pocket, dramatically cutting their compensation in the process, it directed us to Senate&nbsp;<a href=\"http://www.gpo.gov/fdsys/pkg/CRPT-111srpt89/html/CRPT-111srpt89.htm\">report language</a>&nbsp;on the Finance Committee bill that specified employer contributions could be used to pay for health exchange insurance purchases by Congress members and employees. &nbsp;</p>\r\n\r\n<p>A 2010&nbsp;<a href=\"http://healthlawandlitigation.com/PDF/crs-on-health-care-fines.pdf\">Congressional Research Service report&nbsp;</a>&nbsp;on the issue also found the law &nbsp;&quot;may provide authority for the federal government to make a contribution to the health insurance premiums of Members of Congress and congressional staff.&quot;</p>\r\n\r\n<p>Washington &amp; Lee University law professor Jost says the Congressional Research Service report shows &quot;the intent of Congress as to how coverage would be paid for was clear all along.&quot;</p>\r\n\r\n<p>&quot;Congressional coverage would be paid for in the same way coverage for other federal employees is funded &mdash; through the federal Office of Personnel Management,&quot;&nbsp;<a href=\"http://healthaffairs.org/blog/2013/08/07/implementing-health-reform-a-proposed-rule-on-congressional-exchange-participation/\">Jost wrote on the Health Affairs blog</a>. &nbsp;&quot;The ACA requires the federal government to &lsquo;make available&rsquo; exchange coverage to Congress, and Senator Grassley stated at the time he offered his amendment that its intent was &lsquo;to require that Members of Congress and congressional staff get their employer-based health insurance through the same exchanges as &hellip; constituents.&rsquo; It was only a matter of time until OPM clarified this.&quot;</p>\r\n\r\n<p>When we went through the 906-page law, we could not find anything that &nbsp;would ban employer copays for insurance bought through the exchanges or that would &quot;require people to pay for their exchange plans on their own,&quot; &nbsp;as Jordan&rsquo;s office said it did. Snyder did not respond to our request to point out those provisions in the law.</p>\r\n\r\n<p>Given that Jordan has&nbsp;<a href=\"http://www.cleveland.com/open/index.ssf/2012/02/rep_betty_sutton_has_highest_s.html\">one of the lowest staff turnover rates</a>&nbsp;in the U.S. House of Representatives and presumably tries to be a fair employer, we also asked Snyder whether Jordan thought it would be fair to gut the compensation package that his staff receives by stopping the federal government from paying part of their insurance premiums. It seemed to us that halting a type of compensation offered by many major employers would single out Congress members and staffers for a raw deal that nobody else in the country would have suffered under the law.</p>\r\n\r\n<p>Snyder dismissed our question as &quot;largely hypothetic,&quot; since Jordan wants to repeal the law.</p>\r\n\r\n<p>&quot;Whether it be government handing out a &quot;raw deal&quot; or a &quot;special deal,&quot; it is still a law that treats members and their staff differently than the average American,&quot; she said.</p>\r\n\r\n<p>So where does Jordan&rsquo;s claim rate on the Truth-O-Meter.</p>\r\n\r\n<p>There is a kernel of truth in it.</p>\r\n\r\n<p>We don&rsquo;t dispute Jordan&rsquo;s assertion that Congressional employees will get different treatment under the Affordable Care Act than some others who get their insurance from the exchanges.</p>\r\n\r\n<p>That&rsquo;s due, in part, to Grassley&rsquo;s provision makes Congressional offices the nation&rsquo;s only large employer that will be required to buy insurance through exchanges designed to cover individuals without insurance and small employers. But while the Congressional employees will get an employer contribution toward their insurance, others in the exchanges will also be getting federal subsidies for their insurance.</p>\r\n\r\n<p>And Jordan&#39;s claim ignores critical facts that would give a different impression and actually distorts some facts.</p>\r\n\r\n<p>Although Jordan says the &nbsp;Affordable Care Act &lsquo;s wording would require the federal government to discontinue the copay for Congress members and employees when they buy insurance through the exchange, the language of the law does not address that question.</p>\r\n\r\n<p>Authoritative sources like the Congressional Research Service and a Senate report on the health care bill long ago said the Affordable Care Act could allow continuing the employer copay for Congress members and their staffers.</p>\r\n\r\n<p>So while Congress and their staffs will be treated differently than some others getting health care coverage through the insurance exchanges, Jordan&rsquo;s claim goes too far when he describes the Office of Personnel Management&rsquo;s ruling on co-pays as one that &quot;exempted Congress and their staff from the full effect of the law.&quot;</p>\r\n\r\n<p>Nothing in the law says that congressional employees should be required to pay the full freight for their health insurance.</p>\r\n\r\n<p>On the Truth-O-Meter, Jordan&rsquo;s claim rates as Mostly False.</p>\r\n", "ruling_comments_date": "2013-09-05T14:56:52.869388", "ruling_date": "2013-09-05T15:00:00", "ruling_headline": "Jim Jordan claims Obama health care decision \"exempted Congress and their staff from the full effect of the law\"", "ruling_headline_slug": "jim-jordan-claims-obama-health-care-decision-exemp", "ruling_link_text": "A good dose of hyperbole", "ruling_state": null, "source_documents": null, "sources": "<p>Lima News, <a href=\"http://www.limaohio.com/news/local_news/article_362a88ec-052c-11e3-8fa9-001a4bcf6878.html\">Jordan said challenging Obamacare is his top priority</a>, &nbsp;Aug 14, 2013</p>\r\n\r\n<p>Office of Personnel Management press release, <a href=\"http://www.opm.gov/news/releases/2013/08/opm-issues-proposed-rule-which-details-how-members-of-congress-and-congressional-staff-will-be-insured-through-the-health-insurance-exchanges/\">OPM Issues Proposed Rule Which Details How Members of Congress and Congressional Staff will be Insured through the Health Insurance Exchanges</a>; August 7, 2013</p>\r\n\r\n<p>Rep. Jim Jordan news release, Jordan Responds to President Obama&rsquo;s Latest Healthcare Exemptions, August 8, 2013</p>\r\n\r\n<p>Emails with Jordan press secretary Meghan Snyder, August 12-14</p>\r\n\r\n<p>Emails with the press office of Sen. Charles Grassley , Aug. 14, 2013</p>\r\n\r\n<p>Email and telephone conversation with Office of Personnel Management communications director Thomas Richards, August 15, 2013</p>\r\n\r\n<p>Text of the <a href=\"http://www.gpo.gov/fdsys/pkg/BILLS-111hr3590enr/pdf/BILLS-111hr3590enr.pdf\">Patient Protection and Affordable Care Act</a>.</p>\r\n\r\n<p>Sen. Charles Grassley news release, <a href=\"http://www.grassley.senate.gov/news/Article.cfm?customel_dataPageID_1502=23417#\">Grassley amendment makes Congress obtain coverage from health care plan established in reform bill</a>; &nbsp;September 30, 2009</p>\r\n\r\n<p>FactCheck.org, <a href=\"http://www.factcheck.org/2013/05/congress-and-an-exemption-from-obamacare/\">Congress and an Exemption from &lsquo;Obamacare?</a>&rsquo; updated August 7, 2013</p>\r\n\r\n<p>Office of Personnel Management, <a href=\"http://www.opm.gov/healthcare-insurance/Guide-Me/New-Prospective-Employees/Health/How-much-do-I-pay-for-coverage/#url=Health\">Guide for New/Prospective employees</a>, accessed August 15, 2013</p>\r\n\r\n<p>Office of Personnel Management, <a href=\"http://www.opm.gov/retirement-services/publications-forms/benefits-administration-letters/2013/13-204attachment2.pdf\">Health Insurance Coverage: Members of Congress and Congressional Staff,</a> accessed August 15, 2013</p>\r\n\r\n<p>Health Affairs blog, <a href=\"http://healthaffairs.org/blog/2013/08/07/implementing-health-reform-a-proposed-rule-on-congressional-exchange-participation/\">Implementing Health Reform: A Proposed Rule on Congressional Exchange Participation,</a> August 7, 2013</p>\r\n\r\n<p>Reuters, <a href=\"http://www.reuters.com/article/2013/08/07/usa-health-congress-idUSL1N0G820F20130807\">U.S. Congress wins relief on Obamacare health plan subsidies</a>, August 7, 2013</p>\r\n\r\n<p>Bloomberg, <a href=\"http://www.bloomberg.com/news/2013-04-25/what-s-so-bad-about-grassley-s-obamacare-amendment-.html\">What&rsquo;s So Bad About Grassley&rsquo;s Obamacare Amendment?</a> April 25, 2013</p>\r\n\r\n<p>The Washington Post, <a href=\"http://www.washingtonpost.com/blogs/wonkblog/wp/2013/04/25/no-congress-isnt-trying-to-exempt-itself-from-obamacare/\">No, Congress isn&rsquo;t trying to exempt itself from Obamacare</a>, April 25, 2013</p>\r\n\r\n<p>Marketwatch, <a href=\"http://blogs.marketwatch.com/health-exchange/2013/08/02/on-obamacare-congress-didnt-really-get-an-exemption/\">On Obamacare, Congress didn&rsquo;t really get an exemption</a>, August 2, 2013</p>\r\n\r\n<p>Senate Report <a href=\"http://www.gpo.gov/fdsys/pkg/CRPT-111srpt89/html/CRPT-111srpt89.htm\">111-89,</a> October 19, 2009</p>\r\n\r\n<p>Congressional Research Service, <a href=\"http://healthlawandlitigation.com/PDF/crs-on-health-care-fines.pdf\">Questions Regarding Employer Responsibility Requirements and Section 1312(d)(3)(D) of the Patient Protection and Affordable Care Act,</a> April 29, 2010</p>\r\n\r\n<p>PolitiFact Ohio, <a href=\"http://www.politifact.com/ohio/statements/2013/jan/16/chain-email/did-members-congress-exempt-themselves-complying-h/\">Did members of Congress exempt themselves from complying with the health care reform laws?</a> January 6, 2013</p>\r\n\r\n<p>The Plain Dealer, <a href=\"http://www.cleveland.com/open/index.ssf/2012/02/rep_betty_sutton_has_highest_s.html\">Rep. Betty Sutton has highest staff turnover rate in the U.S. House of Representatives</a>, February 6, 2012</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. representative", "false_count": 0, "first_name": "Jim", "half_true_count": 3, "home_state": "Ohio", "id": 1022, "last_name": "Jordan", "mostly_true_count": 3, "name_slug": "jim-jordan", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/jim_jordan_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1022/", "total_count": 9, "true_count": 2, "website": "http://jordan.house.gov/"}, "statement": "<p>Says Obama&nbsp;&quot;exempted Congress and their staff from the full effect of the (health care) law.&quot;</p>\r\n", "statement_context": "a news release", "statement_date": "2013-08-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}