{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/sep/06/john-carter/john-carter-claim-40-percent-nations-illegal-resid/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 8234, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/8234/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>A Texas congressman who took a three-day tour of the Rio Grande Valley near the Mexico border stressed afterward that many U.S. residents lacking legal permission to be here do not enter by tromping across the Rio Grande.</p>\r\n\r\n<p>Rep. John Carter, R-Round Rock, said: &quot;The reality is that about 40 percent of the people came in on an airplane, with a legal visa, and just overstayed their visa and have never gone home.&quot; His comment appeared in a <a href=\"http://www.statesman.com/news/news/local/carter-tours-valley-border-areas/nZhHY/\"><u>news story</u></a> posted online by the <em>Round Rock Leader</em> on Aug. 31, 2013.</p>\r\n\r\n<p>Carter, who did not respond to our requests for elaboration, was referring to a well-known facet of illegal immigration. A July 2013 General Accountability Office <a href=\"http://www.gao.gov/assets/660/656316.pdf\"><u>report</u></a> said: &quot;Each year, millions of visitors come to the United States legally on a temporary basis either with or without a visa. Overstays are individuals who were admitted legally on a temporary basis but then overstayed their authorized periods of admission.&quot;</p>\r\n\r\n<p>PolitiFact researchers previously found substance to similar claims. In 2012, PolitiFact New Jersey <a href=\"http://www.politifact.com/new-jersey/statements/2012/sep/23/rob-andrews/rep-rob-andrews-claims-most-illegal-immigrants-fir/\"><u>said that</u></a> according to most studies, visitors who overstayed visas ranged from about one-third to roughly half of all the country&rsquo;s illegal immigrants. And relying largely on a 2006 study, PolitiFact in July 2010 <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/jul/12/luis-gutierrez/democratic-rep-gutierrez-says-40-percent-illegal-i/\"><u>rated as Mostly True </u></a>a claim that 40 percent of the &quot;undocumented workers in this country&quot; entered the U.S. legally and &quot;overstayed their visa.&quot;</p>\r\n\r\n<p>This is obviously an iffy topic and not just because quantifying the total number of illegal immigrants is tricky--they are, after all, evading detection. Of late, it&rsquo;s <a href=\"http://www.politifact.com/texas/statements/2013/feb/01/texas-federation-republican-women/republican-group-says-9-million-50-million-illegal/\"><u>widely estimated</u></a> that 11 million U.S. residents are unauthorized to be here.</p>\r\n\r\n<p>According to the GAO, federal law requires the Department of Homeland Security to estimate the number of individuals overstaying their visas, though that has not occurred in recent years.<strong> </strong>In April 2011, the report said, Homeland Security officials said that they have not reported overstay rates because DHS has not had sufficient confidence in the quality of its overstay data. Also, the report says, then-Homeland Security Secretary Janet Napolitano testified in early 2013 that the agency planned to report overstay rates by December 2013.</p>\r\n\r\n<p>If such a tally were available, it might reflect those individuals who checked in with immigration officials as they entered the country for whom authorities have no record of their checking out on departure. As of April 2013, Homeland Security had more than 1 million &quot;unmatched&quot; arrival records, the GAO report said, meaning those records were not accompanied by indications the individuals had left the country. The report said that some of the records reflected people overstaying their visas.</p>\r\n\r\n<p>The 40 percent statistic was floated as authoritative by several House members in a May 21, 2013, House subcommittee hearing, according to a transcript by CQ Transcriptions. Among them, Rep. Sheila Jackson Lee, D-Houston, asked James Dinkins, executive associate director for Immigration Customs Enforcement, to estimate how many of these &quot;millions of individuals&quot; likely pose security threats. Few, Dinkins replied, adding that the government had checked on about 480,000 names of potential new visa overstays that year. &quot;And of that 480,000 names, about 3,000 of them actually hit a potential national security or public safety threat,&quot; Dinkins said, with criminal cases opened on each one of the 3,000.</p>\r\n\r\n<p>On March 14, 2013, Edward Alden, a senior fellow on the Council on Foreign Relations, a nonpartisan think tank, told a Senate committee: &quot;The commonly accepted estimate is that more than 40 percent of the unauthorized migrants currently resident in the United States did not cross the borders illegally. Instead, they arrived in the United States on a lawful tourist, student, business, or other visa and then violated the terms of that visa by remaining in the United States.&quot;</p>\r\n\r\n<p>In a footnote, Alden pointed out that the Pew Hispanic Center issued a <a href=\"http://www.pewhispanic.org/2006/05/22/modes-of-entry-for-the-unauthorized-migrant-population/\"><u>&quot;fact sheet&quot;</u></a> in 2006 spelling out &quot;overstay&quot; estimates that have been deemed credible, a source also previously cited by PolitiFact.</p>\r\n\r\n<p>On the sheet, the center estimated that &quot;nearly half of all the unauthorized migrants now living in the United States entered the country legally through a port of entry such as an airport or a border crossing point where they were subject to inspection by immigration officials.&quot; Specifically, the estimate ranged from 38 percent to 50 percent. The center split the difference by proposing a figure of up to 45 percent.</p>\r\n\r\n<p>Specifically, the center estimated, some 4.5 million to 6 million of the 11.5 million to 12 million unauthorized residents as of 2006 entered legally through ports of entry. The bulk of these entrants came in as tourists or as business visitors, the center said. According to the government, the center said, there were 179 million nonimmigrant admissions in 2004, meaning individual entries by foreigners authorized for temporary stays.</p>\r\n\r\n<p>The center said its estimate came from modifying a methodology devised by a government demographer who analyzed internal files in the 1990s to estimate the size and key characteristics of individuals who overstayed their visas. In 1997, the demographer, Robert Warren, concluded that the unauthorized migrant population totaled 5 million and that 2.1 million, or 41 percent, consisted of visa overstayers, according to the center, while Homeland Security later estimated that about one third of unauthorized residents in 2000 were visa overstayers and the GAO, drawing on alternate data sources, put the percentage of such overstayers at 27 percent, 31 percent and 57 percent.</p>\r\n\r\n<p>Of course, the data in the report, in addition to being estimates, are several years old, causing us to wonder what has changed. By email, Jeffrey Passel, the center&rsquo;s senior demographer, told us the information has not been updated, though he also has seen &quot;no evidence of a significant change in the makeup of the resident unauthorized population in terms of method of arrival.&quot;</p>\r\n\r\n<p>Of Carter&rsquo;s focus on airplanes, Passel said: &quot;Not all of them &lsquo;fly here,&rsquo; although most do. Some come through border ports of entry and some come by ship.&quot;</p>\r\n\r\n<p>Alden noted in his testimony that while the government has fingerprinted each legal visitor since 2004, it has not taken an electronic approach to checking people heading home. (The Senate-approved immigration overhaul stipulates that electronic exit systems be implemented at all air and sea ports where immigration officers are present, according to a <a href=\"http://www.immigrationpolicy.org/special-reports/guide-s744-understanding-2013-senate-immigration-bill\"><u>summary</u></a> by the Immigration Policy Center, an arm of the American Immigration Council, which says its mission is to shape a rational conversation on immigration.)</p>\r\n\r\n<p>Yet Alden also said the &quot;scale of the problem may be exaggerated. In May 2011,&quot; he said, Napolitano &quot;ordered an investigation into nearly 1.7 million records of individuals that the department believed had overstayed&quot; since fingerprinting on entry started. The &quot;review determined,&quot; Alden said, &quot;that more than half of those had actually left the country or had adjusted status and were living in the United States legally.&quot;</p>\r\n\r\n<p>On April 25, 2012, Napolitano testified to a Senate committee that people overstaying their visas may have been accounting for fewer than 40 percent of illegal immigrants. &quot;That may be a high number, because what we have found is a lot of people who were marked as visa overstays had, in fact, left,&quot; Napolitano said, according to a transcript. We did not draw any elaboration on her comment from Homeland Security.</p>\r\n\r\n<p>Next, we asked academic experts about Carter&rsquo;s cited statistic.</p>\r\n\r\n<p><a href=\"http://www.utexas.edu/cola/depts/government/faculty/gfreeman\"><u>Gary Freeman</u></a>, a University of Texas government professor, said by phone the 40 percent figure is &quot;widely used and rarely studied in any detail. You can&rsquo;t say&quot; Carter is &quot;wrong,&quot; Freeman said, &quot;but we don&rsquo;t know the right answer.&quot;</p>\r\n\r\n<p>By email, <a href=\"http://www.faculty.uci.edu/profile.cfm?faculty_id=4622\"><u>Frank Bean</u></a>, director of the Center for Research on Immigration, Population and Public Policy at the University of California-Irvine, suggested that because the cited percentage is rooted in data for the 1990s, it may well be low. &quot;Since then,&quot; Bean said, &quot;the pool of persons&quot; who are &quot;candidates to overstay their visas has grown immensely. &nbsp;Even if the rate at which persons on visas overstay them has remained constant, the raw numbers of those doing so could have increased, and done so disproportionately enough to make the 40 percent figure rise. &nbsp;Unfortunately, we have no way of estimating this with accuracy.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Carter said about 40 percent of U.S. illegal immigrants &quot;came in on an airplane, with a legal visa, and just overstayed their visa and have never gone home.&quot;</p>\r\n\r\n<p>That percentage aligns with an oft-repeated estimate, supported by a 2006 report by the Pew Hispanic Center, of the share of unauthorized residents who have overstayed visas. Many presumably arrived by plane, though we found no such breakdown.</p>\r\n\r\n<p>And the percentage could be off--too high or even too low. Homeland Security&rsquo;s chief testified that 40 percent might be too high, while another expert told us there may now be more visitors who overstay. A precise up-to-date calculation doesn&#39;t seem to exist.</p>\r\n\r\n<p>We rate this claim, which relies on a seven-year-old estimate and could have used clarification about not all visitors coming by airplane, as Mostly True.</p>\r\n", "ruling_comments_date": "2013-09-06T12:55:12.825464", "ruling_date": "2013-09-06T12:00:59", "ruling_headline": "John Carter claim that 40 percent of nation's illegal residents came by plane and overstayed visas draws on 2006 estimate", "ruling_headline_slug": "john-carter-claim-40-percent-nations-illegal-resid", "ruling_link_text": "2006 estimate and not all come by plane", "ruling_state": null, "source_documents": null, "sources": "<p>Truth-O-Meter articles, <a href=\"http://www.politifact.com/new-jersey/statements/2012/sep/23/rob-andrews/rep-rob-andrews-claims-most-illegal-immigrants-fir/\"><u>&quot;Rep. Rob Andrews claims most illegal immigrants first arrived legally with visas and then stayed past the expiration dates,&quot;</u></a> PolitiFact New Jersey, Sept. 23, 2012; &nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/jul/12/luis-gutierrez/democratic-rep-gutierrez-says-40-percent-illegal-i/\"><u>&quot;Democratic Rep. Gutierrez says 40 percent of illegal immigrants overstay visas,&quot;</u></a> PolitiFact, July 12, 2010</p>\r\n\r\n<p>Report, <a href=\"http://www.pewhispanic.org/2006/05/22/modes-of-entry-for-the-unauthorized-migrant-population/\"><u>&quot; Modes of Entry for the Unauthorized Migrant Population Fact Sheet,&quot;</u></a> Pew Hispanic Center, May 22, 2006 (accessed Sept. 4, 2013)</p>\r\n\r\n<p>Report, <a href=\"http://www.gao.gov/assets/660/656316.pdf\"><u>&quot;OVERSTAY ENFORCEMENT Addition al Actions Needed to Assess DHS&rsquo; s Data and Improve Planning for a Biometric Air Exit Program,&quot;</u></a> General Accountability Office, July 2013 (accessed Sept. 5, 2013)</p>\r\n\r\n<p>Testimony, <a href=\"http://i.cfr.org/content/publications/attachments/Alden_Border_Security_Testimony_03-14-13%20-%20Final.pdf\"><u>&quot;Measuring the Effectiveness of Border Enforcement,&quot;</u></a> statement by Edward Alden, Bernard L Schwartz, senior fellow, Council on Foreign Relations, to Senate Homeland Security and Governmental Affairs Committee, March 14, 2013 (downloaded Sept. 5, 2013)</p>\r\n\r\n<p>Testimony, Janet Napolitano, secretary of Homeland Security, Senate Judiciary Committee, Federal News Service, April 25, 2012 (Nexis search)</p>\r\n\r\n<p>Telephone interview, Gary Freeman, professor of Government, University of Texas, Austin, Sept. 5, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1uN-RcFpTBBL39wvmJWQwAf2xoxBWhkUrMK7oVkzILAI/pub\"><u>Email</u></a>, <a href=\"http://www.faculty.uci.edu/profile.cfm?faculty_id=4622\"><u>Frank Bean</u></a>, director of the Center for Research on Immigration, Population and Public Policy, University of California-Irvine, Sept. 5, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. House of Representatives", "false_count": 3, "first_name": "John", "half_true_count": 1, "home_state": "Texas", "id": 227, "last_name": "Carter", "mostly_true_count": 2, "name_slug": "john-carter", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/John_Carter.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/227/", "total_count": 8, "true_count": 0, "website": "http://carter.house.gov/"}, "statement": "<p>About 40 percent of U.S. illegal immigrants &quot;came in on an airplane, with a legal visa, and just overstayed their visa and have never gone home.&quot;</p>\r\n", "statement_context": "a news article", "statement_date": "2013-08-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}