{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/sep/11/steve-munisteri/its-hard-prove-public-data-500-republicans-move-te/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 8256, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/8256/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Texas Republicans who have long dominated statewide politics enjoy another advantage, the chairman of the Republican Party of Texas declared. &quot;We know there are 500 registered Republicans moving to the state every day,&quot; Steve Munisteri said on the Aug. 19, 2013, <a href=\"http://austin.ynn.com/content/news/294882/capital-tonight--election-officials-prepare-for-voter-id-law\"><u>edition</u></a> of YNN&rsquo;s &quot;Capital Tonight&quot; program.</p>\r\n\r\n<p>We do?</p>\r\n\r\n<p>Texas is among at least 20 states whose residents are not asked to register party affiliations when they register to vote, according to registration laws <a href=\"http://www.eac.gov/assets/1/Documents/Federal%20Voter%20Registration_1209_en9242012.pdf\"><u>summarized online</u></a> by the U.S. Election Assistance Commission. So identifying new Texans as partisan one way or another seems potentially ticklish.</p>\r\n\r\n<p>On YNN, Munisteri continued: &quot;There&rsquo;s only about 1,000 to 1,300 total people moving to the state&quot; daily and that includes children and non-registered voters. In January 2010, we <a href=\"http://www.politifact.com/texas/statements/2010/jan/13/rick-perry/perry-says-1000-people-move-texas-daily/\"><u>rated</u></a> as Mostly True a claim by Gov. Rick Perry that 1,000 people a day moved here. IRS data tied to changes of address in 2007 and 2008 suggested that more than 1,300 people a day were relocating, on average.</p>\r\n\r\n<p>Munisteri told YNN: &quot;So we believe a majority of the people moving to the state of Texas are actually registered Republicans, 94,000 just... from January to June,&quot; though he later told us that he meant through June. &quot;So we expect by next fall, that between election cycles, we would have had over 400,000 Republicans that were registered Republicans in other states move to Texas&quot; and, he said, the party was intent on contacting and registering such newcomers.</p>\r\n\r\n<p>By email and telephone, Munisteri told us the <a href=\"http://www.gop.com/\"><u>Republican National Committee</u></a>, the party&rsquo;s national governing group, provides the Texas party with a regularly updated list of Republicans or likely Republicans who have moved into Texas counties from other states, though he said the list also folds in residents moving to a county from another Texas county.</p>\r\n\r\n<p>Broadly, Munisteri said, &quot;the RNC uses their data points and they have some sort of scoring system, such as whether people have voted in the Republican primary before, how many times, or other data points,&quot; such as magazine subscriptions or memberships in conservative groups, &quot;that indicate if the people are Republican, Democrat or Independent.&quot;</p>\r\n\r\n<p>Munisteri said the RNC-provided list he relied on for his YNN comment encompassed individuals who moved in the first half of 2013. Separately, he said, the party has a list of 59,000 people who moved to Texas from January through July 2013 and who previously voted in a Democratic primary. The contrasting figures, he said, support his conclusion that new-to-Texas Republicans greatly outnumber such Democrats.</p>\r\n\r\n<p>Munisteri said he didn&rsquo;t know how the RNC identified the people who had moved and couldn&rsquo;t give us copies of the relevant lists. The RNC press secretary, Kirsten Kukowski, confirmed by email that the committee works with state parties to identify voters moving into states. Declining to elaborate, she wrote: &quot;We don&rsquo;t discuss our methods and tactics with the media.&quot;</p>\r\n\r\n<p>Watch out: Paragraphs of math ahead.</p>\r\n\r\n<p>Munisteri&rsquo;s first equation: Take the 94,000 Republicans or Republican leaners and divide by the 181 days in the six months to get 519 Republicans a day moving to Texas counties.</p>\r\n\r\n<p>Equation 2: Compare the 94,000 figure for six months to the declared count of 59,000 Democrats moving into Texas over seven months and adjust for the Democratic figure&rsquo;s additional month, Munisteri said. By his calculation, he said, this comparison supports the judgment that 65 percent of all voter-movers were Republican or Republican-leaning. Multiply the 65 percent by the widely bandied 1,300 people a day moving to Texas, Munisteri said, and take the resulting 845 and divide by two to remove children (who, of course, cannot vote) to estimate that 423 Republicans move to Texas every day, a total Munisteri called &quot;fairly consistent&quot; with his other result.</p>\r\n\r\n<p>Next, we sought perspective from other experts and advocates including Democratic attorney Michael Li of Dallas and the Battleground Texas group, which seeks to escalate Democratic registration and turnout, both of whom sounded skeptical of the 500-a-day figure.</p>\r\n\r\n<p><a href=\"http://osd.state.tx.us/About.aspx\"><u>Lloyd Potter</u></a>, the Texas state demographer, and <a href=\"http://www.stedwards.edu/academics/schools/behavioralandsocialsciences/bsmith\"><u>Brian W. Smith</u></a>, a St. Edward&rsquo;s University political scientist, each pointed out, that according to the American Community Survey overseen by the U.S. Census Bureau, about 1,400 people a day moved to the state from other states in 2011. That figure doesn&rsquo;t account for some 1,100 estimated daily departures that year.</p>\r\n\r\n<p>Potter noted that between 2011 and 2012, Texas had 141,000 net domestic migrants, or about 386 a day, <a href=\"http://www.census.gov/popest/data/state/totals/2012/tables/NST-EST2012-05.xls\"><u>according to</u></a> the census bureau&rsquo;s population estimates and IRS data. Meanwhile, the American Community Survey estimated a 2011 net in-flow of 301 residents a day, Potter said.</p>\r\n\r\n<p>&quot;The population estimates don&rsquo;t break it out by flows between states,&quot; Potter wrote. Still, he noted, both sets of estimates &quot;put the number of net domestic migrants well below 1,000-1,300.&quot; Moreover, he said, a &quot;substantial significant proportion&quot; of the domestic migrants into Texas &quot;are probably not eligible to vote (i.e. less than 18 or non-citizens) and some of the domestic migrants might&quot; align with other political parties.</p>\r\n\r\n<p>Ultimately, Potter said in another email, it&rsquo;s feasible that 500 Republicans a day move to Texas--or perhaps 500 Democrats, he said. But without factual information on residents&rsquo; partisan leans, he said, he wouldn&rsquo;t embrace any such judgments.</p>\r\n\r\n<p>Smith, citing 2011 census estimates, agreed that when you subtract individuals leaving Texas from the greater amount of individuals moving into the state, it looks like the net increase totals about 300 people a day. &quot;No matter how&quot; Munisteri &quot;swings it,&quot; Smith wrote, &quot;they&rsquo;re not adding 500 Republicans a day when you include who is leaving&quot; the state.</p>\r\n\r\n<p>Then again, Munisteri did not say there was that much of a net increase each day.</p>\r\n\r\n<p>Setting aside people who leave Texas, Smith said, the Census Bureau&rsquo;s 2011 estimate was that 1,410 people a day moved to the state. To speculate that 500 of each day&rsquo;s arrivals were Republicans, he said, one would need to assume that all the new residents were adult citizens eligible to vote--and that 35 percent were Republicans. That&rsquo;s plausible, Smith said. Nationally, Smith noted, the Pew Research Center for the People &amp; the Press in June 2012 <a href=\"http://www.people-press.org/2012/06/04/section-9-trends-in-party-affiliation/\"><u>found</u></a> that 40 percent of Americans leaned Republican, with 48 percent leaning Democratic.</p>\r\n\r\n<p>This doesn&rsquo;t take into consideration an age wrinkle, Smith said. If one assumes that about 24 percent of the movers into Texas were younger than 18, which would be in keeping with national estimates, he said, then some 46 percent of the remaining estimated 1,079 daily movers into Texas would need to be Republican or leaning that way for there to be 500 new Republicans a day. That&rsquo;s less plausible, he said. If 46 percent of Americans were Republicans, Smith speculated, Mitt Romney would have won the presidency.</p>\r\n\r\n<p>Munisteri, alerted to the analyses of Potter and Smith, said by phone that his 500 figure might be overly high. Still, he said, it&rsquo;s reasonable to say several hundred Republicans a day have been moving to Texas.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Munisteri said 500 Republicans a day move to Texas.</p>\r\n\r\n<p>The chairman laid out equations seemingly supporting this conclusion, though a complete analysis of Republican/Democratic ups and downs would take into account factors including Texas births, deaths and departures.</p>\r\n\r\n<p>Besides, as Census Bureau estimates indicate, even if one focuses only on individuals moving into the state, it&rsquo;s a challenge to demonstrate that 500 Republicans move in daily. In the end, too, the party did not divulge its lists of movers to Texas, making it impossible to directly probe the accuracy of Munisteri&#39;s aired counts.</p>\r\n\r\n<p>These weaknesses signify vital missing details. We rate this claim as Half True.</p>\r\n\r\n<p>-----------------------------------------------------------------------------------------------------</p>\r\n\r\n<p><em><strong>HALF TRUE </strong></em>&ndash; The statement is partially accurate but leaves out important details or takes things out of context.</p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"><u> more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2013-09-11T14:48:03.594180", "ruling_date": "2013-09-11T14:55:44", "ruling_headline": "Party relies on confidential lists to say 500 Republicans a day move to Texas", "ruling_headline_slug": "its-hard-prove-public-data-500-republicans-move-te", "ruling_link_text": "Confidential backup makes this hard to judge", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/1Wz2PdwbdaSjC8_SSq5VaV9_a2IF20UjJisHI8Waj594/pub\"><u>Emails</u></a> (excerpted) and telephone interviews, Steve Munisteri, chairman, Republican Party of Texas, Aug. 26, 2013 through Sept. 10, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1bhuEJno0qgwYB3KJOSLpDlat59hf5YjYBBfCN9HRdeA/pub\"><u>Emails</u></a>, Kirsten Kukowski, press secretary, Republican National Committee, Sept. 9, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1Wv6AA6Y4afADYi7i5y5sUhb5OsS9Av7EdzS3dyPjDu4/pub\"><u>Emails</u></a>, Lloyd Potter, Texas state demographer, Sept. 8 and 10, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1yWNYqRwLx96aqL6UqTyw0hqMgoCQp8kNdibZAJFNvZQ/pub\"><u>Emails</u></a>, Brian W. Smith, associate professor of political science, School of Behavioral and Social Sciences, St. Edward&rsquo;s University, Sept. 7-8, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Attorney", "false_count": 0, "first_name": "Steve", "half_true_count": 2, "home_state": "Texas", "id": 675, "last_name": "Munisteri", "mostly_true_count": 0, "name_slug": "steve-munisteri", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/09172010_stevemunisterimug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/675/", "total_count": 2, "true_count": 0, "website": "http://www.texasgop.org/leadership-directory/party-officers/chairman-steve-munisteri/"}, "statement": "<p>There &quot;are 500 registered Republicans moving&quot; to Texas &quot;every day.&quot;</p>\r\n", "statement_context": "an interview on Austin's YNN", "statement_date": "2013-08-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 293, "photo": null, "resource_uri": "/api/v/2/subject/293/", "subject": "Population", "subject_slug": "population", "used_in_edition": ["/api/v/2/edition/14/"]}], "target": [], "twitter_headline": ""}