{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2013/sep/13/university-oregon/have-friday-classes-been-shown-extremely-effective/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "dlane@oregonian.com", "first_name": "Dee", "id": 183, "last_name": "Lane", "name_slug": "dee-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/183/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 8272, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/8272/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Drinking seems to be a perennial issue for college campuses. With school starting up again, and alcohol-related tragedies in the news, Oregon Public Broadcasting&rsquo;s &quot;Think Out Loud&quot; decided it was time to see how campuses were dealing with student drinking.</p>\r\n\r\n<p>In discussing the issue, one of the guests, Jennifer Summers, the director of Substance Abuse Prevention and Student Success at the University of Oregon, said increasing the number of Friday classes is one tactic that has helped reduce student drinking.</p>\r\n\r\n<p>Specifically she said, &quot;Things like &hellip; having Friday classes have been shown to be very effective on college campuses.&quot;</p>\r\n\r\n<p>We understood the logic: We don&rsquo;t get too loose unless we know we can bury our heads in bed the next morning. But was this really a tactic universities were using successfully?</p>\r\n\r\n<p>The nice people running the &quot;Think Out Loud&quot; Twitter feed pointed us to a study out of the University of Missouri. Its three authors surveyed 3,341 first-time undergraduates and found that there was a distinct relationship between the amount that students drank on a given Thursday evening and whether they had an early morning Friday class.</p>\r\n\r\n<p>Here&rsquo;s the juiciest part: &quot;Excessive drinking on Thursday, relative to other weekdays, was found and was moderated by Friday class schedule,&quot; the report said. &quot;(M)odels indicated that students with no Friday classes drank approximately twice as much on Thursdays as students with early Friday classes.&quot; On average, a student with an early Friday class drank 1.24 drinks, while students without a Friday class drank 2.4 drinks.</p>\r\n\r\n<p>Obviously this brings up a few questions. Turns out that great minds really do think alike because the study&rsquo;s authors answered most of them. &nbsp;</p>\r\n\r\n<p>First, we were curious whether there was some other factor that might determine if a student chose to take a Friday class -- and if that same factor might be the reason he or she would drink less. Here&rsquo;s how the study&rsquo;s authors put it: &quot;Students who have early Friday classes may be representative of a different type of student than those who do not in terms of their general level of academic aptitude, academic major, academic persistence, or other student characteristics.&quot;</p>\r\n\r\n<p>They checked into it, though, and found that there was no pattern and that the &quot;observed Friday class effect was more likely attributable to the actual timing of the class and that it was less likely attributable&quot; to other factors.</p>\r\n\r\n<p>Second, we thought students might be increasing their drinking on another night. If you can&rsquo;t drink Thursday, you might be extra excited to hit the bottle the next night. But the authors found that if catch-up drinking were present -- and they didn&rsquo;t find much evidence it was -- it was fairly limited.</p>\r\n\r\n<p>We chatted with one of the authors of the study, University of Missouri psychology professor Phillip K. Wood, to clear up a few other bits and pieces.</p>\r\n\r\n<p>One important factor is that there appears to be a diminishing return based on the time Friday class is held. The effect &quot;is largest for the 8 o&#39;clock classes,&quot; Wood said. &quot;You can go out and drink and still drag yourself to class by 10.&quot;</p>\r\n\r\n<p>His biggest caveat, however, was that while he was confident in the findings, a controlled experiment would be the only way to know with absolute certainty whether Friday classes were effective in reducing alcohol consumption. &quot;At the end of the day what you really need to do is a controlled experiment,&quot; he said.</p>\r\n\r\n<p>The study was convincing, but we couldn&rsquo;t help but wonder whether any universities had made changes based on this study&rsquo;s findings. Digging deeper, PolitiFact Oregon found that the University of Iowa did.</p>\r\n\r\n<p>In 2007, following the findings of the study we&rsquo;ve been discussing, folks at Iowa decided to increase the number of early Friday morning classes. To encourage professors and departments to teach the classes, the university offered $20 for each student in a class that was changed to include lectures or discussions on Friday.</p>\r\n\r\n<p>The student newspaper, The Daily Iowan, reported in March 2010 that the university&#39;s emergency-room doctor Michael Takacs found fewer students were showing up at the emergency room during Thursday evenings and early Friday mornings. Takacs guessed the Friday classes had something to do with the drop, but added &quot;it&rsquo;s hard to know for sure.&quot;</p>\r\n\r\n<p>We spoke with Tom Rocklin, the University of Iowa&rsquo;s vice president for student life, to see if the university had documented any discernable declines in drinking. He said it&rsquo;s not clear whether the Friday class increase itself &quot;was successful because we did a number of other things at the same time which combined have led to reduced drinking among our students.&quot;</p>\r\n\r\n<p>Given the strong study but muddled practical applications, we thought it was time to call Summers, the substance abuse specialist from the University of Oregon. She noted that the Friday class solution was included in a list of recommendations by the National Institute on Alcohol Abuse and Alcoholism. Specifically, it&rsquo;s included in a category of suggestions by the group that it says have &quot;evidence of logical and theoretical promise, but require more comprehensive evaluation&quot; or that &quot;appear to be capable of reducing high-risk alcohol use.&quot;</p>\r\n\r\n<p>The University of Oregon itself hasn&rsquo;t gone this direction yet, Summers said, but it&rsquo;s something that&rsquo;s come up as a possibility.</p>\r\n\r\n<p>&quot;It&#39;s not something that you can just say, &lsquo;Poof, let&#39;s go for it,&rsquo;&quot; she said. &quot;Faculty play an active part in changing that.&quot;</p>\r\n\r\n<p>So let&rsquo;s get back to our statement. Summers said that &quot;things like &hellip;. having Friday classes have been shown to be very effective on college campuses.&quot;</p>\r\n\r\n<p>It&rsquo;s true that one study showed there was a strong connection between Friday morning classes and how much students drank on Thursday. That said, the study was not controlled, it concerned only one campus and the effect was seen only with particularly early classes. Moreover, we weren&rsquo;t able to find a clear application that showed significant reductions when more early Friday classes were offered.</p>\r\n\r\n<p>Most important, Summers acknowledges that the list she used as a source cited only &quot;theoretical and logical promise.&quot; We think she overstepped here. Saying that Friday classes have been &quot;shown to be very effective&quot; is an exaggeration.</p>\r\n\r\n<p>We rate this statement Half True -- the statement is partially accurate but leaves out a number of details.</p>\r\n", "ruling_comments_date": "2013-09-13T18:41:18.740572", "ruling_date": "2013-09-13T15:37:18", "ruling_headline": "Have Friday classes been shown 'very effective' in deterring Thursday night drinking?", "ruling_headline_slug": "have-friday-classes-been-shown-extremely-effective", "ruling_link_text": "There are some indications Friday classes help, but no controled studies", "ruling_state": null, "source_documents": null, "sources": "<p>The Daily Iowan, <a href=\"http://www.dailyiowan.com/2010/03/10/Metro/16131.html\"><u>Faculty Council endorses 21-ordinance</u></a>, March 10, 2010</p>\r\n\r\n<p>The Daily Iowan, <a href=\"http://www.dailyiowan.com/2010/03/30/Metro/16407.html\"><u>Friday classes mean fewer Thursday ER visits, study contends</u></a>, March 30, 2010</p>\r\n\r\n<p>Wall Street Journal, <a href=\"http://blogs.wsj.com/health/2008/01/07/more-lecturing-and-less-drinking-at-u-of-iowa/\"><u>More Lecturing and Less Drinking at U of Iowa</u></a>, Jan. 7, 2008</p>\r\n\r\n<p>Iowa City Press-Citizen, Despite efforts, Friday classes decrease, Oct. 26, 2010</p>\r\n\r\n<p>Phillip K. Wood, Kenneth J. Sher, and Patricia C. Rutledge, <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2711536/#!po=59.0909\"><u>College Student Alcohol Consumption, Day of the Week and Class Schedule</u></a>, July 2007</p>\r\n\r\n<p>Interview with Phillip Wood, Sept. 6, 2013</p>\r\n\r\n<p>Interview with Jennifer Summers, Sept. 9, 2013</p>\r\n\r\n<p>National Institute on Alcohol Abuse and Alcoholism, <a href=\"http://www.collegedrinkingprevention.gov/StatsSummaries/4tier.aspx\"><u>College Drinking Prevention</u></a>, July 1007</p>\r\n\r\n<p>Think Out Loud, Promoting Responsible Choices Is Key To Addressing Student Drinking, Sept. 3, 2013</p>\r\n\r\n<p>Voicemail from Tom Rocklin, the University of Iowa&rsquo;s vice president for student life, Sept. 13, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "", "id": 2433, "last_name": "University of Oregon", "mostly_true_count": 0, "name_slug": "university-oregon", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/U-of-O-logo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2433/", "total_count": 1, "true_count": 0, "website": "http://uoregon.edu/"}, "statement": "<p>&quot;Things like &hellip; having Friday classes have been shown to be very effective on college campuses&quot; in reducing drinking.</p>\r\n", "statement_context": "a radio interview.", "statement_date": "2013-09-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 186, "photo": null, "resource_uri": "/api/v/2/subject/186/", "subject": "Alcohol", "subject_slug": "Alcohol", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}