{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/sep/18/barry-smitherman/smitherman-partially-captures-virtual-guarantee-es/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 8279, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/8279/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Take a few steps, Barry Smitherman said, and you won&rsquo;t live in poverty.</p>\r\n\r\n<p>Smitherman, seeking the 2014 Republican nomination for Texas attorney general, put his point this way in <a href=\"http://barryfortexas.com/smithermans-remarks-at-the-texas-alliance-for-life/#sthash.aaIpYf9G.dpuf\"><u>prepared remarks</u></a> for an Aug. 26, 2013, appearance before the Texas Alliance for Life: &quot;Several years ago, the Economist magazine published a piece which said that you only have to do three things to guarantee that you will live above the poverty line&mdash;graduate from high school, keep your first job for over 1 year, get married and stay married.&quot;</p>\r\n\r\n<p>To our request for elaboration, Smitherman, who chairs the Texas Railroad Commission, didn&rsquo;t come up with the magazine story. But his campaign consultant, Allen Blakemore, told us by email that Smitherman was referring to a 2003 report, <a href=\"http://www.brookings.edu/research/papers/2003/09/childrenfamilies-haskins\"><u>&quot;Work and Marriage; The Way to End Poverty and Welfare,&quot;</u></a> by Isabel V. Sawhill and Ron Haskins, senior fellows at the Brookings Institution, a Washington, D.C., think tank. Sawhill, a former aide to Democratic President Bill Clinton, and Haskins, who assisted Republican President George W. Bush, are co-directors of the institution&rsquo;s <a href=\"http://www.brookings.edu/about/centers/ccf/about\"><u>Center on Children and Families</u></a>.</p>\r\n\r\n<p>The pair&rsquo;s September 2003 paper spelled out differences between poor and &quot;nonpoor&quot; Americans--specifically that low-income people either do not work or work too few hours to move their families out of poverty and are more likely to be unmarried, lack a high school diploma and have more than two children.</p>\r\n\r\n<p>Based on data gathered by the U.S Census Bureau and &quot;simple modeling,&quot; the paper said, &quot;we can simulate what would happen to the poverty rate under different assumptions about work, marriage, education and family size among the poor. One can think of these as a series of tests to see which changes in behavior have the biggest effects in reducing the incidence of poverty.&quot;</p>\r\n\r\n<p>And, according to the paper:</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>lf all non-elderly and non-disabled family heads worked at least full-time, nationally people living in poverty would drop by more than 5 percentage points, from 13 to 7.5 percent.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Or if the same proportion of children lived in female-headed families in 2001 as in 1970&mdash;&quot;before divorce and out-of-wedlock childbearing dramatically increased the proportion of children living with a single parent&quot;&mdash; the poverty rate among families with children decreases by 3.5 percentage points, to 9.5 percent.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Or if every family head has at least a high school education and earns at least as much as high school graduates normally receive, the poverty rate among families with children goes down by nearly two percentage points, to 11.1 percent.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Or if families had no more than two children, enjoying the same income with fewer mouths to feed, the poverty rate among families with children shrinks by 1.7 percentage points, to 11.3 percent.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p>Finally, the paper said, if each condition were assumed sequentially--such that heads of households kept full-time hours, were married, graduated high school and had no more than two children--the poverty rate would ultimately be 3.7 percent. &quot;Thus, the poverty rate among families with children could be lowered by 71 percent,&quot; the paper said.</p>\r\n\r\n<p>That&rsquo;s dramatic, but it&rsquo;s no &quot;guarantee,&quot; which is what Smitherman said.</p>\r\n\r\n<p>By telephone, Brookings spokeswoman D.J. Nordquist told us Haskins and Sawhill made a statement like the one noted by Smitherman in their 2009 book, &quot;Creating an Opportunity Society,&quot; whose theme is that completing high school, working full time and marrying before having children--each part described by the authors as a widely endorsed social norm--would ensure almost every American a middle-class income.</p>\r\n\r\n<p>All told, the authors wrote, Americans &quot;who finish high school, work full time and marry before having children are virtually guaranteed a place in the middle class. Only about 2 percent of this group ends up in poverty,&quot; they wrote. &quot;Conversely, about three-fourths of those who have done none of these three things are poor in any given year.&quot;</p>\r\n\r\n<p>In another part of the book, the authors said that working full-time is the most powerful factor; in 2007, only 3.5 percent of families with at least one full-time worker were poor, they said.</p>\r\n\r\n<p>But the authors also noted that in 2007, the national unemployment rate was running at a low 4.6 percent. They wrote, then, that their analysis was &quot;primarily relevant to the kinds of opportunities that exist in a full-employment economy, not to the kind of economy we entered in 2008,&quot; a reference to the national recession.</p>\r\n\r\n<p>So, the virtual guarantee holds only if the economy is roaring?</p>\r\n\r\n<p>By email, Sawhill called this caveat important. &quot;The poverty rate has risen from 12.5 to 15 percent as a result of the recession,&quot; Sawhill said. &quot;Put differently, it&#39;s a lot harder to find full-time work now so it&#39;s a lot harder to stay out of poverty.&quot; By phone, she said the virtual &quot;guarantee&quot; doesn&rsquo;t apply when times are tough.</p>\r\n\r\n<p>Still, Sawhill said, Smitherman&rsquo;s statement fit the &quot;spirit of what we argued,&quot; while having some inaccuracies. The three key factors, she said, were graduating from high school, &quot;working full-time for a year (not in your first job, but during the year the census data were collected), and being at least 21 and married before you had children.&quot; &nbsp;</p>\r\n\r\n<p>Finally, with help from the Economist, we found mention of Sawhill and Haskins in an April 15, 2010, <a href=\"http://www.economist.com/node/15908469\"><u>article</u></a> in the magazine on social mobility. The article quoted them as saying that family background is not unsurmountable. &quot;In particular, earning a degree and marrying before having children can help someone climb to a higher rung,&quot; the magazine said. More recently, Jon Fasman of the Economist wrote in an Aug. 24, 2013, <a href=\"http://www.economist.com/news/briefing/21584003-his-i-have-dream-speech-martin-luther-king-threw-out-challenge-america-how-has-it\"><u>article</u></a> that Haskins and Sawhill &quot;have found that people who finish high school, work full time and wait to have children until they are married and 21 or older have a 72% chance of joining the middle class and just a 2% chance of being poor. The numbers are reversed for those who violate all three rules.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Smitherman said that according to an article in the Economist, Americans are &quot;guaranteed&quot; to live above the poverty line if they graduate from high school, keep their first job for over a year and get and stay married.</p>\r\n\r\n<p>We did not pinpoint what Smitherman saw in the Economist. Setting that aside, Sawhill and Haskins wrote in 2009 that Americans &quot;who finish high school, work full time and marry before having children are virtually guaranteed a place in the middle class.&quot;</p>\r\n\r\n<p>The pair did not refer to the import of keeping a first job for any time. Significantly, too, the authors stressed the economy would need to be strong for their hypothetical to fully work; that is, no roaring economy, no guarantee.</p>\r\n\r\n<p>We rate Smitherman&rsquo;s claim as Half True.</p>\r\n\r\n<p>------------------------------------------------------------------------------------------</p>\r\n\r\n<p><strong><em>HALF TRUE </em></strong><em>&ndash; The statement is partially accurate but leaves out important details or takes things out of context.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2013-09-17T11:09:48.433187", "ruling_date": "2013-09-18T12:00:00", "ruling_headline": "Smitherman partly captures virtual guarantee to escape poverty, but theory also relies on economy being strong", "ruling_headline_slug": "smitherman-partially-captures-virtual-guarantee-es", "ruling_link_text": "Right spirit, but...", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/1aX86yy8Cwf7Oj7slM9yJhp07MuOBse3vYgUeRcBOF5E/pub\"><u>Email</u></a>, Allen Blakemore, consultant to Barry Smitherman campaign, Sept. 10, 2013</p>\r\n\r\n<p>Paper, <a href=\"http://www.brookings.edu/research/papers/2003/09/childrenfamilies-haskins\"><u>&quot;Work and Marriage: The Way to End Poverty and Welfare,&quot;</u></a> Isabel V. Sawhill and Ron Haskins, senior fellows, The Brookings Institution, September 2003 (accessed Sept. 11, 2013)</p>\r\n\r\n<p>Telephone interview, D.J. Nordquist, chief of staff and director of communications, Economic Studies, The Brookings Institution, Washington, D.C., Sept. 12, 2013</p>\r\n\r\n<p>Book, &quot;Creating an Opportunity Society,&quot; Ron Haskins and Isabel Sawhill, The Brookings Institution Press, 2009</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1aR0qOk8ts-CAki-IZ0aTcCIbQAJCiwNWqewxrws8X0o/pub\"><u>Email</u></a> and telephone interview, Isabel Sawhill, Washington, D.C., Sept. 12 and 13, 2013</p>\r\n\r\n<p>News articles, <a href=\"http://www.economist.com/node/15908469\"><u>&quot;Upper bound,&quot;</u></a> the Economist, April 15, 2010; <a href=\"http://www.economist.com/news/briefing/21584003-his-i-have-dream-speech-martin-luther-king-threw-out-challenge-america-how-has-it\"><u>&quot;Waking life,&quot;</u></a>, the Economist, Aug. 24, 2013 (accessed Sept. 10, 2013)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Member, Texas Railroad Commission", "false_count": 0, "first_name": "Barry", "half_true_count": 1, "home_state": "Texas", "id": 2403, "last_name": "Smitherman", "mostly_true_count": 0, "name_slug": "barry-smitherman", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/bsmitherman2822med.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2403/", "total_count": 3, "true_count": 1, "website": "http://www.barryfortexas.com/home/"}, "statement": "<p>According to an article in the Economist magazine, Americans are &quot;guaranteed&quot; to live above the poverty line if they graduate from high school, keep their first job for over a year and get and stay married.</p>\r\n", "statement_context": "prepared remarks for speech to Texas Alliance for Life", "statement_date": "2013-08-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 134, "photo": null, "resource_uri": "/api/v/2/subject/134/", "subject": "Marriage", "subject_slug": "marriage", "used_in_edition": []}], "target": [], "twitter_headline": ""}