{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2013/sep/24/michael-turner/mike-turner-says-delphi-retirees-lost-pensions-pol/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 8311, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/8311/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In April 2012, PolitiFact Ohio issued a &quot;<a href=\"http://www.politifact.com/ohio/statements/2012/apr/30/michael-turner/michael-turner-says-political-favoritism-and-backr/\">Mostly False</a>&quot; rating to a claim by a congressman from Dayton, Michael Turner, over the loss of pension benefits of salaried retirees from Delphi, the auto parts maker.</p>\r\n\r\n<p>Turner had said that some &quot;20,000 Delphi salaried retirees lost up to 70 percent of their pensions&quot; as a result of &quot;political favoritism and backroom deals.&quot;</p>\r\n\r\n<p>A rating of Mostly False means that the statement contains some element of truth, but ignores critical facts that would give a different impression.</p>\r\n\r\n<p>In this case, the loss of pensions was not in question. The pensions were cut after Delphi, which once was part of General Motors, hit deep financial problems.</p>\r\n\r\n<p>But the rest of the claim, ascribing blame to political favoritism and Obama administration backroom deals, was not supported by facts. We based the ruling on the available evidence, which included Government Accountability Office reports and congressional testimony.</p>\r\n\r\n<p>We also noted that eventually, a fuller accounting of the Delphi matter would come out from a special inspector general. When it did, we said, we&rsquo;d consider taking another look.</p>\r\n\r\n<p>That report is out. And based on it, we are upgrading the rating a notch to Half True.</p>\r\n\r\n<p>Some background: In 2009, GM was in financial trouble and the federal government bailed it out with a financial package worth more than $50 billion, including a loan and an equity stake in a post-bankruptcy, restructured company. There were others in the auto industry also in trouble, including Delphi. And GM and Delphi were the corporate equivalent of step brothers, if not blood relatives. Delphi was a division of GM until the parts maker was spun off as an independent company in 1999.</p>\r\n\r\n<p>Before the spinoff, Delphi maintained separate pension funds for its unionized and non-unionized workforces. The non-unionized workers were salaried, many in white-collar or support jobs, and their pension fund was flush. The union pension fund, however, was not.</p>\r\n\r\n<p>In other cases, this might have meant that the unionized workers would eventually get smaller pensions than planned. But in this case, GM made a deal that kept the United Automobile, Aerospace and Agricultural Implement Workers of America, or UAW, happy, which helped facilitate the Delphi spinoff. The deal was this: GM would make up, or &quot;top-up,&quot; the difference between the underfunded pension payments and the amounts the workers would have gotten if their pension fund were in fine health.</p>\r\n\r\n<p>This was not just benevolence. By agreeing to the top-up, GM was able to hand off Delphi operations without union opposition and keep its outside supply chain running. And so the parties codified the top-up provision and kept it in force.</p>\r\n\r\n<p>But a decade later, the twin bankruptcies of GM and Delphi created a wrinkle. GM had the right in bankruptcy to void its contracts. That could have meant the end to the top-up agreement.</p>\r\n\r\n<p>It so happened that by now, the fortunes of Delphi&rsquo;s nonunion workforce and retirees had turned. The once-full pension fund for non-union, or salaried, retirees was underfunded as well.</p>\r\n\r\n<p>But unlike their unionized colleagues, the salaried or non-unionized retirees had no top-up deal.</p>\r\n\r\n<p>So what would happen?</p>\r\n\r\n<p>Two things: First, the Obama administration would agree to bail out General Motors and give it money to keep operating. But before the final sign-off, &nbsp;the administration through its Treasury Department-appointed auto task force would need to review GM&rsquo;s obligations and make decisions about what and whether it owed Delphi retirees.</p>\r\n\r\n<p>Bankruptcies typically involve many parties being told to accept the fact that they are never going to get every penny they are owed. Yet that&rsquo;s not what happened in the case of the Delphi unionized-worker pensions. GM, with considerable help from the Treasury auto team, agreed that even as it exited bankruptcy as a new organization, it would continue to top-up the UAW pensions from its parts supplier. It also agreed to continue top-ups for the International Union of Electronic, Electrical, Salaried, Machine and Furniture Workers, and the United Steelworkers of America.</p>\r\n\r\n<p>But GM and Treasury&rsquo;s auto team left the salaried retiree pensions alone. The non-union retirees would get no top-up. As a result, those retirees would only collect 30 percent to 70 percent of their expected pensions, which would be paid by the Pension Benefit Guarantee Corp., or PBGC, the federal agency that takes over failing pension plans.</p>\r\n\r\n<p>Was this fair?</p>\r\n\r\n<p>Turner and other lawmakers from auto states said no, as did Delphi retirees. They said that despite the pre-existing top-up agreements, GM&rsquo;s bankruptcy gave the automaker the right to rewrite the top-up contracts, just as it rewrote a number of unrelated terms with the union&rsquo;s consent. Even better, they said, GM and Treasury could have worked out a way to make all Delphi retirees whole.</p>\r\n\r\n<p>But that didn&rsquo;t happen. There were winners (the union) and losers (the non-union retirees), and that looked like political favoritism and backroom dealing to Turner and other critics.</p>\r\n\r\n<p>But in 2012, congressional testimony and GAO reports led PolitiFact Ohio to conclude that Treasury and GM made the decision because: (a) the union had long-standing top-up agreements and salaried retirees did not, and (b) any attempt to end those agreements would have caused the UAW to balk or even strike.</p>\r\n\r\n<p>Treasury maintained that it was vital to get GM stabilized quickly, and an interruption to its ability to get parts for its cars -- due to labor unrest -- could be fatal. There was nothing to back up Turner&rsquo;s claim that the top-up decision was made because of political favoritism and backroom dealing. The GAO said that &quot;court filings and statements from GM and Treasury officials support that Treasury deferred to GM&rsquo;s business judgment.&quot;</p>\r\n\r\n<p>Based on this, PolitiFact Ohio gave Turner&rsquo;s claim a &quot;Mostly False&quot; rating.&quot; That&rsquo;s where matters stood until Aug. 15, when additional information was released though the Special Inspector General for the Troubled Asset Relief Program, or SIGTARP.</p>\r\n\r\n<p>The Troubled Asset Relief Program, or TARP, provided federal funds for bank bailouts as well as the auto rescue, and was overseen by Treasury. The report by the special inspector general, an independent watchdog, provided a long-awaited assessment of Treasury&rsquo;s role in the pension controversy.</p>\r\n\r\n<p>The SIGTARP report confirmed much of what the GAO already said. It reported that GM and Treasury were concerned about getting the automaker back on its feet quickly -- and that, in the words of Steven Rattner, head of the auto team, trying to get more on pensions &quot;was a game of chicken we didn&rsquo;t want to play. We were under incredible time pressure.&quot;</p>\r\n\r\n<p>Why, then, upgrade PolitiFact Ohio&rsquo;s rating?</p>\r\n\r\n<p>The SIGTARP report contained new information about the dominant role that Treasury&rsquo;s auto team played. The team&rsquo;s role in the decision to top-up the pensions of UAW workers was not just advisory, the SIGTARP report said. Treasury&rsquo;s financial role gave it a dominant position. GM could not make decisions without Treasury.</p>\r\n\r\n<p>GM&rsquo;s chief financial officer at the time, Ray Young, told SIGTARP that Treasury&rsquo;s influence, a result of its financial stake, was such that GM &quot;put forward recommendations, but at the end of the day (Treasury) makes the final decision.&quot;</p>\r\n\r\n<p>This was all done privately.</p>\r\n\r\n<p>Those with leverage, particularly Treasury and the UAW, were able to make their demands. Delphi&rsquo;s salaried retirees, who believed the government could make them whole, had no leverage and were largely kept on the outside.</p>\r\n\r\n<p>That is a clear impression from the SIGTARP report.</p>\r\n\r\n<p>This is the way most negotiations occur, including many involving individual Congress members, as a Treasury spokesman noted as we discussed this with him. But Turner&rsquo;s claim did not involve other deals. He was speaking specifically of the Delphi pension matter.</p>\r\n\r\n<p>So we return to Turner&rsquo;s claim about &quot;political favoritism and backroom deals.&quot;</p>\r\n\r\n<p>A rating of Half True means the statement is partially accurate, but leaves out important details or takes things out of context.</p>\r\n\r\n<p>Turner&rsquo;s claim is partially accurate.</p>\r\n\r\n<p>Treasury&rsquo;s heavy role, well-reasoned or not, was largely played out in closed meetings.</p>\r\n\r\n<p>It was not subject to transparency -- a key reason why the White House and members of the House of Representatives government oversight committee, on which Turner serves, continue to spar over the committee&rsquo;s demands for more information and testimony.</p>\r\n\r\n<p>Was there political favoritism? We can&rsquo;t know for sure because of the lack of transparency, nor can Turner, but there isn&rsquo;t evidence to prove it. And the claim still requires a considerable amount of context to understand fully.</p>\r\n\r\n<p>But until the SIGTARP report&rsquo;s release, the extent of Treasury&rsquo;s role -- the backroom considerations -- were more a matter of speculation than fact.</p>\r\n\r\n<p>We believe this warrants an upgrade. On the Truth-O-Meter, the claim rates Half True.</p>\r\n", "ruling_comments_date": "2013-09-24T16:28:26.113711", "ruling_date": "2013-09-24T16:30:00", "ruling_headline": "Mike Turner says Delphi retirees lost pensions to political favoritism and backroom deals", "ruling_headline_slug": "mike-turner-says-delphi-retirees-lost-pensions-pol", "ruling_link_text": "Report's findings prompt rating upgrade ", "ruling_state": null, "source_documents": null, "sources": "<p>Special Inspector General for the Troubled Asset Relief Program, &quot;<a href=\"http://www.sigtarp.gov/Audit%20Reports/SIGTARP_Delphi_Report.pdf\"><u>Treasury&rsquo;s role in the decision for GM to provide pension payments to Delphi employees,</u></a>&quot; Aug. 15, 2013</p>\r\n\r\n<p>PolitiFact Ohio, &quot;<a href=\"http://www.politifact.com/ohio/statements/2012/apr/30/michael-turner/michael-turner-says-political-favoritism-and-backr/\"><u>Michael Turner says &#39;political favoritism and backroom deals&#39; hurt pensions for 20,000 Delphi salaried retirees</u></a>,&quot; April 30, 2012</p>\r\n\r\n<p>Office of the Special Inspector General for the Troubled Asset Relief Program,<a href=\"http://www.sigtarp.gov/reports/audit/2010/Engagement%20Memo%20-%20Review%20of%20GM%27s%20decision%20to%20top%20up%20Delphi%27s%20pension%20for%20hourly%20workers.pdf\"> <u>memorandum announcing review of General Motors decision to &quot;top up&quot; Delphi pension plan for hourly workers</u></a>, Nov. 3, 2010</p>\r\n\r\n<p>U.S. House of Representatives, Committee on Oversight and Government reform,<a href=\"http://oversight.house.gov/hearing/delphi-pension-fallout-federal-government-picked-winner-and-losers-so-who-won-and-who-lost/\"> <u>transcript and prepared testimony from hearing on Delphi pension fallout</u></a>, Nov. 14. 2011</p>\r\n\r\n<p>Detroit News, &quot;<a href=\"http://www.detroitnews.com/article/20120305/AUTO0103/203050434\"><u>Romney criticizes Obama&rsquo;s handling of Delphi retirees</u></a>,&quot; by David Shepardson, March 5, 2012</p>\r\n\r\n<p>Government Accountability Office, &quot;<a href=\"http://www.gao.gov/products/GAO-11-373R\"><u>Key events leading to the termination of the Delphi defined benefits plans</u></a>,&quot; March, 2011</p>\r\n\r\n<p>Government Accountability Office, &quot;<a href=\"http://www.gao.gov/assets/590/587045.pdf\"><u>Delphi pension plans: GM agreements with unions give rise to unique differences in participant benefits</u></a>,&quot; December 2011</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Representative from Ohio's 3rd Congressional District", "false_count": 0, "first_name": "Michael", "half_true_count": 2, "home_state": "Ohio", "id": 1148, "last_name": "Turner", "mostly_true_count": 0, "name_slug": "michael-turner", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-michael_turner.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1148/", "total_count": 3, "true_count": 0, "website": "http://turner.house.gov/"}, "statement": "<p>Some &quot;20,000 Delphi salaried retirees lost up to 70 percent of their pensions&quot; as a result of &quot;political favoritism and backroom deals.&quot;</p>\r\n", "statement_context": "a news release", "statement_date": "2012-04-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 101, "photo": null, "resource_uri": "/api/v/2/subject/101/", "subject": "Corporations", "subject_slug": "corporations", "used_in_edition": []}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 153, "photo": null, "resource_uri": "/api/v/2/subject/153/", "subject": "Financial Regulation", "subject_slug": "financial-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 217, "photo": null, "resource_uri": "/api/v/2/subject/217/", "subject": "Pensions", "subject_slug": "pensions", "used_in_edition": ["/api/v/2/edition/6/"]}, {"description": "", "id": 206, "photo": null, "resource_uri": "/api/v/2/subject/206/", "subject": "Unions", "subject_slug": "unions", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}