{"art": [], "author": [{"email_address": "rkoff@tampabay.com", "first_name": "Rochelle", "id": 411, "last_name": "Koff", "name_slug": "rochelle-koff", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/411/", "title": "Reporter", "twitter": null}], "canonical_url": "/florida/statements/2013/oct/01/dan-gelber/dan-gelber-says-florida-paychecks-arent-going-far-/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 8332, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "rkoff@tampabay.com", "first_name": "Rochelle", "id": 411, "last_name": "Koff", "name_slug": "rochelle-koff", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/411/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/8332/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Gov. Rick Scott is using &quot;gimmicks&quot; to take credit for an economic recovery in Florida, Miami attorney and former state Sen. Dan Gelber <a href=\"http://contextflorida.com/dan-gelber-scott-is-trying-to-dupe-voters-about-his-supposed-accomplishments/\"><u>writes in an article for the online website, ContextFlorida</u></a>.</p>\r\n\r\n<p>&quot;Scott&rsquo;s self-congratulatory claims of success simply don&rsquo;t comport with the harsh facts that for the last decade, Floridians&rsquo; salaries have shrunk substantially while the cost of living has increased,&quot; Gelber wrote.</p>\r\n\r\n<p>We decided to fact-check Gelber&rsquo;s claim.</p>\r\n\r\n<p>First, however, we have to clear up some confusion Gelber created with his statement.</p>\r\n\r\n<p>Taken literally, Gelber argues that salaries in Florida decreased over the past decade, while the cost of living increased.</p>\r\n\r\n<p>But what Gelber was trying to say is that Floridians&rsquo; paychecks don&rsquo;t go as far today as they did a decade ago. Put another way, salaries &quot;have shrunk substantially&quot; when adjusted for inflation. Inflation is another way of saying cost of living.</p>\r\n\r\n<p>As evidence to that claim, Gelber pointed to a report produced by economists at Florida International University called the &quot;<a href=\"http://www.risep-fiu.org/2013/09/state-of-working-florida-2013/\"><u>State of Working Florida 2013</u></a>.&quot; The report looks at the &quot;economic lives&quot; of Floridians, mostly working in the private sector, from periods of time between 2000 and 2012.</p>\r\n\r\n<p>Using statistics from 2004-12, the report concludes that the median wage of all salary and wage employees fell 4.34 percent when adjusted for inflation. Put another way, people&rsquo;s paychecks in 2004 went further than they do today.</p>\r\n\r\n<p>We sought out other economists and studies to see what they had to say on the topic, which produced several caveats.</p>\r\n\r\n<p>Alan Hodges, an extension scientist the University of Florida&rsquo;s Food &amp; Resource Economics Department, noted that issues with salaries are not isolated to Florida. Salaries &quot;have been stagnant over the last decade nationally,&quot; he said, the result of the economic slowdown following Sept. 11, 2001, and the later global economic recession.</p>\r\n\r\n<p>Florida&rsquo;s economy was &quot;interrupted by two pretty severe shocks to the economy,&quot; said Sean Snaith, director of the<a href=\"http://www.ucf.edu/\"> <u>University of Central Florida</u></a>&rsquo;s Institute for Economic Competitiveness. But saying that salaries have shrunk substantially &quot;is painting a more grim picture than what the reality is as far as wages and income in the state,&quot; he said.</p>\r\n\r\n<p>The U.S. Census Bureau, which collects information from individuals and households, provides figures on median earnings -- that&rsquo;s the midway point where half of households earn more and half earn less. Many economists prefer median figures because &quot;average&quot; salaries can be skewed by outliers.</p>\r\n\r\n<p>According to the U.S. Census Bureau, in 1999 (when information was collected for the 2000 census), median wages in Florida for men 16 and over who worked full-time, year-round were $32,212 and for women, $25,480. Adjusted for inflation, men would have to earn $44,389, and women, $35,112, in 2012 to keep pace.</p>\r\n\r\n<p>But in 2012, census figures showed that men made a median salary of $40,889 annually while women earned $34,202. That&#39;s about an 8 percent decrease in buying power for men and about a 3 percent decrease for women over that time period. The 8 percent decline for men is &quot;substantial,&quot; Hodges said.</p>\r\n\r\n<p>Another way to crunch the numbers comes from the U.S. Bureau of Labor Statistics, which compiles average annual pay. Using their statistics from 2000 to 2012, economists said that average pay -- when adjusted for inflation -- actually increased 6 percent. (Remember, economists generally prefer median figures because &quot;average&quot; salaries can be skewed by outliers.)</p>\r\n\r\n<p>Another issue -- besides what years you use and whether you measure median or average wages -- is how you measure inflation, economists told us.</p>\r\n\r\n<p>The most-typical way is by using the Consumer Price Index (CPI), which is compiled by the U.S. Bureau of Labor Statistics. The CPI measures what urban consumers (about 87 percent of the population) are buying. It doesn&rsquo;t reflect the spending of people living in rural areas, farm families, military and people in prisons and other institutions.</p>\r\n\r\n<p>The Consumer Price Index is compiled for the nation, the four regions of the country and 26 metropolitan areas. In Florida, the index measures spending in the St. Petersburg-Tampa-Clearwater area and the Miami-Fort Lauderdale area, but there isn&#39;t a Consumer Price Index compiled on a state-by-state basis.</p>\r\n\r\n<p>That can be an issue when considering a Florida-based claim.</p>\r\n\r\n<p>In the FIU study Gelber cited, cost-of-living figures are based on numbers for the southern region, which is comprised of Washington, D.C., and 16 states, including Florida, Texas, Alabama and Virginia.</p>\r\n\r\n<p>Jessica Sims, a spokeswoman for the state Department of Economic Opportunity, said that &quot;using a regional or national CPI would not be appropriate&quot; to adjust Florida salaries for inflation.</p>\r\n\r\n<p>Added Troy Martin, an economist with the U.S. Bureau of Economic Analysis: &quot;Consumers in different areas are consuming different goods and services that make comparison difficult. Someone in a Manhattan condo pays $4,000 a month for a one-bedroom condo while someone in Nebraska living in a five-bedroom house may be spending $1,000 a month. How do you compare those?&quot;</p>\r\n\r\n<p>That said, while CPI is not a perfect measure of cost of living, &quot;it is the best information we have available,&quot; Hodges said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Gelber wrote that Floridians&rsquo; &quot;salaries have shrunk substantially while the cost of living has increased.&quot; &nbsp;In an un-artful way, Gelber is claiming that a Floridian&rsquo;s salary doesn&rsquo;t go as far today as it did a decade ago.</p>\r\n\r\n<p>While one calculation bucks Gelber&#39;s claim, the evidence generally backs him up. Reports show that salaries have shrunk when adjusted for inflation. The one calculation that does not is also the least persuasive.</p>\r\n\r\n<p>Still, economists we spoke with noted several caveats and cautioned against reaching broad conclusion.</p>\r\n\r\n<p>As such, we rate the claim Mostly True.</p>\r\n", "ruling_comments_date": "2013-09-27T17:06:53.573817", "ruling_date": "2013-10-01T10:34:26", "ruling_headline": "Dan Gelber says Florida paychecks aren't going as far today as they did a decade ago", "ruling_headline_slug": "dan-gelber-says-florida-paychecks-arent-going-far-", "ruling_link_text": "Not just a Florida problem", "ruling_state": null, "source_documents": null, "sources": "<p>ContextFlorida, &quot;Dan Gelber: Scott is trying to dupe voters about his supposed accomplishments,&quot; Sept. 13</p>\r\n\r\n<p>Phone, email interview, Gelber, Sept. 16 and 24, 2013</p>\r\n\r\n<p>Report: &quot;State of Working Florida 2013,&quot; Research Institute on Social &amp; Economic Policy, Center for Labor Research and Studies, Florida International University, Sept. 2, 2013</p>\r\n\r\n<p>Phone and email interviews, Ali R. Bustamante, visiting instructor and research associate, FIU&rsquo;s Center for Labor Research and Studies &amp; Research Institute on Social and Economic Policy, Sept. 17 and 26, 2013.</p>\r\n\r\n<p>Phone, email interview, Alan Wade Hodges, extension scientist and director of Economic Impact Analysis Program, University of Florida&rsquo; Institute of Food and Agricultural Sciences in the Food &amp; Resource Economics Department, Sept. 20 and 24, 2013</p>\r\n\r\n<p>Phone interview, Sean Snaith, director of the <a href=\"http://www.ucf.edu/\"><u>University of Central Florida</u></a>&rsquo;s Institute for Economic Competitiveness, College of Business Administration, &nbsp;Sept. 18</p>\r\n\r\n<p>Phone interview, David Denslow, retired economics professor, University of Florida, Sept. 24, 2013</p>\r\n\r\n<p>Phone interview, David Lenze, economist, U.S. Bureau of Economic Analysis, &nbsp;Sept. 17 and 25, 2013</p>\r\n\r\n<p>Phone interview, Troy Martin, economist, U.S. Bureau of Economic Analysis, &nbsp;Sept. 25, 2013</p>\r\n\r\n<p>Phone, email interviews, U.S. Census Bureau, Sept. 19, 2013</p>\r\n\r\n<p>Phone, email &nbsp;interviews, U.S. Bureau of Labor Statistics, Sept. 17, 2013</p>\r\n\r\n<p>Email, phone interviews, &nbsp;Jessica Sims, spokesman, Florida Office of Economic Opportunity, Sept. 19, 2013</p>\r\n\r\n<p>Email interview, John Tupps, spokesman for Gov. Rick Scott, Sept. 25, 2013</p>\r\n\r\n<p>Associated Press, &quot;Report: Florida economy has lost ground since 2000,&quot; Sept. 2, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 2, "first_name": "Dan", "half_true_count": 1, "home_state": "Florida", "id": 320, "last_name": "Gelber", "mostly_true_count": 3, "name_slug": "dan-gelber", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Florida_Budget.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/320/", "total_count": 8, "true_count": 0, "website": ""}, "statement": "<p>&quot;For the last decade, Floridians&rsquo; salaries have shrunk substantially&quot; when adjusted for inflation.</p>\r\n", "statement_context": "an op-ed", "statement_date": "2013-09-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}