{"art": [{"brightcove": "", "caption": "State Sen. Dan Patrick, vying for lieutenant governor, hatched this ad, \"Fight,\" in early October 2013. He incorrectly said he was the sole candidate to oppose in-state tuition for illegal immigrants.", "id": 3791, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/3791/", "title": "Dan Patrick ad \"Fight\"", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/q7Iyrf3pkjE?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "q7Iyrf3pkjE"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/oct/09/dan-patrick/dan-patrick-isnt-alone-among-candidates-oppose-sta/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 8377, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/8377/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Dan Patrick wasn&rsquo;t an elected official when lawmakers and Gov. Rick Perry agreed to authorize in-state college tuition for certain children of illegal immigrants living in Texas.</p>\r\n\r\n<p>Now, the Houston state senator says in a campaign ad that he is &quot;the only candidate for lieutenant governor to oppose in-state tuition for illegal immigrants.&quot;</p>\r\n\r\n<p>Patrick is among Texans jockeying for the GOP nomination to fill the post overseeing the Senate. The others are third-term incumbent David Dewhurst, state Land Commissioner Jerry Patterson and state Agriculture Commissioner Todd Staples.</p>\r\n\r\n<p>In 2001, when the law came to be, neither Patrick, Dewhurst or Patterson had direct says on it. Dewhurst was then the state land commissioner and Patterson was a former state senator.</p>\r\n\r\n<p>Staples was an East Texas senator and among the vast majority of legislators who voted for House Bill 1403, which became the law that lets undocumented students who have graduated from a Texas high school and lived in Texas for at least three years qualify for in-state tuition &mdash; if they sign an affidavit saying they intend to apply for permanent residency as soon as they&#39;re able to do so.</p>\r\n\r\n<p>Through August 2011, 38,656 non-U.S. citizens and permanent residents had attended Texas colleges or universities at in-state tuition rates, according to the Texas Higher Education Coordinating Board.</p>\r\n\r\n<p>And as <a href=\"http://www.politifact.com/texas/statements/2011/sep/28/rick-perry/rick-perry-says-only-four-texas-lawmakers-opposed-/\"><u>we noted</u></a> in a 2011 article, only five of 181 Texas House and Senate members voted against the legislation. The Texas House<a href=\"http://www.lrl.state.tx.us/scanned/HouseJournals/77/day57.pdf\"> <u>passed the measure 142-1</u></a> before the Senate<a href=\"http://www.journals.senate.state.tx.us/sjrnl/77r/html/5-21.htm\"> <u>approved an amended version by 27-3</u></a>, with Republicans Mike Jackson of La Porte, Jane Nelson of Flower Mound and Jeff Wentworth of San Antonio in opposition. Staples was among a dozen Republicans voting &quot;aye,&quot; according to the Senate Journal entry for that day. The House went along with the Senate version with Rep. Jerry Madden, R-Richardson, pushing the legislation&rsquo;s total tally of &quot;no&quot; votes to five.</p>\r\n\r\n<p>In 2011, Sen. Brian Birdwell, R-Granbury, filed a proposal to repeal the tuition law, but it never made it past the four Republicans and three Democrats who comprised the Senate Higher Education Committee, the <em>Austin American-Statesman</em> said in a Sept. 28, 2011, <a href=\"http://www.statesman.com/news/news/state-regional-govt-politics/dewhurst-pans-immigrant-tuition-break-but-lawmak-1/nRftB/\"><u>news article</u></a>.</p>\r\n\r\n<p>Birdwell then offered an amendment on the Senate floor that was intended to keep illegal immigrants from qualifying to pay in-state tuition. A <a href=\"http://www.scribd.com/doc/174102876/PR-13-10-07\"><u>document</u></a> posted online by Patrick&rsquo;s campaign on behalf of his ad notes that Patrick was among four Republican co-authors of that amendment. <a href=\"http://www.journals.senate.state.tx.us/sjrnl/82r/pdf/82RSJ05-09-F.PDF#page=25\"><u>According to</u></a> the Senate Journal showing that May 9, 2011, action, Birdwell withdrew the amendment without the Senate voting on it.</p>\r\n\r\n<p>According to the <a href=\"http://www.senate.state.tx.us/avarchive/ramav.php?ram=00005260\"><u>Senate&rsquo;s video</u></a> of Birdwell&rsquo;s presentation of his floor amendment, Patrick did not speak during the 30-minute floor discussion; seven other senators asked questions or made statements.</p>\r\n\r\n<p><a href=\"http://www.legis.state.tx.us/\"><u>Legislative records</u></a> also indicate that Patrick filed <a href=\"http://www.legis.state.tx.us/tlodocs/81R/billtext/html/SB00850I.htm\"><u>his own repeal proposal </u></a>in the 2009 regular session; it did not get a hearing.</p>\r\n\r\n<p>So, is Patrick the only one among the four candidates &quot;to oppose&quot; in-state tuition for illegal immigrants?</p>\r\n\r\n<p>He&rsquo;s not the only one who opposes it. Staples has said he favors repealing the law. Dewhurst has said that if had been governor in 2001, he would not have signed it into law. And Patterson has said he opposes the benefit, stressing that the issue of legal residency status should be dealt with first.</p>\r\n\r\n<p>By email, Staples&rsquo; campaign spokesman Kent Sholars provided a statement from Staples saying: &quot;I oppose giving benefits to those who have violated our nation&rsquo;s entry laws. If that bill came up for a vote today, it would not pass, and I support its repeal.&quot;</p>\r\n\r\n<p>Sholars also provided a <a href=\"https://www.dropbox.com/s/fhrvp5hmajr7h1u/CLTP%20Debate%20Immigration.MP4\"><u>video excerpt</u></a> of Staples referring to the 2001 legislation during an Oct. 3, 2013, candidate forum in Houston. Staples, <a href=\"http://www.lrl.state.tx.us/legeLeaders/members/memberDisplay.cfm?memberID=62&amp;searchparams=chamber=~city=~countyID=0~RcountyID=~district=~first=~gender=~last=staples~leaderNote=~leg=~party=~roleDesc=~Committee=\"><u>who left the Senate</u></a> in early 2007, said that the measure &quot;that created in-state tuition was predicated on the assumption that those students would correct their status. That has not been enforced. And it should be repealed.&quot;</p>\r\n\r\n<p>Good reminder. In 2010, we reported that neither the Texas Education Agency, the coordinating board or the University of Texas at Austin was checking on whether students had applied for permanent residency as they were promising to do in the required affidavits. Institutional officials told us that no law required such follow-ups.</p>\r\n\r\n<p>By email, board staff spokesman Dominic Chavez recently told us that state law remains silent on designating an agency to check on students seeking legal residency, but the board now has rules requiring affected colleges and universities to retain student affidavits indefinitely or until a student documents compliance. Also, Chavez said, the board has instituted a policy requiring institutions to annually counsel students about their responsibilities in accord with the affidavits.</p>\r\n\r\n<p>The document from Patrick&rsquo;s campaign points out that Dewhurst made his opposition to the law clear in 2011--which was at a time Perry was getting pummeled in GOP presidential debates for standing behind the law. Dewhurst <a href=\"http://www.dallasnews.com/news/politics/headlines/20110926-dewhurst-opposes-texas-tuition-breaks-for-illegal-immigrants.ece\"><u>said</u></a> in a September 2011 interview with WFAA-TV, Channel 8 in Dallas: &quot;If we&#39;re not going to give fellow Americans who live in Louisiana or Oklahoma or New Mexico the ability to come into Texas and have in-state tuition and save, then is it fair to give that break to people who are not citizens here? So, I would not have signed that law.&quot;</p>\r\n\r\n<p>Dewhurst did not say in that interview whether the law should be repealed, according to a Sept. 26, 2011, <em>Dallas Morning News</em> <a href=\"http://www.dallasnews.com/news/politics/headlines/20110926-dewhurst-opposes-texas-tuition-breaks-for-illegal-immigrants.ece\"><u>news article</u></a>.</p>\r\n\r\n<p>By email, Dewhurst campaign spokesman Travis Considine told us Dewhurst has always opposed in-state tuition for illegal immigrants.</p>\r\n\r\n<p>News stories we found using the Nexis service show no signs that Dewhurst tried to repeal it. A Sept. 27, 2011, Associated Press news story said that at the time, Dewhurst&#39;s political rivals, including Ted Cruz, who was then scrambling to overtake the better-known Dewhurst for the 2012 Republican U.S. Senate nomination, &quot;blamed him for not doing more to repeal the law as leader of the Texas Senate.&quot;</p>\r\n\r\n<p>The AP story quoted Matt Hirsch, spokesman for Dewhurst&rsquo;s Senate campaign, as defending Dewhurst&rsquo;s legislative record. &quot;The overwhelming majority of the Senate favored the in-state tuition benefit,&quot; Hirsch said, and Perry &quot;has been firm in his support of the law. In light of Gov. Perry&#39;s veto pen, it was clear that any attempt to repeal this benefit would not be signed into law.&quot;</p>\r\n\r\n<p>Earlier, a May 10, 2007, <em>Fort Worth Star-Telegram</em> news story quoted Dewhurst as saying that if a House proposal to repeal the 2001 law had reached the Senate, its chances of passage would have been slim. &quot;We&#39;d take a look at it, but historically the Senate has been in favor of providing in-state tuition for everyone living here,&quot; Dewhurst said then.</p>\r\n\r\n<p>The September 2011 <em>American-Statesman</em> <a href=\"http://www.statesman.com/news/news/state-regional-govt-politics/dewhurst-pans-immigrant-tuition-break-but-lawmak-1/nRftB/\"><u>news article</u></a> recapping Dewhurst&rsquo;s statement that he would not have signed the 2001 legislation into law also noted that Dewhurst and state lawmakers had shown little appetite for repealing it. The story said &quot;there is little evidence to suggest&quot; that Dewhurst had tried to repeal the law since becoming lieutenant governor in 2003. &quot;In fact,&quot; the story said, &quot;a 2005 piece of legislation clarifying the policy passed the Senate with a 29-0 vote. (The lieutenant governor does not vote.)&quot;</p>\r\n\r\n<p>In a June 20, 2012, <a href=\"http://www.texastribune.org/2012/06/20/illegal-immigration-flashpoint-us-senate-race/\"><u>news story</u></a>, the <em>Texas Tribune</em> said: &quot;Dewhurst has said he opposes it but never pushed for the Legislature to repeal it because the votes weren&#39;t there.&quot;</p>\r\n\r\n<p>Regarding Patterson, Patrick&rsquo;s camp asserted that in a <a href=\"http://www.elpasotimes.com/ci_22536441/patterson-outlines-support-reform\"><u>February 2013 interview</u></a> with the <em>El Paso Times</em>, Patterson said both that he did not support in-state tuition &quot;for illegals&quot; and that he supports the idea of &quot;fixing&quot; the legal residency status of undocumented immigrants attending Texas colleges and universities.</p>\r\n\r\n<p>In a telephone interview, Patterson said he was trying to stress the importance of federal immigration reform.</p>\r\n\r\n<p>After the <em>Times</em> asked Patterson his position on the tuition law, he replied: &quot;I don&#39;t support the idea of saying, &lsquo;We&#39;re going to ignore the law and let you do that.&rsquo; I support the idea of fixing their status as opposed to trying to just sweep the status under the rug. I would not support an in-state tuition bill for illegals. I would support a method of providing them a lawful status where in-state tuition for illegals wouldn&#39;t be a problem. We&#39;re Band-Aiding.&quot;</p>\r\n\r\n<p>Patterson told us federal immigration reform would presumably resolve the legal status of many residents. He also said the Texas law should be repealed.</p>\r\n\r\n<p>On Patterson&rsquo;s <a href=\"http://votepatterson.com/issues/immigration/\"><u>campaign website</u></a>, Patterson listed 10 positions he has on immigration, followed by No. 11: &quot;Unlike others in this race, I didn&rsquo;t vote for and I would have never voted for or supported in-state tuition for illegal aliens.&quot; Patterson&rsquo;s campaign manager, Chris Elam, told us by telephone that No. 11 was added after the candidates sparred Oct. 3 in Houston.</p>\r\n\r\n<p>We told Patrick&rsquo;s campaign manager, Logan Spence, that Patrick doesn&rsquo;t appear to be alone among the candidates in opposing the law.</p>\r\n\r\n<p>Whoa, Spence basically replied, stressing in an email that Staples voted for the measure making the law, Dewhurst failed to let repeal measures clear the Senate and Patterson&rsquo;s reply to the <em>Times</em> suggests he wants a &quot;sanctuary&quot; state. In contrast, Spence said, Patrick proposed a repeal measure and co-authored the Birdwell amendment. &quot;You don&#39;t see a distinction?&quot; Spence wrote.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Patrick said he&rsquo;s &quot;the only candidate for lieutenant governor to oppose in-state tuition for illegal immigrants.&quot;</p>\r\n\r\n<p>He is the one candidate who has filed specific proposals to repeal the law. But each of the Republican candidates was public about opposing the law before Patrick debuted his ad while it leaves the impression that other candidates favor the law or have taken no position on it. That&rsquo;s just not so. We rate Patrick&rsquo;s statement as False.</p>\r\n\r\n<hr />\r\n<p><strong><em>FALSE </em></strong><em>&ndash; The statement is not accurate.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2013-10-09T15:46:59.754255", "ruling_date": "2013-10-09T15:34:26", "ruling_headline": "Dan Patrick isn't alone among candidates to oppose in-state tuition for illegal immigrants", "ruling_headline_slug": "dan-patrick-isnt-alone-among-candidates-oppose-sta", "ruling_link_text": "Except for three others", "ruling_state": null, "source_documents": null, "sources": "<p>Truth-O-Meter article, <a href=\"http://www.politifact.com/texas/statements/2011/sep/28/rick-perry/rick-perry-says-only-four-texas-lawmakers-opposed-/\"><u>&quot;Rick Perry says only four Texas lawmakers opposed in-state tuition law for illegal immigrants,&quot;</u></a> PolitiFact Texas, Sept. 28, 2011</p>\r\n\r\n<p>Document with video ad script and backup information, <a href=\"http://www.scribd.com/doc/174102876/PR-13-10-07\"><u>&quot;Patrick Campaign Launches First Television Ad Statewide,&quot;</u></a> Dan Patrick campaign, Oct. 7, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1Qs43sNiIaeLaRDaXAMNfpca9e1A8SgTaYqre2EFEc94/pub\"><u>Email</u></a>, Kent Sholars, communications director, Todd Staples campaign, Oct. 7, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1LEFqILZlIBOiYPCCF6L7Jqdf81Y4_wqj5og9J1omBKg/pub\"><u>Email</u></a>, Dominic Chavez, external relations xx, Texas Higher Education Coordinating Board, Oct. 7, 2013</p>\r\n\r\n<p>Chart, <a href=\"https://docs.google.com/file/d/0B0kkOiAWUCUGRTlwRWFndGR0R0U/edit?usp=sharing\"><u>&quot;Affidavit Students (HB 1403, Section 2) Unduplicated Enrollment,&quot;</u></a> fiscal 2002 through fiscal 2011, Texas Higher Education Coordinating Board (received by email from Chavez)&nbsp;&nbsp;&nbsp;</p>\r\n\r\n<p>News article, <a href=\"http://www.dallasnews.com/news/politics/headlines/20110926-dewhurst-opposes-texas-tuition-breaks-for-illegal-immigrants.ece\"><u>&quot;Dewhurst opposes Texas&rsquo; tuition breaks for illegal immigrants,&quot;</u></a> <em>Dallas Morning News</em>, Sept. 26, 2013 (accessed Oct. 8, 2013)</p>\r\n\r\n<p>News article, <a href=\"http://news.yahoo.com/lieutenant-governor-breaks-perry-tuition-201836789.html\"><u>&quot;Lieutenant governor breaks with Perry on tuition,&quot;</u></a> the Associated Press, Sept. 27, 2011</p>\r\n\r\n<p>News article, &quot;Migrant Tuition Bill Derailed,&quot; <em>Fort Worth Star-Telegram</em>, May 10, 2007 (Nexis search)</p>\r\n\r\n<p>News article, <a href=\"http://www.statesman.com/news/news/state-regional-govt-politics/dewhurst-pans-immigrant-tuition-break-but-lawmak-1/nRftB/\"><u>&quot;Dewhurst pans immigrant tuition break, but lawmakers have kept it,&quot;</u></a> <em>Austin American-Statesman</em>, Sept. 28, 2011</p>\r\n\r\n<p>News article, <a href=\"http://www.texastribune.org/2012/06/20/illegal-immigration-flashpoint-us-senate-race/\"><u>&quot;Immigration Emerges as Flashpoint in U.S. Senate Race,&quot;</u></a> <em>Texas Tribune</em>, June 20, 2012</p>\r\n\r\n<p>Telephone interview, Jerry Patterson, San Marcos, Oct. 7, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1NkHLA0fzzf0x0oTuRgwNrmvD0ps2DkxOYS4bM2V5g9g/pub\"><u>Email</u></a>, Logan Spence, campaign manager, Dan Patrick campaign, Oct. 8, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "Lieutenant governor-elect", "false_count": 4, "first_name": "Dan", "half_true_count": 4, "home_state": "Texas", "id": 1030, "last_name": "Patrick", "mostly_true_count": 6, "name_slug": "dan-patrick", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ColorPatrick80-01-08pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1030/", "total_count": 32, "true_count": 5, "website": "http://www.danpatrick.org/"}, "statement": "<p>I am &quot;the only candidate for lieutenant governor to oppose in-state tuition for illegal immigrants.&quot;</p>\r\n", "statement_context": "a video advertisement, \"Fight\"", "statement_date": "2013-10-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Lieutenant governor", "false_count": 8, "first_name": "David", "half_true_count": 10, "home_state": "Texas", "id": 315, "last_name": "Dewhurst", "mostly_true_count": 5, "name_slug": "david-dewhurst", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Dewhurstmug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/315/", "total_count": 41, "true_count": 4, "website": "http://www.daviddewhurst.com/"}, {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "former state land commissioner", "false_count": 1, "first_name": "Jerry", "half_true_count": 1, "home_state": "Texas", "id": 394, "last_name": "Patterson", "mostly_true_count": 4, "name_slug": "jerry-patterson", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/pattersonaas.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/394/", "total_count": 10, "true_count": 3, "website": "http://www.votepatterson.com/"}, {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "state agriculture commissioner", "false_count": 1, "first_name": "Todd", "half_true_count": 4, "home_state": "Texas", "id": 290, "last_name": "Staples", "mostly_true_count": 3, "name_slug": "todd-staples", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/staples.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/290/", "total_count": 12, "true_count": 2, "website": "http://www.toddstaples.com/"}], "twitter_headline": ""}