{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2013/oct/13/paul-ryan/did-paul-ryan-change-his-position-red-line-and-che/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 8382, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/8382/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half Flip", "id": 8, "resource_uri": "/api/v/2/statementruling/8/", "ruling": "Half Flip", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-halfFlip.png", "ruling_slug": "half-flip"}, "ruling_comments": "<p>In the 2012 campaign, Paul Ryan repeatedly criticized President Barack Obama&rsquo;s foreign policy but agreed with Obama that use of chemical weapons by the regime in Syria was a &quot;red line&quot; that would prompt U.S. action.</p>\r\n\r\n<p>A year later, after Obama asserted the line had been crossed, it was Ryan who came in for criticism when he opposed the president&rsquo;s call for a military strike aimed at weakening Syrian President Bashar Assad&rsquo;s forces.</p>\r\n\r\n<p>Did Ryan reverse his position on the &quot;red line,&quot; as some <a href=\"http://www.nationalmemo.com/paul-ryan-reverses-position-on-red-line-declares-opposition-to-military-intervention-in-syria/\">commentators</a> and <a href=\"http://tv.msnbc.com/2013/09/11/paul-ryan-opposes-obama-plan-on-syria/\">news reports</a> said?</p>\r\n\r\n<p>Let&rsquo;s test this on the Flip-O-Meter.</p>\r\n\r\n<p>First, our standard disclaimer: The Flip-O-Meter does not measure whether any change in position is good politics or good policy, but simply whether a political figure has changed his or her position.</p>\r\n\r\n<p>Our research starts with 2011 comments by Ryan, the Wisconsin congressman and 2012 GOP vice presidential nominee who is widely considered a potential 2016 presidential candidate.</p>\r\n\r\n<p>In a 2011 <a href=\"http://budget.house.gov/news/documentsingle.aspx?DocumentID=244386\">speech</a> at the Hamilton Society, Ryan endorsed a larger military and a more activist role in the world for the United States. He decried &quot;brutal crackdowns&quot; by various regimes, saying, &quot;We have a responsibility to speak boldly for those whose voices are denied by the jackbooted thugs of the tired tyrants of Syria and Iran.&quot;</p>\r\n\r\n<p>So in 2011 Ryan used tough language, but was vague what actions were appropriate and when they should be taken.</p>\r\n\r\n<p><strong>Comments in 2012</strong></p>\r\n\r\n<p>We found little else from Ryan regarding Syria until the fall 2012 campaign, when Ryan had been added to the GOP ticket by presidential candidate Mitt Romney. As could be expected, Ryan echoed his running mate&rsquo;s criticisms of Obama&rsquo;s approach in Syria.</p>\r\n\r\n<p>Amid reports that Assad might be preparing to use chemical weapons, Obama was asked at an Aug. 19, 2012 news conference &quot;whether you envision using U.S. military, if simply for nothing else, the safekeeping of the chemical weapons.&quot;</p>\r\n\r\n<p>Obama responded: &quot;We have been very clear to the Assad regime, but also to other players on the ground, that a red line for us is we start seeing a whole bunch of chemical weapons moving around or being utilized. That would change my calculus.&quot; He added: &quot;We cannot have a situation where chemical or biological weapons are falling into the hands of the wrong people.&quot;</p>\r\n\r\n<p>Major media outlets generally agreed that Obama was, directly or indirectly, warning Syria it could face American military intervention.</p>\r\n\r\n<p>In the October 2012 vice-presidential <a href=\"http://www.c-spanvideo.org/clip/4463571\">debate</a> with Joe Biden, Ryan bought into Obama&rsquo;s &quot;red line&quot; rhetoric.</p>\r\n\r\n<p>But first, he complained fiercely that Obama had dallied while Assad slaughtered tens of thousands of Syrians and al-Qaida had entered the fight.</p>\r\n\r\n<p>Ryan said Obama had failed to aid moderate dissident elements in the country, wrongly gave Russian leader Vladimir Putin veto power over U.S. efforts to deal with Syria, and neglected relationships with allies in the region.</p>\r\n\r\n<p>Pressed on what Romney-Ryan would do if elected, Ryan said they agreed with Obama&rsquo;s &quot;red line&quot; on chemical weapons.</p>\r\n\r\n<p>And Ryan, echoing Romney&rsquo;s <a href=\"http://www.cbsnews.com/8301-18563_162-57500225/romney-nuclear-iran-unacceptable-/\">call</a> for a tougher line, put some meat on the bone, endorsing American ground troops in Syria for the limited purpose of securing chemical weapons in the context of a &quot;red line.&quot; Ryan emphasized that was the only scenario for U.S. boots on the ground.</p>\r\n\r\n<p>Ryan&rsquo;s comments didn&rsquo;t tell us much about the nature of any military action in case of a red line violation. But he made clear he was willing to use U.S. troops in Syria to secure chemical weapons.</p>\r\n\r\n<p><strong>Comments in 2013</strong></p>\r\n\r\n<p>Fast forward to Aug. 21, 2013, almost exactly one year after Obama&rsquo;s &quot;red line&quot; remark.</p>\r\n\r\n<p>On that day, international chemical weapons inspectors now say, a deadly attack on opposition-held suburbs of Damascus included the use of the nerve agent sarin. The Associated Press reported that the United States and its allies alleged the Syrian government was responsible.</p>\r\n\r\n<p>After the attack, Obama threatened missile strikes against Assad, then unexpectedly sought congressional approval for them, and then stepped back when Russian-led diplomatic efforts led to an ongoing United Nations-backed mission to scrap Syria&rsquo;s capacity to make chemical weapons and destroy its stockpile.</p>\r\n\r\n<p>Critics said Obama&rsquo;s twists and turns on a military strike undermined the notion of a tough response, and in Syria the delays <a href=\"http://www.nytimes.com/2013/09/02/world/middleeast/overseas-concern-follows-obamas-new-approach-to-syria.html?pagewanted=all&amp;_r=0\">angered residents</a> and disappointed opposition leaders.</p>\r\n\r\n<p>Notably, Obama did not propose American troops on the ground.</p>\r\n\r\n<p>Next came Obama&rsquo;s announcement on Aug. 31, 2012 that he would seek congressional approval for a military strike.</p>\r\n\r\n<p>Ryan briefly <a href=\"http://talkingpointsmemo.com/livewire/paul-ryan-obama-must-recover-from-grave-missteps-in-syria\">commented</a>, saying, &quot;The President has some work to do to recover from his grave missteps in Syria. He needs to clearly demonstrate that the use of military force would strengthen America&#39;s security. I want to hear his case to Congress and to the American people.&quot;</p>\r\n\r\n<p>Then, on Sept. 11, 2013, a day after Obama addressed the nation and with Obama still seeking congressional approval for a strike, Ryan announced his opposition, while the House&rsquo;s two top GOP leaders <a href=\"http://www.jsonline.com/blogs/news/223290681.html\">backed a strike</a>.</p>\r\n\r\n<p>Ryan&rsquo;s lengthy <a href=\"http://paulryan.house.gov/top5issues/syria.htm#.UkyEdVMqNEJ\">statement</a> said a lot about why Obama was off track but left us wondering about Ryan&rsquo;s own views on military intervention.</p>\r\n\r\n<p>At various points he seemed clearly to suggest Obama&rsquo;s proposed military strike was too small, calling it a &quot;feeble&quot; deterrent and too &quot;limited&quot; to degrade chemical-weapons capabilities when a &quot;firm response&quot; was needed.</p>\r\n\r\n<p>Ryan also repeated his 2012 criticisms that Obama had failed to aid rebels and had deferred to Russia.</p>\r\n\r\n<p>But at points he appeared to question the wisdom of any strike, saying, &quot;A military strike could kill innocent civilians and earn the ire of everyone involved&quot; and &quot;drop America&#39;s standing in the Middle East even further.&quot; Ryan didn&rsquo;t rule anything out, saying America must &quot;carefully weigh all options.&quot;</p>\r\n\r\n<p>His statement ended with a proposal for action that did not mention military intervention: &quot;Instead of the proposals put forth by the President, we should tighten sanctions on Assad&#39;s regime and give aid to the moderate elements of the opposition. &quot;</p>\r\n\r\n<p>Asked to clarify Ryan&rsquo;s position on military intervention, aide Kevin Seifert told us: &quot;Paul Ryan&rsquo;s concerns aren&rsquo;t limited to &lsquo;size,&rsquo; they are about the strategy.&quot;</p>\r\n\r\n<p>He continued: &quot;It&rsquo;s the mismatch between the president&rsquo;s stated objective and the proposed strategy to achieve it.&quot; Seifert would not say how Ryan would view another proposal for military intervention came before Congress.</p>\r\n\r\n<p><strong>More comments</strong></p>\r\n\r\n<p>Four days after Ryan put out his September 2013 statement, the &quot;UpFront with Mike Gousha&quot; show <a href=\"http://www.wisn.com/politics/upfront/Republicans-want-to-defund-or-delay-Obamacare/-/10057538/21938004/-/xxdnl2z/-/index.html\">aired an interview</a> with Ryan in which he expressed deep pessimism about using inspections to get the chemical weapons out.</p>\r\n\r\n<p>Gousha cited Ryan&rsquo;s debate position that agreed with Obama on a &quot;red line&quot; and asked him why he had now changed his position. Ryan said he had not changed his position; he just found Obama&rsquo;s specific proposal to be incoherent.</p>\r\n\r\n<p>Gousha followed up: &quot;Bottom line, do you think we should take military action because Syria used chemical weapons on its people?&quot;</p>\r\n\r\n<p>Ryan, shaking his head from side to side, responded strictly in the context of Obama&rsquo;s plan: &quot;No. No, I do not believe he should do this because I don&rsquo;t think this administration has any game plan for any of the contingencies surrounding it.&quot;</p>\r\n\r\n<p>For additional perspective on Ryan, we spoke to Michael O&rsquo;Hanlon, director of research for the<a href=\"http://www.brookings.edu/experts/%7E/link.aspx?_id=7e60367e9ea646cd97bdf148dc5e2451&amp;_lang=en&amp;_z=z\"> Foreign Policy</a> program at the Brookings Institution, and UCLA history professor and Middle East scholar James Gelvin.</p>\r\n\r\n<p>They offered differing interpretations of Ryan&rsquo;s comments, but neither saw a full reversal by the congressman.</p>\r\n\r\n<p>O&rsquo;Hanlon saw an inconsistency in Ryan rejecting Obama&rsquo;s plan as too meek while Ryan himself earlier had specifically endorsed nothing more muscular for taking on Assad. Gelvin sees Ryan&rsquo;s position as opportunistic politically but fairly consistent from a policy standpoint. He believes Ryan is in the foreign-policy camp that says, if we&rsquo;re going to use force, do it big.</p>\r\n\r\n<p><strong>Our rating</strong></p>\r\n\r\n<p>Ryan has said all along he wanted more aggressive help for moderate groups fighting Assad. But here we&rsquo;re testing whether his position has changed regarding a U.S. military response to Syrian use of chemical weapons.</p>\r\n\r\n<p>We know that after Obama drew the red line suggesting some sort of military intervention, Ryan endorsed that general idea, then 11 months later rejected Obama&rsquo;s plan for it.</p>\r\n\r\n<p>But we don&rsquo;t see a major reversal of position here -- in part because Ryan&rsquo;s views on what to do about chemical weapons were ill-defined in 2012 and remain so now.</p>\r\n\r\n<p>It&rsquo;s true Ryan rejected Obama&rsquo;s proposed limited strike once chemical weapon use became reality, but he says he did so because of objections to Obama&rsquo;s timing, strategy and execution. We found no evidence Ryan had previously backed -- or rejected -- this kind of limited strike.</p>\r\n\r\n<p>And he still says military intervention remains an option.</p>\r\n\r\n<p>His statements contain some inconsistencies, however. In 2012, Ryan said American ground troops would be an appropriate response if a red line was crossed, but his position on that is now unclear because he won&rsquo;t answer questions about it.</p>\r\n\r\n<p>And the September 2013 statement he issued is a model of confusion as opposed to his feisty debate comments.</p>\r\n\r\n<p>In it, he strongly implied Obama&rsquo;s strike was too small and not forceful enough, but then threw water on a limited strike because it could kill civilians.</p>\r\n\r\n<p>For those inconsistencies, we rate this a Half Flip.</p>\r\n", "ruling_comments_date": "2013-10-10T18:51:20.215062", "ruling_date": "2013-10-13T05:00:00", "ruling_headline": "Did Paul Ryan change his position on a red line and chemical weapons in Syria?", "ruling_headline_slug": "did-paul-ryan-change-his-position-red-line-and-che", "ruling_link_text": "Hard to say exactly where he draws red line now", "ruling_state": null, "source_documents": null, "sources": "<p>Email exchange with Kevin Seifert, aide to Rep. Ryan, Sept. 16-Oct. 3, 2016</p>\r\n\r\n<p>Interview with Michael O&rsquo;Hanlon, director of research for the<a href=\"http://www.brookings.edu/experts/%7E/link.aspx?_id=7e60367e9ea646cd97bdf148dc5e2451&amp;_lang=en&amp;_z=z\"> Foreign Policy</a> program at the Brookings Institution, Sept. 19, 2013</p>\r\n\r\n<p>Interview with James Gelvin, professor of history, UCLA, Oct. 2, 2013</p>\r\n\r\n<p>UpFront with Mike Gousha,<a href=\"http://www.wisn.com/politics/upfront/Republicans-want-to-defund-or-delay-Obamacare/-/10057538/21938004/-/xxdnl2z/-/index.html\"> video</a>, Rep. Ryan interview, aired Sept. 15, 2013</p>\r\n\r\n<p>Rep. Paul Ryan, speeches and statements, <a href=\"http://budget.house.gov/news/documentsingle.aspx?DocumentID=244386\">&quot;Lifting the debt, rejecting decline and securing America&rsquo;s leadership,&quot;</a> June 2, 2011</p>\r\n\r\n<p>White House,<a href=\"http://www.whitehouse.gov/the-press-office/2012/08/20/remarks-president-white-house-press-corps\"> Remarks by the President to the White House press corps</a>, Aug. 20, 2012</p>\r\n\r\n<p>Rep. Paul Ryan,<a href=\"http://www.jsonline.com/blogs/news/223290681.html\"> prepared statement</a> on proposed strike against Syria, Sept. 11, 2013</p>\r\n\r\n<p>CSPAN video library, <a href=\"http://www.c-spanvideo.org/clip/4463571\">&quot;Syria in VP debate,&quot;</a> created Sept. 3, 2013</p>\r\n\r\n<p>Washington Post, The Fact Checker,<a href=\"http://www.washingtonpost.com/blogs/fact-checker/wp/2013/09/06/president-obama-and-the-red-line-on-syrias-chemical-weapons/\"> &quot;President Obama and the &quot;red line&quot; over chemical weapons,&quot;</a> Sept. 6, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 23, "current_job": "U.S. Representative", "false_count": 7, "first_name": "Paul", "half_true_count": 24, "home_state": "Wisconsin", "id": 373, "last_name": "Ryan", "mostly_true_count": 16, "name_slug": "paul-ryan", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_WX201_HOUSE_2016_PRIMARI.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/373/", "total_count": 89, "true_count": 10, "website": "http://www.house.gov/ryan/"}, "statement": "<p>On responding to chemical weapon use in Syria</p>\r\n", "statement_context": "a press release", "statement_date": "2013-09-11", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": ""}