{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2013/oct/11/rick-north/do-two-state-agriculture-groups-have-ties-biotech-/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 8388, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/8388/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>During the Oregon Legislature&rsquo;s most recent special session, one bill stuck out as an oddity. Four of the five bills dealt solidly with fiscal policy -- taxes and the Public Employees Retirement System. The fifth, though, addressed whether local governments could regulate genetically modified crops.</p>\r\n\r\n<p>The bill was thrown in as something of a bargaining chip. Gov. John Kitzhaber needed Republican support for his other four endeavors, and the GMO bill was one way to reach a compromise. This deal, however, rubbed environmentalists the wrong way. They began calling the bill the &quot;Oregon Monsanto Protection Act.&quot;</p>\r\n\r\n<p>One of the bill&rsquo;s critics was Rick North, the former project director of the Oregon Physicians for Social Responsibility&#39;s Campaign For Safe Food. In a piece he wrote for BlueOregon, a liberal political blog, he called out two of the local -- and wholesome sounding -- groups that were big advocates of the legislation.</p>\r\n\r\n<p>&quot;Oregonians for Food and Shelter and the Oregon Farm Bureau, biotech puppets who have most state Republican legislators in their back pocket, jumped into action,&quot; he wrote. &quot;OFS proudly features board members from Monsanto and Syngenta and the Farm Bureau also receives funding from biotech companies.&quot;</p>\r\n\r\n<p>We were curious about the board member and funding claims, so we decided to take a look.</p>\r\n\r\n<p>The first bit, that Oregonians for Food and Shelter has board members from those two leading biotech firms was easy to check. We simply went to the group&rsquo;s website and found, listed along with 34 other voting members, these two names: Michael Diamond, the director of government affairs for Monsanto, and Danelle Farmer, who was most recently listed as a senior state government relations manager at Syngenta. The names aren&rsquo;t difficult to find -- and they&rsquo;re listed along with their corporate affiliations.</p>\r\n\r\n<p>Naturally, we reached out to Oregonians for Food and Shelter to see if they had extra information we might consider. Scott Dahlman, the executive director, said it is unabashedly the group&rsquo;s position to defend &quot;the right to responsibly use pesticides and biotechnology.&quot;</p>\r\n\r\n<p>Next we checked out the Oregon Farm Bureau funding statement.</p>\r\n\r\n<p>We started by speaking with the bureau&rsquo;s spokeswoman, Anne Marie Moss. She said it was probably true because the group has a political action committee that accepts donations from any and all groups.</p>\r\n\r\n<p>Moss stressed, however, that the Farm Bureau is a largely grassroots organization that takes positions based on what county members -- all of whom are required to be involved in agriculture or ranching -- vote to take up on the state level.</p>\r\n\r\n<p>&quot;We have members on both sides of that issue as well, but it&#39;s like a democracy,&quot; Moss said. &quot;Majority rules.&quot;</p>\r\n\r\n<p>Generally, she said, the group tries to support all sorts of agriculture, whether organic or genetically modified, but often members come down on the side of fewer restrictions. &quot;We believe in the whole big tent of agriculture, all types are welcome,&quot; she said. There is already &quot;a lot of regulation so, as a whole, we try to push back. We don&#39;t want our members regulated out of business.&quot;</p>\r\n\r\n<p>We took a look at the campaign finance records for ourselves and found that both Monsanto and Syngenta had contributed a significant sum to the group.</p>\r\n\r\n<p>Since 2006, the Oregon Farm Bureau has reported receiving about $440,000 in cash contributions. Of that, Monsanto has contributed $103,500 and Syngenta has given more than $19,000. That means those two companies represent a combined 28 percent of the total reported cash contributions. This year, Monsanto donated $10,500 -- $4,500 in mid-September.</p>\r\n\r\n<p>During our conversation, Moss noted that while the money is appreciated, &quot;Monsanto couldn&#39;t come in and give us a command directive.&quot; Indeed, we found donations from other sources, including individual farms and nurseries.</p>\r\n\r\n<p>For our final stab at due diligence, we called North to let him know we&rsquo;d looked into his claims. We asked him why he thought this information was important given that both groups consider themselves to be grassroots. &quot;I don&#39;t know that it&#39;s anything more complicated than &lsquo;Follow the money,&rsquo;&quot; he said.</p>\r\n\r\n<p>In an opinion piece for BlueOregon, North said Oregonians for Food and Shelter &quot;proudly features board members from Monsanto and Syngenta and the (Oregon) Farm Bureau also receives funding from biotech.&quot;</p>\r\n\r\n<p>We&rsquo;ve checked out both claims and found them to be accurate. We rate this statement True.</p>\r\n\r\n<p>Tell us what you think, by heading <a href=\"http://www.oregonlive.com/politics/index.ssf/2013/10/do_two_state_agriculture_group.html\">over to Oregonlive</a> and leaving us a comment.</p>\r\n", "ruling_comments_date": "2013-10-11T17:33:42.965599", "ruling_date": "2013-10-11T14:32:07", "ruling_headline": "Do two state agriculture groups have ties to biotech firms?", "ruling_headline_slug": "do-two-state-agriculture-groups-have-ties-biotech-", "ruling_link_text": "Board members and cash donations link them", "ruling_state": null, "source_documents": null, "sources": "<p>Interview with Rick North, former project director of the Oregon Physicians for Social Responsibility&#39;s Campaign For Safe Food, Oct. 8, 2013</p>\r\n\r\n<p>Interview with Anne Marie Moss, spokeswoman for the Oregon Farm Bureau, Oct. 8, 2013</p>\r\n\r\n<p>Interview with Scott Dahlman, executive director of Oregonians for Food and Shelter, Oct. 9, 2013</p>\r\n\r\n<p>Oregonians for Food and Shelter website, accessed Oct. 7, 2013</p>\r\n\r\n<p>Campaign finance records, Oregon Farm Bureau Political Action Committee, accessed Oct. 7, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Rick", "half_true_count": 0, "home_state": "Oregon", "id": 2458, "last_name": "North", "mostly_true_count": 0, "name_slug": "rick-north", "pants_count": 0, "party": {"id": 18, "party": "Columnist", "party_slug": "columnist", "resource_uri": "/api/v/2/party/18/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/North.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2458/", "total_count": 1, "true_count": 1, "website": ""}, "statement": "<p>Says Oregonians for Food and Shelter &quot;proudly features board members from Monsanto and Syngenta and the (Oregon) Farm Bureau also receives funding from biotech companies.&quot;</p>\r\n", "statement_context": "an opinion piece for Blue Oregon.", "statement_date": "2013-09-24", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 122, "photo": null, "resource_uri": "/api/v/2/subject/122/", "subject": "Agriculture", "subject_slug": "agriculture", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}