{"art": [{"brightcove": "", "caption": "The University of Wisconsin-Madison says its researchers do experiments on cats aiming to improve hearing aids and similar devices. (MCT photo)", "id": 3803, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/hearing_aids.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3803/", "title": "hearing aids", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "tkertscher@journalsentinel.com", "first_name": "Tom", "id": 171, "last_name": "Kertscher", "name_slug": "tom-kertscher", "on_staff_page": 94, "phone": "", "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/171/", "title": "PolitiFact Wisconsin writer", "twitter": ""}], "canonical_url": "/wisconsin/statements/2013/oct/18/people-ethical-treatment-animals/cats-have-holes-drilled-their-heads-undergo-other-/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 8409, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "tkertscher@journalsentinel.com", "first_name": "Tom", "id": 171, "last_name": "Kertscher", "name_slug": "tom-kertscher", "on_staff_page": 94, "phone": "", "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/171/", "title": "PolitiFact Wisconsin writer", "twitter": ""}], "resource_uri": "/api/v/2/statement/8409/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Using a robo-call and a video, People for the Ethical Treatment of Animals condemned experiments on cats that are done at the University of Wisconsin-Madison in an effort to <a href=\"http://animalresearch.wisc.edu/sound-localization-what-the-study-is-really-about-how-it-is-done/\"><u>improve</u></a> hearing in humans.</p>\r\n\r\n<p>Yes, felines, as in your pet Fluffy. It turns out the UW has used domestic cats in such experiments for more than 30 years.</p>\r\n\r\n<p>PETA&rsquo;s automated call, which doubles as the soundtrack for the video, was recorded by comedian and <a href=\"http://www.peta.org/b/thepetafiles/archive/tags/Bill+Maher/default.aspx\"><u>PETA activist</u></a> Bill Maher. <a href=\"http://www.peta.org/mediacenter/news-releases/Bill-Maher-Leaves-Message-on-Every-UW-Madison-Phone--End-Cruel-Cat-Experiments.aspx\"><u>According</u></a> to the animal rights <a href=\"http://www.politifact.com/personalities/people-ethical-treatment-animals/\"><u>group</u></a>, the call went to more than 100,000 phone numbers on and near the UW-Madison campus on Oct. 8, 2013. That was several days before Maher did comedy shows in <a href=\"http://overturecenter.com/production/bill-maher\"><u>Madison</u></a> and <a href=\"http://pabsttheater.org/show/billmaher2013\"><u>Milwaukee</u></a>.</p>\r\n\r\n<p>On the call and in the <a href=\"http://www.youtube.com/watch?v=P_tOePeC0PU\"><u>video</u></a>, which shows graphic images of cats being used in experiments at the UW, <a href=\"http://www.politifact.com/personalities/bill-maher/\"><u>Maher</u></a> says:</p>\r\n\r\n<p>&quot;On this very campus, dozens of live cats have holes drilled into their skulls, steel posts screwed to their heads and metal coils implanted in their eyes. Some cats have had their ears cut off. Others are intentionally deafened. Most of us find it hard to miss a single meal, but these cats are starved for up to six days straight for experimental sessions lasting for hours.&quot;</p>\r\n\r\n<p>Stark allegations. UW-Madison responded the same day with a <a href=\"http://www.news.wisc.edu/22200\"><u>statement</u></a> saying &quot;there is no factual basis&quot; for them.</p>\r\n\r\n<p>And yet, &quot;Many of the individual facts are true,&quot; veterinary school professor <a href=\"http://www.vetmed.wisc.edu/people/sandgren/\"><u>Eric Sandgren</u></a>, director of the <a href=\"https://www.rarc.wisc.edu/\"><u>Research Animal Resources Center</u></a> at UW-Madison, told us two days later.</p>\r\n\r\n<p>&quot;But the implication&quot; that the experiments amount to cruelty &quot;is not,&quot; he said.</p>\r\n\r\n<p>Let&rsquo;s do some research of our own on the various parts of PETA&rsquo;s claim.</p>\r\n\r\n<p><strong>Why cats</strong></p>\r\n\r\n<p>This item is not about whether researchers should use cats to try to improve hearing in humans; PETA <a href=\"http://www.peta.org/issues/animals-used-for-experimentation/animal-testing-101.aspx\"><u>opposes</u></a> all use of animals in experiments. But here&rsquo;s some of UW&rsquo;s rationale for doing so:</p>\r\n\r\n<p>The design and improvement of hearing aids, as well as <a href=\"http://www.asha.org/public/hearing/Cochlear-Implant/\"><u>cochlear implants</u></a>, which are surgically implanted devices that can help people with severe hearing loss, rely on the work of the UW cat research, Sandgren <a href=\"http://animalresearch.wisc.edu/sound-localization-what-the-study-is-really-about-how-it-is-done/\"><u>wrote</u></a> on the UW website. The work is &quot;well-respected across the world and widely cited in the literature, with nearly 5,000 citations over the years. Thus, any medical advances in this area will use (the) work as a starting point.&quot;</p>\r\n\r\n<p>The cat research is aimed at trying to understand how the brain works. It requires recording and studying a real functioning brain, which can&#39;t be ethically done in humans, according to UW. Cats are used because they have nervous system and auditory systems very similar to those in humans. The experiments help researchers understand how the brain integrates information from the two ears, UW says. This circuitry plays a major role in humans&#39; ability to detect signals in the presence of background noise, which is the major symptom of elderly people with hearing loss. That in turn helps improve the design of hearing aids and cochlear implants.</p>\r\n\r\n<p>PETA&rsquo;s Jeremy Beckham, who manages the group&rsquo;s investigations of labs, told us that despite more than three decades of experiments on cats, UW &quot;has absolutely nothing to show for it&quot; and that experiments on humans are more ethical and have more potential to help improve hearing.</p>\r\n\r\n<p>PETA&rsquo;s targeting of the cat experiments made <a href=\"http://www.jsonline.com/news/wisconsin/2-protesters-disrupt-regents-meeting-kv8mjop-190213781.html#ixzz2hG9XDkKK\"><u>news</u></a> in February 2013. A staff member of the group and actor <a href=\"http://www.imdb.com/name/nm0000342/bio?ref_=nm_ov_bio_sm\"><u>James Cromwell</u></a> (Oscar nomination for &quot;Babe&quot;) were arrested after bursting into a University of Wisconsin System Board of Regents meeting in Madison and shouting that the research is torture, not science.</p>\r\n\r\n<p>Seven months later, in September 2013, the federal <a href=\"http://grants.nih.gov/grants/olaw/olaw.htm\"><u>Office of Laboratory Animal Welfare</u></a>, a part of the National Institutes of Health, filed a <a href=\"http://grants.nih.gov/grants/olaw/foia-uwm-2013/Final_Report.pdf\"><u>report</u></a> after investigating allegations by PETA that the UW-Madison cat experiments violated policy on the humane care of lab animals. The office found no such violations, although it said UW needed to improve procedures for controlling infections.</p>\r\n\r\n<p>For this fact-check, we received information from PETA, including an internal protocol form completed by UW researchers outlining their cat experiments, which the group obtained through an open records request. We also obtained information from UW through an interview with professor Sandgren and an <a href=\"http://animalresearch.wisc.edu/sound-localization-what-the-study-is-really-about-how-it-is-done/\"><u>article</u></a> he wrote; and responses the university made to the federal investigation.</p>\r\n\r\n<p>We&rsquo;ll break the claim by PETA into its various parts, using some of the script Maher read from.</p>\r\n\r\n<p><strong>&quot;Dozens of live cats have holes drilled into their skulls, steel posts screwed to their heads and metal coils implanted in their eyes&quot;</strong></p>\r\n\r\n<p>PETA noted that in the protocol form, filed in 2008, UW said it had been using a total of about 30 cats per year. However, Sandgren said the form lists 30 as only the maximum of cats that might be used in experiments. As for the drill, post and coils procedure, it has been performed on 18 cats over the past 10 years. He said he believes 18 is the total number since the experiments began.</p>\r\n\r\n<p>In the procedure, according to UW, cats are &quot;deeply anesthetized&quot; for surgery, then a hole is drilled in the head in order to implant an electrode in the brain. A head-holding stainless steel post is implanted on the skull with 10 to 15 small titanium screws. Extremely thin Teflon-coated coils are implanted around the eyeball.</p>\r\n\r\n<p>The head posts are &quot;nearly identical to part of the &lsquo;halo apparatus&rsquo; used in humans to keep the head from moving after a spine injury,&quot; Sandgren said in the article he wrote. The surgery is done to &quot;stabilize the head during experiments and monitor eye movements to measure the cats&rsquo; ability to localize sounds.&quot; Because the coils are not placed in the eye or cornea, &quot;they are not likely painful to the animals. The procedure and technique has been utilized for many years in different species in labs around the world.&quot; &nbsp;</p>\r\n\r\n<p>So, PETA overstates the number of cats that have undergone the procedure but describes the procedure accurately.</p>\r\n\r\n<p><strong>&quot;Some cats have had their ears cut off. Others are intentionally deafened.&quot;</strong></p>\r\n\r\n<p>Unlike the current experiments, in which cats can remain in the UW lab for a period of years, until roughly 2005 some experiments were done in which cats were euthanized before the experiments ended, Sandgren said. In those cases, the outer ears were removed so that more precise recordings could be done.</p>\r\n\r\n<p>PETA&#39;s Beckham told us contended that some of those cats lived for a few days after the procedure before being euthanized.</p>\r\n\r\n<p>As for intentional deafening, around 2008 or 2009, UW did a pilot study in which two cats were intentionally deafened with an antibiotic in order to explore whether bilateral cochlear implants provide more effective sound localization, and therefore better hearing, than single implants. The study did not produce significant results so it was not repeated, Sandgren said.</p>\r\n\r\n<p>Again, PETA is partially accurate on this part of its claim. In the past, parts of ears were cut off of cats who were then euthanized. But the deafening procedure is no longer done.</p>\r\n\r\n<p><strong>&quot;These cats are starved for up to six days straight for experimental sessions lasting for &nbsp;hours.&quot;</strong></p>\r\n\r\n<p>PETA cited a <a href=\"http://ge.tt/7KXRZAv\"><u>complaint</u></a> filed with the U.S. Department of Agriculture in October 2012 by a former UW veterinarian who was involved in the cat experiments. He said that one reason cats were getting infections is their overall health suffered because of &quot;sporadic calorie deprivation.&quot;</p>\r\n\r\n<p>Beckham, citing the UW&rsquo;s protocol document, claimed some cats were completely deprived of food for up to six days.</p>\r\n\r\n<p>Sandgren told us cats would likely be unable to perform tasks for experiments and could die if they were completely denied food for up to six days. He said the cats are in fact given less food than they want, in an attempt to get them to perform tasks for their experiments -- which can last for several hours -- for which they are rewarded with food. He said the cats are regularly weighed and examined to ensure they are in good health.</p>\r\n\r\n<p>The federal investigation found that the seven cats being used in experiments at the time were in &quot;excellent clinical condition.&quot;</p>\r\n\r\n<p>So, this part of PETA&rsquo;s claim is overstated. Cats are given limited amounts of food during experiments, not starved for up to six days.</p>\r\n\r\n<p><strong>Our rating</strong></p>\r\n\r\n<p>PETA said: &quot;Live cats have holes drilled into their skulls,&quot; posts put into their heads and coils put into their eyes, and some have had their ears cut off or are intentionally deafened or starved at UW-Madison labs that do research to improve hearing in humans.</p>\r\n\r\n<p>Overall, some of the various parts of the statement were partially accurate, others were not.</p>\r\n\r\n<p>We rate the statement Half True.</p>\r\n\r\n<p>If you would like to comment on this item, you can do so on the Journal Sentinel&rsquo;s <a href=\"http://www.jsonline.com/news/politifact-testing-peta-claim-about-cats-and-research-at-uw-madison-b99121935z1-228245791.html?ipad=y\">web page</a>.</p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2013-10-16T15:56:00.809770", "ruling_date": "2013-10-18T05:00:00", "ruling_headline": "Cats have holes drilled into their heads, undergo other procedures in UW-Madison experiments, PETA says", "ruling_headline_slug": "cats-have-holes-drilled-their-heads-undergo-other-", "ruling_link_text": "Parts of claim accurate; other parts overstated", "ruling_state": null, "source_documents": null, "sources": "<p>PolitiFact Wisconsin, <a href=\"http://www.politifact.com/wisconsin/statements/2011/jun/14/wisconsin-humane-society/wisconsin-humane-society-says-state-budget-amendme/\"><u>&quot;Wisconsin Humane Society says state budget amendment exempts scientific researchers from state criminal law on animal cruelty,&quot;</u></a> June 14, 2011</p>\r\n\r\n<p>People for the Ethical Treatment of Animals, <a href=\"http://www.peta.org/mediacenter/news-releases/Bill-Maher-Leaves-Message-on-Every-UW-Madison-Phone--End-Cruel-Cat-Experiments.aspx\"><u>news release</u></a>, Oct. 8, 2013</p>\r\n\r\n<p>YouTube, <a href=\"http://www.youtube.com/watch?v=P_tOePeC0PU\"><u>video</u></a> of Bill Maher recorded call, Oct. 8, 2013</p>\r\n\r\n<p>University of Wisconsin-Madison, <a href=\"http://www.news.wisc.edu/22200\"><u>statement</u></a>, Oct. 8, 2013</p>\r\n\r\n<p>University of Wisconsin-Madison, <a href=\"http://animalresearch.wisc.edu/sound-localization-what-the-study-is-really-about-how-it-is-done/\"><u>&quot;Sound localization: What the study is really about, how it is done&quot;</u></a></p>\r\n\r\n<p>University of Wisconsin-Madison, &quot;Animal care and use protocol review form,&quot; 2008</p>\r\n\r\n<p>University of Wisconsin-Madison, &quot;Binaural hearing research at UW-Madison&quot; <a href=\"http://www.youtube.com/watch?v=KYEEbvOzS1I\"><u>video</u></a></p>\r\n\r\n<p>National Institutes of Health&rsquo;s <a href=\"http://grants.nih.gov/grants/olaw/olaw.htm\"><u>Office of Laboratory Animal Welfare</u></a>, <a href=\"http://grants.nih.gov/grants/olaw/foia-uwm-2013/Final_Report.pdf\"><u>&quot;Report on Investigation of Allegations of Noncompliance with the Public Health Service Policy on Humane Care and Use oflaboratory Animals at the University of Wisconsin-Madison,&quot;</u></a> Sept. 25, 2013</p>\r\n\r\n<p>Email interview, People for the Ethical Treatment of Animals media coordinator Tasgola Bruner, Oct. 9 and 10, 2013</p>\r\n\r\n<p>Email interview, People for the Ethical Treatment of Animals senior vice president Kathy Guillermo, Oct. 15, 2013</p>\r\n\r\n<p>Interview and email interview, University of Wisconsin-Madison associate professor of experimental pathology <a href=\"http://www.vetmed.wisc.edu/people/sandgren/\"><u>Eric Sandgren</u></a>, Oct. 9,10 and 16, 2013</p>\r\n\r\n<p>Interview, People for the Ethical Treatment of Animals Laboratory Investigations Department research project manager Jeremy Beckham, Oct. 15, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 2, "home_state": "", "id": 1430, "last_name": "People for the Ethical Treatment of Animals", "mostly_true_count": 0, "name_slug": "people-ethical-treatment-animals", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PETA.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1430/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>&quot;Live cats have holes drilled into their skulls,&quot; posts put into their heads and coils put into their eyes, and some have had their ears cut off or are intentionally deafened or starved at UW-Madison labs that do research to improve hearing in humans.</p>\r\n", "statement_context": "a robo-call and video", "statement_date": "2013-10-08", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 210, "photo": null, "resource_uri": "/api/v/2/subject/210/", "subject": "Animals", "subject_slug": "animals", "used_in_edition": ["/api/v/2/edition/6/"]}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 139, "photo": null, "resource_uri": "/api/v/2/subject/139/", "subject": "Science", "subject_slug": "science", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "", "id": 2460, "last_name": "University of Wisconsin-Madison", "mostly_true_count": 0, "name_slug": "university-wisconsin-madison", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": null, "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2460/", "total_count": 0, "true_count": 0, "website": ""}], "twitter_headline": ""}