{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2013/oct/21/tim-curtis/anti-common-core-government-collecting-data-studen/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 8422, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/8422/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Tapping into concerns about privacy, some opponents of Common Core have portrayed the new educational standards as a tool by the government to spy on children and store data on them. And they aren&rsquo;t talking about a few test scores here -- but a big ol&rsquo; heap of data on every student.</p>\r\n\r\n<p>&quot;There are over 300 data elements the government is going to be collecting about your children and about you,&quot; said <a href=\"http://www.curtis4congress.com/about/\"><u>Tim Curtis</u></a>, an activist with the tea party group 9/12, at a <a href=\"http://www.tampabay.com/news/education/opponents-supporters-of-the-common-core-standards-debate-in-tampa/2147455\"><u>meeting </u></a>in Tampa about Common Core on Oct. 15.</p>\r\n\r\n<p>That sounds like a massive amount of data for the government to collect on every child and their families. We decided to engage in a little data mining of our own: what type and amount of information will the government collect on students and their families, and is because of Common Core?</p>\r\n\r\n<p><strong>Data collection with or without Common Core</strong></p>\r\n\r\n<p><a href=\"http://www.politifact.com/georgia/statements/2013/jun/17/angela-bean/common-core-opponent-goes-too-far-claim-about-data/\"><u>Common Core</u></a> refers to a set of national education standards adopted by 45 states, the District of Columbia and two U.S. territories. The standards were created after years of discussion by private nonprofit groups and state education departments. The goal: to better prepare students for college and careers and ensure that students in different states learn the same academic concepts. The Obama administration has used its education funding grant process, Race to the Top, to encourage states to use the new standards, but no state is required to adhere to Common Core.</p>\r\n\r\n<p>Florida is one of the states that approved Common Core. Amid backlash, the state Board of Education voted on Oct. 15<strong> </strong>not to adopt reading or writing samples associated with the new national benchmarks -- though local school districts can still choose to do so.</p>\r\n\r\n<p>Curtis told us that when he said the &quot;government&quot; will collect data he meant the school district as well as the state and federal education departments.</p>\r\n\r\n<p>&quot;In order for Common Core to work its supposed magic, all of this information is going to have to be consolidated at the federal level,&quot; Curtis told PolitiFact Florida in an interview. &quot;Only then will they be able to compare state-to-state across the board.&quot;</p>\r\n\r\n<p>Many Common Core opponents, including in <a href=\"http://www.flstopcccoalition.org/files/EAE4EA1E-7BEA-4B4D-8542-C6E46F841BB2--D8FA73FF-C0D2-49E3-B697-8AFB974E3C51/florida-s-common-core-standards-policy-analysis-4.pdf\"><u>Florida</u></a>, point to the <a href=\"http://nces.ed.gov/forum/datamodel/index.aspx\"><u>National Education Data Model</u></a> to argue that Common Core will lead the government to collect hundreds of data elements on students.</p>\r\n\r\n<p>But that data model is just that -- a voluntary model that states can use for guidance about how to organize student data that they already collect, said Jack Buckley, the commissioner of the National Center for Education Statistics. Helping states or districts organize their data is something that the feds have done for many years, long before Common Core, he said.</p>\r\n\r\n<p>Buckley said he never counted the data elements in the National Education Data Model but that 400 is probably accurate. Since 2011, the focus has been on a different model called <a href=\"http://nces.ed.gov/programs/ceds/\"><u>Common Education Data Standards</u></a> which has over 1,000 elements, Buckley said. (Florida does not even use the National Education Data Model and has its own version called <a href=\"http://edwapp.doe.state.fl.us/EDW_Facts.htm\"><u>PK20 data warehouse</u></a>.)</p>\r\n\r\n<p>&quot;For whatever reason a lot of Common Core opponents seized upon this as if it has anything to do with Common Core, which it doesn&rsquo;t,&quot; he said.</p>\r\n\r\n<p>We contacted a few school districts in Florida, including Broward and Hillsborough counties, to ask about their plans for data collection. Officials told us no additional data would be collected because of Common Core. We also found multiple education experts who disagreed with Curtis&rsquo; claim, including from former Florida Gov. Jeb Bush&rsquo;s Foundation.</p>\r\n\r\n<p>The bottom line: States have been collecting data on students -- and sharing it in aggregate with the U.S. Education Department -- long before Common Core. And that doesn&rsquo;t change because of Common Core.</p>\r\n\r\n<p>School districts collect students&rsquo; names, the classes in which they are enrolled, their reading and math proficiency and whether they graduated on time, said Paige Kowalski, director of state policy and advocacy for the Data Quality Campaign, a national advocacy organization.</p>\r\n\r\n<p>States collect the data to help them make decisions -- for example about tests. The U.S. Education Department can only access aggregate data -- for example, what percentage of third-graders in Florida are proficient in reading -- not the test scores of a particular third-grader.</p>\r\n\r\n<p>That means school districts don&rsquo;t send student names and other personal details to the federal government.</p>\r\n\r\n<p>In fact, <a href=\"http://dataqualitycampaign.org/files/Education%20Data%20Privacy%20Myth%20Busters.pdf\"><u>laws predating Common Core</u></a> prohibit a federal database of personally identifiable information on students.</p>\r\n\r\n<p>&quot;Absolutely nothing has changed in terms of what the state is collecting from districts as a result of adopting Common Core standards and implementing them,&quot; Kowalski said.</p>\r\n\r\n<p>Here&rsquo;s what <em>is</em> different under Common Core: If Florida and another state both adopt the same standards and assessments, then the tests will provide an apples-to-apples comparison between two states.</p>\r\n\r\n<p>For decades, Florida has <a href=\"http://www.fldoe.org/eias/dataweb/database_1314/strequi.pdf\"><u>required school districts</u></a> to implement a system that contains student information. And today that <a href=\"http://www.fldoe.org/eias/dataweb/student_1314.asp\"><u>list of data</u></a> is long -- some of it is required by the state, while other elements are optional, or only kept at the local level such as bus stop number. That list of data includes students&rsquo; race, whether they are homeless, test scores, attendance and many more factors.</p>\r\n\r\n<p>However, &quot;There is no increased data collection specifically linked to Common Core,&quot; said Florida Department of Education spokeswoman Cheryl Etters, a point repeated in the state&rsquo;s <a href=\"http://www.fldoe.org/schools/pdf/dmfaqccss.pdf\"><u>fact sheet</u></a>. &quot;Florida has no plans to change the data it collects that is linked to Common Core.&quot;</p>\r\n\r\n<p><strong>Iris scans and Common Core</strong></p>\r\n\r\n<p>We told Curtis that educational experts said that Common Core doesn&rsquo;t require new data collection.</p>\r\n\r\n<p>&quot;I can shoot that claim down with a single explanation,&quot; Curtis said. &quot;The Polk County school district began to do iris screening on school children and they did so without notifying their parents. They did so as a result of the beginning of the implementation of Common Core.&quot;</p>\r\n\r\n<p>According to the <a href=\"http://www.fldoe.org/schools/pdf/dmfaqccss.pdf\"><u>Florida Department of Education</u></a>, the screening was intended to route children onto the proper bus. It didn&rsquo;t have anything to do with Common Core.</p>\r\n\r\n<p>&quot;Polk County was piloting a new school bus safety program for students that involved eye scanning, which had nothing to do with the new standards. Permission slips were mistakenly not sent out,&quot; the department said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Tim Curtis, an activist against Common Core, said that thanks to Common Core, &quot;There are over 300 data elements the government is going to be collecting about your children and about you.&quot;</p>\r\n\r\n<p>Common Core State Standards do not include new requirements for the government to collect data on school children. It&rsquo;s true that school districts and the state of Florida already collect a long list of data on students. That data is aggregated for the federal government, after stripping out students&rsquo; personal information, and that data collection doesn&rsquo;t change whether states adopt Common Core or not.</p>\r\n\r\n<p>Common Core opponents are mixing two separate issues here: the transition to Common Core and data collection that already occurs.</p>\r\n\r\n<p>We rate this claim Mostly False.</p>\r\n", "ruling_comments_date": "2013-10-17T21:06:13.761318", "ruling_date": "2013-10-21T06:00:00", "ruling_headline": "Common Core means the government is collecting 300 data elements about students, says anti-Common Core activist", "ruling_headline_slug": "anti-common-core-government-collecting-data-studen", "ruling_link_text": "Already happens, with or without Common Core", "ruling_state": null, "source_documents": null, "sources": "<p>Florida Stop Common Core Coalition, Education Liberty Watch, Heartland Research, <a href=\"http://www.flstopcccoalition.org/files/EAE4EA1E-7BEA-4B4D-8542-C6E46F841BB2--D8FA73FF-C0D2-49E3-B697-8AFB974E3C51/florida-s-common-core-standards-policy-analysis-4.pdf\">&quot;Florida&rsquo;s Common Core standards policy analysis,&quot; </a>2013</p>\r\n\r\n<p>Florida Department of Education, <a href=\"http://www.fldoe.org/schools/pdf/dmfaqccss.pdf\">&quot;Demystifying the movement: answers to common myths about the Common Core state standards,&quot;</a> Accessed Oct. 16, 2013</p>\r\n\r\n<p>Florida Department of Education, <a href=\"http://edwapp.doe.state.fl.us/EDW_Facts.htm\">&quot;PK20 education data warehouse,&quot; </a>Accessed Oct. 17, 2013</p>\r\n\r\n<p>National Center for Education Statistics, <a href=\"http://nces.ed.gov/forum/datamodel/Information/aboutThe.aspx\">National Education Data Model</a>, Accessed Oct. 17, &nbsp;2013</p>\r\n\r\n<p>National Center for Education Statistics, <a href=\"http://nces.ed.gov/programs/ceds/\">Common Education Data Standards</a>, Accessed Oct. 17, 2013</p>\r\n\r\n<p>U.S. Department of Education, <a href=\"http://www.ed.gov/news/speeches/duncan-pushes-back-attacks-common-core-standards\">&quot;Duncan pushes back on attacks on Common Core standards,&quot; </a>June 25, 2013</p>\r\n\r\n<p>Data Quality Campaign, <a href=\"http://dataqualitycampaign.org/files/Education%20Data%20Privacy%20Myth%20Busters.pdf\">&quot;Myth busters: Getting the facts straight about education data,&quot;</a> August 2013</p>\r\n\r\n<p><em>Tampa Bay Times</em>, <a href=\"http://www.tampabay.com/news/education/opponents-supporters-of-the-common-core-standards-debate-in-tampa/2147455\">&nbsp;&quot;Opponents, supporters of Common Core standards debate in Tampa,&quot;</a> Oct. 15, 2013</p>\r\n\r\n<p><em>Salina Journal</em>, <a href=\"http://salina.com/search/paperwork-for-Sunday-A1--Aug--18--2013\">&quot;Drowning in data,&quot; </a>Aug. 18, 2013</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/georgia/statements/2013/jun/17/angela-bean/common-core-opponent-goes-too-far-claim-about-data/\">&quot;Common Core opponent goes to far with claim about data collection,&quot;</a> June 17, 2013</p>\r\n\r\n<p>Interview, Tim Curtis, Tampa 912 member and former <a href=\"http://www.curtis4congress.com/about/\">Congressional candidate</a>, Oct. 16, 2013</p>\r\n\r\n<p>Interview, Cheryl Etters, spokeswoman Florida Department of Education, Oct. 16, 2013</p>\r\n\r\n<p>Interview, Nadine Drew, spokeswoman Broward School District, Oct. 16, 2013</p>\r\n\r\n<p>Interview, Michelle Gininger, spokeswoman Thomas B. Fordham Institute, Oct. 16, 2013</p>\r\n\r\n<p>Interview, Paige Kowalski, Director, State Policy and Advocacy Data Quality Campaign, Oct. 16, 2013</p>\r\n\r\n<p>Interview, Chad Colby, spokesman Achieve, Oct. 16, 2013</p>\r\n\r\n<p>Interview, Jeffrey Henig, Professor of Political Science and Education Teachers College Columbia, Oct. 16, 2013</p>\r\n\r\n<p>Interview, Nadine Drew, spokeswoman Broward School District, Oct. 16, 2013</p>\r\n\r\n<p>Interview, John Schuster, spokesman Miami-Dade School District, Oct. 16, 2013</p>\r\n\r\n<p>Interview, Stephen Hegarty, spokesman Hillsborough School District, Oct. 17, 2013</p>\r\n\r\n<p>Interview, Allison Aubuchon, spokeswoman Foundation for Excellence in Education, Oct. 17, 2013</p>\r\n\r\n<p>Interview, Thomasenia Lott Adams, Associate Dean Office of Educational Research (OER)College of Education University of Florida, Oct. 17, 2013</p>\r\n\r\n<p>Interview, Alexander Jackl, chief architect Choice Solutions, Inc. education data software company and member of the Common Education Data Standards Working Group, and one of the original authors of the National Education Data Model, Oct. 17, 2013</p>\r\n\r\n<p>Interview, Jack Buckley, commissioner National Center for Education Statistics, Oct. 17, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "9-12 member in Tampa", "false_count": 0, "first_name": "Tim", "half_true_count": 0, "home_state": "Florida", "id": 2462, "last_name": "Curtis", "mostly_true_count": 0, "name_slug": "tim-curtis", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Tim_Curtis.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2462/", "total_count": 1, "true_count": 0, "website": "http://www.curtis4congress.com/about/"}, "statement": "<p>Common Core means &quot;there are over 300 data elements the government is going to be collecting about your children and about you.&quot;</p>\r\n", "statement_context": "a meeting about Common Core in Tampa", "statement_date": "2013-10-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}