{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2013/oct/21/florida-stop-common-core-coalition/common-core-instills-religious-political-views/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 8430, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/8430/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>If reading about how Common Core aims to establish the same standards across states in reading and math makes you yawn, consider some of the more controversial subjects in which the feds want to tell your children what to think, say Common Core opponents.</p>\r\n\r\n<p>&quot;The Common Core standards, along with the aligned curriculum and the mining of nearly 400 data points reveal that the goal of the standards is not simply to improve academic achievement but also to instill federally determined attitudes and mindsets in students including political and religious beliefs,&quot; states a<a href=\"http://www.flstopcccoalition.org/files/EAE4EA1E-7BEA-4B4D-8542-C6E46F841BB2--D8FA73FF-C0D2-49E3-B697-8AFB974E3C51/florida-s-common-core-standards-policy-analysis-4.pdf\"> report</a> on the website of the<a href=\"http://www.flstopcccoalition.org/\"> Florida Stop Common Core Coalition</a>.</p>\r\n\r\n<p>Here, we will fact-check whether Common Core includes the federal government dictating what students should think about politics and religion.</p>\r\n\r\n<p><strong>Report that makes claims about Common Core</strong></p>\r\n\r\n<p><a href=\"http://www.politifact.com/georgia/statements/2013/jun/17/angela-bean/common-core-opponent-goes-too-far-claim-about-data/\">Common Core</a> refers to a set of national education standards adopted by 45 states. The standards were created after years of discussion by private nonprofit groups and state education departments. The goal: to better prepare students for college and careers and ensure that students in all states learn the same academic concepts. President Barack Obama&#39;s administration has used its education funding grant process, Race to the Top, to encourage states to use the new standards, but no state is required to adhere to Common Core.</p>\r\n\r\n<p>Florida is one of the states that approved Common Core. Amid backlash, the state Board of Education voted on Oct. 15 not to adopt reading or writing samples associated with the new national benchmarks &nbsp;-- though local school districts can still choose to do so.</p>\r\n\r\n<p>Common Core is about<a href=\"http://www.politifact.com/florida/statements/2012/aug/30/rick-santorum/rick-santorum-says-obama-wants-nationalize-curricu/\"> standards</a>: the knowledge and skills students are required to have in each grade, from kindergarten through high school, not the curriculum schools use to teach those standards. &nbsp;</p>\r\n\r\n<p>Florida&rsquo;s<a href=\"http://www.fldoe.org/bii/curriculum/sss/\"> Next Generation Sunshine State Standards</a> include general information about the<a href=\"http://www.cpalms.org/Public/PreviewStandard/Preview/3533\"> U.S. political system</a>. It also includes the world&#39;s major religions in the<a href=\"http://www.cpalms.org/Public/PreviewStandard/Preview/3468\"> World History</a> section.</p>\r\n\r\n<p>All curriculum decisions are made locally by schools boards, schools and teachers, according to the state Department of Education.</p>\r\n\r\n<p>We read nothing in the standards that suggested that any level of government was telling students what political or religious beliefs they should personally hold.</p>\r\n\r\n<p>So what evidence do the critics have for saying the Common Core will instill political and religious beliefs?</p>\r\n\r\n<p>The Florida Stop Common Core Coalition cited a report written by<a href=\"http://edlibertywatch.org/\"> Education Liberty Watch</a>. The co-authors were Dr. Karen Effrem, President of Education Liberty Watch in Minnesota and a co-founder of the Florida Stop Common Core Coalition, and Randy Osborne, a political consultant who has worked on the campaigns of several conservative candidates and causes, including the Florida marriage amendment.</p>\r\n\r\n<p>The report zeroes in on something called the<a href=\"http://nces.ed.gov/forum/datamodel/index.aspx\"> National Education Data Model</a>, which lists hundreds of data elements. The report linked to a screen grab it created of those<a href=\"http://www.flstopcccoalition.org/national-education-data-model/\"> data elements</a>.</p>\r\n\r\n<p>The list shown includes &quot;voting status&quot; and &quot;religious consideration&quot; and &quot;religious affiliation.&quot; (It also includes far more mundane elements such as a student&rsquo;s birthdate, address and race.) These are elements that districts could choose to collect on any individual in the district: students, parents or teachers.</p>\r\n\r\n<p>We could not find the same list of attributes on the NEDM website, but we shared it with officials involved with NEDM and they didn&rsquo;t dispute it.</p>\r\n\r\n<p>But there are some major caveats about this list of data elements. First, this is not a required list of data for all states or school districts to collect. Instead, it is a voluntary model that states can use to organize student data that they already collect, said Jack Buckley, the commissioner of the National Center for Education Statistics. That means states or districts could choose to use some of the data elements and not others, or ignore the data model entirely.</p>\r\n\r\n<p>Helping states or districts organize their data is something that the feds have done for many years, long before Common Core, he said.</p>\r\n\r\n<p>Buckley said that federal officials did not come up with these potential elements out of thin air -- they were chosen because certain school districts or states had sought that particular data element in the past.</p>\r\n\r\n<p>&quot;Remember this is all voluntary,&quot; Buckley said. &quot;If your state already collects this, or has a reason why it collects it, (then we tell them) &lsquo;here is how we recommend you code it&rsquo; so everyone doesn&rsquo;t invent their own code for religions.&rsquo;&quot;</p>\r\n\r\n<p>We interviewed Alexander Jackl, chief architect Choice Solutions, Inc., an education data software company and one of the original authors of the National Education Data Model. Jackl is also a member of a working group about the newer version -- the Common Education Data Standards, or CEDS.</p>\r\n\r\n<p>The data fields for religion in particular are useful for private, religious schools, he said.</p>\r\n\r\n<p>Those fields &quot;are in the NEDM conceptual model as possible attributes,&quot; Jackl told PolitiFact in an email. &quot;This makes sense as parochial schools and religious universities might make use of NEDM as well and those elements would be useful for them. It looks, though, like they were not carried forward into CEDS.&quot;</p>\r\n\r\n<p>We contacted a few school districts in Florida to ask if they collect data on voting status, political affiliation or religious affiliations, or if they plan to start doing that with Common Core.</p>\r\n\r\n<p>Here&rsquo;s the response we received from a spokesman for Miami-Dade schools: &quot;No. No. No. And no.&quot; Broward, Hillsborough and Pasco schools also don&rsquo;t collect that data.</p>\r\n\r\n<p>&quot;I can&rsquo;t think of any useful or legitimate educational reason to know that information,&quot; said Linda Cobbe, Pasco schools spokeswoman.</p>\r\n\r\n<p>The Florida Department of Education does not require school districts to ask about voting status, political affiliation or religious affiliation and has no plan to do so under Common Core, department spokeswoman Cheryl Etters said.</p>\r\n\r\n<p><strong>Fears have become widespread</strong></p>\r\n\r\n<p>Claims that Common Core will lead to collecting data about students religious or political beliefs have been repeated by<a href=\"http://michellemalkin.com/2013/03/08/rotten-to-the-core-the-feds-invasive-student-tracking-database/\"> conservative</a><a href=\"http://www.glennbeck.com/2013/03/27/what-information-is-being-collected-on-your-kids-through-common-core/\"> pundits</a>.</p>\r\n\r\n<p>In Georgia, Gov. Nathan Deal signed an executive order in May to prohibit the state from collecting certain information about students and their families, including religious and political affiliation and voting history. A similar bill was recently introduced in the Michigan house.</p>\r\n\r\n<p>In response to questions from parents, the Arizona state superintendent of public instruction distributed a fact-sheet that states: &quot;Will the system track a family&#39;s political affiliations or firearms ownership? Absolutely not.&quot;</p>\r\n\r\n<p>Also, there is a clear difference between a state or a school district choosing to ask students about their voting status or religious affiliation and, as the report suggests, and using Common Core as a way to &quot;instill federally determined attitudes and mindsets in students including political and religious beliefs.&quot;</p>\r\n\r\n<p>Effrem sent us an email arguing that the Common Core standards are intended &quot;to teach and instill non-cognitive/psychological/socioemotional attitudes.&quot; She cited an example of a lesson in Utah in which &quot;students use their voices to advocate solutions to social problems that they care deeply about&quot; and a middle school in Florida that apparently took a <em>Junior Scholastic</em> quiz called <a href=\"http://watchdogwire.com/florida/2013/09/16/breaking-news-fl-middle-school-student-survey-asks-what-kind-of-a-party-animal-are-you/\"><u>&quot;what kind of party animal are you?&quot;</u></a></p>\r\n\r\n<p>But nothing we saw in Effrem&rsquo;s email proved that as a result of Common Core the federal government is trying to instill particular religious or political beliefs in students.</p>\r\n\r\n<p>Additionally, we found nothing in either of the data models to suggest that the federal government is telling students what political or religious beliefs they should hold. For public schools, it wouldn&rsquo;t be constitutional, anyway.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>The goal of Common Core &quot;is not simply to improve academic achievement but also to instill federally determined attitudes and mindsets in students including political and religious beliefs,&quot; said an anti-Common Core group.</p>\r\n\r\n<p>Their evidence, though, is flimsy at best: A computer model that has a data field for voting status or religion, which would typically be used by a private school. We could find no public schools that kept such data, and Florida Department of Education has no plans to require that they do. That&rsquo;s a far cry from attempting to instill particular religious or political beliefs.</p>\r\n\r\n<p>We rate this Pants on Fire!</p>\r\n", "ruling_comments_date": "2013-10-18T16:14:36.976917", "ruling_date": "2013-10-21T06:00:03", "ruling_headline": "Common Core opponents say its goal is for the federal government to instill religious and political beliefs", "ruling_headline_slug": "common-core-instills-religious-political-views", "ruling_link_text": "This claim doesn't have a prayer", "ruling_state": null, "source_documents": null, "sources": "<p>Florida Stop Common Core Coalition, Education Liberty Watch, Heartland Research, <a href=\"http://www.flstopcccoalition.org/files/EAE4EA1E-7BEA-4B4D-8542-C6E46F841BB2--D8FA73FF-C0D2-49E3-B697-8AFB974E3C51/florida-s-common-core-standards-policy-analysis-4.pdf\">&quot;Florida&rsquo;s Common Core standards policy analysis,&quot; </a>2013</p>\r\n\r\n<p>Florida Department of Education, <a href=\"http://www.fldoe.org/schools/pdf/dmfaqccss.pdf\">&quot;Demystifying the movement: answers</a></p>\r\n\r\n<p><a href=\"http://www.fldoe.org/schools/pdf/dmfaqccss.pdf\">to common myths about the Common Core state standards,&quot;</a> Accessed Oct. 16, 2013</p>\r\n\r\n<p>Florida Department of Education, <a href=\"http://edwapp.doe.state.fl.us/EDW_Facts.htm\">&quot;PK20 education data warehouse,&quot; </a>Accessed Oct. 17, 2013</p>\r\n\r\n<p>National Center for Education Statistics, <a href=\"http://nces.ed.gov/forum/datamodel/Information/aboutThe.aspx\">National Education Data Model</a>, Accessed Oct. 17, &nbsp;2013</p>\r\n\r\n<p>National Center for Education Statistics, <a href=\"http://nces.ed.gov/programs/ceds/\">Common Education Data Standards</a>, Accessed Oct. 17, 2013</p>\r\n\r\n<p>U.S. Department of Education, <a href=\"http://www.ed.gov/news/speeches/duncan-pushes-back-attacks-common-core-standards\">&quot;Duncan pushes back on attacks on Common Core standards,&quot; </a>June 25, 2013</p>\r\n\r\n<p>Data Quality Campaign, <a href=\"http://dataqualitycampaign.org/files/Education%20Data%20Privacy%20Myth%20Busters.pdf\">&quot;Myth busters: Getting the facts straight about education data,&quot;</a> August 2013</p>\r\n\r\n<p>Common Core State Standards Initiative, <a href=\"http://www.corestandards.org/ELA-Literacy/RH/11-12\">English Language Arts</a>, Accessed Oct. 18, 2013</p>\r\n\r\n<p><em>Tampa Bay Times</em>, <a href=\"http://www.tampabay.com/news/education/opponents-supporters-of-the-common-core-standards-debate-in-tampa/2147455\">&nbsp;&quot;Opponents, supporters of Common Core standards debate in Tampa,&quot;</a> Oct. 15, 2013</p>\r\n\r\n<p><em>Salina Journal</em>, <a href=\"http://salina.com/search/paperwork-for-Sunday-A1--Aug--18--2013\">&quot;Drowning in data,&quot; </a>Aug. 18, 2013</p>\r\n\r\n<p>Associated Press, <a href=\"http://bigstory.ap.org/article/some-states-push-back-common-core-standards\">&quot;Some states push back on Common Core standards,&quot;</a> May 28, 2013</p>\r\n\r\n<p>Grand Rapid Press, &quot;Bill would bar facial recognition software in education testing,&quot; Accessed in Nexis, Oct. 10, 2013</p>\r\n\r\n<p><em>The Arizona Republic</em>, <a href=\"http://www.azcentral.com/community/mesa/articles/20130820student-data-raises-questions.html\">&quot;Collection of student data raises questions,&quot;</a> Aug. 25, 2013</p>\r\n\r\n<p>Michelle Malkin, <a href=\"http://michellemalkin.com/\">&quot;Rotten to the core: The feds invasive student tracking database,&quot; </a>March 8, 2013</p>\r\n\r\n<p>Glenn Beck, <a href=\"http://www.glennbeck.com/2013/03/27/what-information-is-being-collected-on-your-kids-through-common-core/\">&quot;What information on your kids is being collected through Common Core?&quot;</a> March 27, 2013</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/georgia/statements/2013/jun/17/angela-bean/common-core-opponent-goes-too-far-claim-about-data/\">&quot;Common Core opponent goes to far with claim about data collection,&quot;</a> June 17, 2013</p>\r\n\r\n<p>Interview, Tim Curtis, Tampa 912 member and former <a href=\"http://www.curtis4congress.com/about/\">Congressional candidate</a>, Oct. 16, 2013</p>\r\n\r\n<p>Interview, Cheryl Etters, spokeswoman Florida Department of Education, Oct. 16, 2013</p>\r\n\r\n<p>Interview, Michelle Gininger, spokeswoman Thomas B. Fordham Institute, Oct. 16, 2013</p>\r\n\r\n<p>Interview, Paige Kowalski, Director, State Policy and Advocacy Data Quality Campaign, Oct. 16, 2013</p>\r\n\r\n<p>Interview, Chad Colby, spokesman Achieve, Oct. 16, 2013</p>\r\n\r\n<p>Interview, Jeffrey Henig, Professor of Political Science and Education Teachers College Columbia, Oct. 16, 2013</p>\r\n\r\n<p>Interview, Nadine Drew, spokeswoman Broward School District, Oct. 16, 2013</p>\r\n\r\n<p>Interview, John Schuster, spokesman Miami-Dade School District, Oct. 16, 2013</p>\r\n\r\n<p>Interview, Stephen Hegarty, spokesman Hillsborough School District, Oct. 17, 2013</p>\r\n\r\n<p>Interview, Allison Aubuchon, spokeswoman Foundation for Excellence in Education, Oct. 17, 2013</p>\r\n\r\n<p>Interview, Thomasenia Lott Adams, Associate Dean Office of Educational Research (OER)College of Education University of Florida, Oct. 17, 2013</p>\r\n\r\n<p>Interview, Alexander Jackl, chief architect Choice Solutions, Inc. education data software company and member of the Common Education Data Standards Working Group, and one of the original authors of the National Education Data Model, Oct. 17, 2013</p>\r\n\r\n<p>Interview, Jack Buckley, commissioner National Center for Education Statistics, Oct. 17, 2013</p>\r\n\r\n<p>Interview, Louise Ball, Social Studies Curriculum Supervisor, School Board of Broward County, Florida, Oct. 17, 2013</p>\r\n\r\n<p>Interview, Linda E. Cobbe, spokeswoman Pasco County schools, Oct. 17, 2013</p>\r\n\r\n<p>Email interview with Dr. Karen Effrem, President of Education Liberty Watch in Minnesota and a co-founder of the Florida Stop Common Core Coalition, Oct. 17, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "Florida", "id": 2467, "last_name": "Florida Stop Common Core Coalition", "mostly_true_count": 0, "name_slug": "florida-stop-common-core-coalition", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mug-independentgroup__________________18.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2467/", "total_count": 2, "true_count": 0, "website": "http://www.flstopcccoalition.org/"}, "statement": "<p>The goal of Common Core is &quot;to instill federally determined attitudes and mindsets in students including political and religious beliefs.&quot;</p>\r\n", "statement_context": "a report linked to on a website", "statement_date": "2013-10-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}], "target": [], "twitter_headline": ""}