{"art": [], "author": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2013/oct/18/steve-spinnett/damascus-disincorporation-would-produce-no-signifi/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 8432, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8432/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>For much of its nearly decade-long existence as a city, Damascus has been at war with itself.</p>\r\n\r\n<p>Even before voters in 2004 made Damascus Oregon&rsquo;s first new city in 22 years, battle lines were being drawn.</p>\r\n\r\n<p>On one side were those who contended that incorporation would be the best way to ensure a strong local voice given the Metro regional government&rsquo;s 2002 decision to bring thousands of acres around Damascus inside the region&rsquo;s urban growth boundary. On the other were those who liked the area&rsquo;s rural nature and wanted it to be left alone.</p>\r\n\r\n<p>Infighting has continued ever since. Lawsuits, threatened recall campaigns, mass resignations from citizen advisory panels and simmering feuds among City Council members remain commonplace.</p>\r\n\r\n<p>Now, Damascus&rsquo; chances of thriving as a city may be dissolving. Voters on Nov. 5 will cast ballots on Measure 3-433. If more than half of the city&rsquo;s registered voters say yes, the city of 10,700 will disincorporate.</p>\r\n\r\n<p>Passions are running high on both sides, with lawn signs favoring one camp or the other dotting the Clackamas County countryside.</p>\r\n\r\n<p>Mayor Steve Spinnett opposes disincorporation. He sides with property owners, such as himself, who think maintaining the city is the best way to ensure development of their land. Among the claims he made in a Voters&rsquo; Pamphlet statement against pulling the plug is that disincorporation will produce &quot;NO significant tax savings!&quot;</p>\r\n\r\n<p>Given that pocketbook issues such as property taxes and other fees typically play critical roles in local government decisions, PolitiFact Oregon decided to see whether that&rsquo;s true.</p>\r\n\r\n<p>The county put out a fact sheet answering some of the many technical questions arising from Measure 3-433. On the question of what happens to property taxes if Damascus incorporates, the sheet states, &quot;There would be a net decrease.&quot; That&rsquo;s because, starting with next year&rsquo;s tax statements, the city&rsquo;s current rate of $3.10 per $1,000 of assessed value would disappear.</p>\r\n\r\n<p>Damascus residents now also pay an additional $2.40 per $1,000 of assessed value to cover the services they receive from Clackamas County. That brings their current total property tax rate to $5.50.</p>\r\n\r\n<p>With the median Clackamas County residence valued at just over $224,000, according to the assessor&rsquo;s office, that equates to an annual property tax bill of $1,232.</p>\r\n\r\n<p>From there, things get a bit more complicated. Subtract the $3.10 from $5.50, and you get a tax rate of $2.40. Under disincorporation, that would rise by 24 percent to $2.98 per $1,000 of assessed value since the county has a higher base tax rate in unincorporated areas.</p>\r\n\r\n<p>But even at the $2.98 figure, &quot;former&quot; Damascus residents would still end up paying 46 percent less in property taxes than they would if they continue as a municipality. That $1,232 tax bill on the median house would drop to $667.</p>\r\n\r\n<p>Spinnett, in a telephone interview, acknowledged that property taxes will drop at least some if voters opt for disincorporation.</p>\r\n\r\n<p>&quot;Maybe it depends on your definition of the word significant,&quot; he said, referring to his Voters&rsquo; Pamphlet statement. &quot;But, yes, when city taxes go away, you&rsquo;ll see a reduction in your property taxes.&quot;</p>\r\n\r\n<p>But the analysis shouldn&rsquo;t stop there, he said. Scrapping the city also means scrapping the handful of government-limiting features he and others fought to add to the City Charter. Those include a spending cap, no-new-tax provisions and a prohibition on city collection of the fees most cities charge to cover the cost of new development.</p>\r\n\r\n<p>Another 72 cents per $1,000 of assessed value could end up being tacked on, he said, if residents request annexation to the sheriff&rsquo;s enhanced law enforcement district. Absent that, the County Board of Commissioners and the sheriff would need to evaluate how to respond to the loss of the $1 million a year the county now receives from Damascus for law enforcement services.</p>\r\n\r\n<p>Finally, he said, disincorporation would require the city to transfer its remaining cash and fixed assets to the county. Spinnett put those figures at $5.5 million and $2 million, respectively.</p>\r\n\r\n<p>&quot;You add all those together, and whatever savings people might see on their property taxes is going to be largely wiped out,&quot; Spinnett said. &quot;It&rsquo;s a mixed bag, at best.&quot;</p>\r\n\r\n<p>Spinnett is probably correct that Clackamas County may start imposing fees for some new development in the area, but those so-called system development charges -- paid by developers -- have nothing to do with property tax collections.</p>\r\n\r\n<p>And while remaining city assets would, by law, be turned over to the county, &quot;those are completely divorced from the tax rate,&quot; said Dan Chandler, the county strategic policy adviser who wrote the fact sheet.</p>\r\n\r\n<p>Last, although voters countywide may cast ballots sometime late next year on an increased vehicle registration fee for road maintenance, Clackamas County has shown considerable reluctance in recent years to approve anything resembling a new tax. Thus, it seems unlikely that a flood of countywide bonds, levies and local improvement districts would materialize.</p>\r\n\r\n<p>Simple math shows that if Damascus voters follow up their 2004 historic vote to incorporate with another historic vote to disincorporate, homeowners will see their property tax bills fall -- by 46 percent at the median level. That is a significant savings.</p>\r\n", "ruling_comments_date": "2013-10-18T18:59:09.482428", "ruling_date": "2013-10-18T15:58:59", "ruling_headline": "Damascus' disincorporation would produce \"NO significant tax savings?\"", "ruling_headline_slug": "damascus-disincorporation-would-produce-no-signifi", "ruling_link_text": "Property taxes would be cut in half", "ruling_state": null, "source_documents": null, "sources": "<p>Telephone interview with Steve Spinnett, Oct. 15.</p>\r\n\r\n<p>Telephone interview with Dan Chandler, Oct. 14.</p>\r\n\r\n<p>Clackamas County fact sheet on possible Damascus disincorporation</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "businessman", "false_count": 1, "first_name": "Steve", "half_true_count": 0, "home_state": "Oregon", "id": 812, "last_name": "Spinnett", "mostly_true_count": 0, "name_slug": "steve-spinnett", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/pl.steve_spinnett.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/812/", "total_count": 1, "true_count": 0, "website": "http://www.stevespinnett.com/"}, "statement": "<p>Says Damascus&rsquo; disincorporation would produce &quot;NO significant tax savings.&quot;</p>\r\n", "statement_context": "a Voters' Pamphlet statement", "statement_date": "2013-09-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}