{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2013/oct/22/marco-rubio/common-core-obama-administration-national-school-b/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 8437, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/8437/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>The Common Core education standards were the topic of contentious <a href=\"http://www.politifact.com/truth-o-meter/article/2013/oct/21/fact-checking-common-core-school-standards/\">public meetings</a> in Florida this month. Now they&rsquo;re coming between two of Florida&rsquo;s top Republicans -- U.S. Sen Marco Rubio and former Gov. Jeb Bush.</p>\r\n\r\n<p>Bush appeared on ABC&rsquo;s Sunday morning news show <em><a href=\"http://abcnews.go.com/ThisWeek/week-transcript-rep-nancy-pelosi-sen-ted-cruz/story?id=20612657&amp;page=6\">This Week</a></em> to discuss his Foundation for Excellence in Education, which was hosting a conference in Boston.</p>\r\n\r\n<p>During the <a href=\"http://www.youtube.com/watch?v=OzLIDqJMpNE\">interview</a>, ABC reporter Jonathan Karl noted that a lot of conservatives are suspicious of Common Core. &quot;I mean Marco Rubio said not long ago, it&rsquo;s (Common Core) increasingly being used by the Obama administration to turn the Department of Education into what is effectively a National School Board.&quot;</p>\r\n\r\n<p>Bush responded: &quot;Based on the facts as I know them, that&rsquo;s not accurate. Marco&#39;s concerned about a national curriculum, and I am as well. There&#39;s a big fear on the right about this massive government overreach. I totally appreciate that. But that&rsquo;s not what this is. This is a national imperative. It&rsquo;s not a federal government program.&quot;</p>\r\n\r\n<p>We couldn&rsquo;t resist fact-checking a disagreement on the facts between Rubio and Bush, both of whom are considered possible presidential candidates for 2016.</p>\r\n\r\n<p>We tracked down Rubio&rsquo;s original comments to a statement he gave to the <em><a href=\"http://ww.tampabay.com/blogs/the-buzz-florida-politics/rubio-comes-out-against-common-core-putting-him-at-odds-with-jeb-bush/2133354\">Tampa Bay Times</a></em> on July 26:</p>\r\n\r\n<p>&quot;Common Core started out as a well-intentioned effort to develop more rigorous curriculum standards. However, it is increasingly being used by the Obama administration to turn the Department of Education into what is effectively a national school board. This effort to coerce states into adhering to national curriculum standards is not the best way to help our children attain the best education. Empowering parents, local communities and the individual states is the best approach.&quot;</p>\r\n\r\n<p>(That statement to the <em>Times </em>followed an interview that Rubio had given to the conservative <a href=\"http://shark-tank.net/2013/07/25/marco-rubio-opposes-common-core-education-standards/\">Shark Tank blog</a> the day before.)</p>\r\n\r\n<p>We decided to check whether the Obama administration has used Common Core to &quot;turn the Department of Education into what is effectively a national school board.&quot;</p>\r\n\r\n<p><strong>Common Core is about standards</strong></p>\r\n\r\n<p>Common Core refers to a set of <a href=\"http://www.corestandards.org/the-standards\">national education standards </a>adopted by 45 states, including Florida. They came out of years of discussion between private nonprofit groups and state education departments.</p>\r\n\r\n<p>The goal: to better prepare students for college and careers and ensure that students in different states learn the same academic concepts.</p>\r\n\r\n<p>The Obama administration has used its education grant process, Race to the Top, to encourage states to use the new standards, but <a href=\"http://www.ed.gov/news/speeches/duncan-pushes-back-attacks-common-core-standards\">no state is required </a>to adhere to Common Core.</p>\r\n\r\n<p>Rubio said that the Obama administration would turn the Education Department into &quot;what is effectively a national school board.&quot; His office didn&#39;t answer our questions about what he meant by his comments. We should note that school boards have a variety of duties, including setting budgets and dealing with school finances. But Rubio specifically mentioned curriculum, which means selecting what students study. So we&#39;ll focus our fac-tchecking on questions of curriculum.</p>\r\n\r\n<p>We looked into the claim that Common Core &quot;<a href=\"http://www.politifact.com/florida/statements/2012/aug/30/rick-santorum/rick-santorum-says-obama-wants-nationalize-curricu/\">nationalizes</a>&quot; curriculum in 2012. Back then, five education experts told us they disagreed that Common Core standards nationalize curriculum. Experts told us that setting standards -- such as understanding decimals or reading comprehension -- isn&rsquo;t the same as telling educators what curriculum to use to teach those standards.</p>\r\n\r\n<p>&quot;It describes a destination -- again, voluntary for states -- not the means of getting there,&quot; Chester Finn, a former assistant secretary at the Department of Education in the 1980s who is president of the Thomas B. Fordham Institute, which works to reform education. &quot;Yes, if a bunch of states faithfully implement it (45 have signed up but many won&#39;t seriously implement them), it will bring greater commonality to what is taught across the country in those two subjects. In my view that&#39;s a good thing. Why should 5th graders in Portland, Maine, and Portland, Ore., be learning different math?&quot;</p>\r\n\r\n<p>We ran Rubio&rsquo;s comments by the state Department of Education and other education experts. They told us that under Common Core, the federal government has not supplanted the role of state and local officials to make curriculum decisions.</p>\r\n\r\n<p>While Common Core are standards, the decisions about what books teachers should use to meet the standards are decisions made at the state and local level.</p>\r\n\r\n<p>In fact, <a href=\"http://www.law.cornell.edu/uscode/text/20/7907\">federal law</a> predating Common Core prohibits &quot;an officer or employee of the Federal Government to mandate, direct, or control a State, local educational agency, or school&rsquo;s curriculum...&quot; The law bans the federal use of funds to &quot;endorse, approve, or sanction any curriculum designed to be used in an elementary school or secondary school.&quot;</p>\r\n\r\n<p>At the local level, the authority to set school curriculum doesn&rsquo;t necessarily lie with the school board. For example, in Hillsborough County, committees of content specialists -- many of them teachers -- review the state approved list of textbooks and narrow it down to three finalists. Then, teachers in that specialty area vote on a final pick, and the school board votes on approving the money to buy that textbook.</p>\r\n\r\n<p>A spokesman for Pasco County schools told us emphatically that Common Core doesn&rsquo;t create anything like a national school board.</p>\r\n\r\n<p>&quot;To suggest that the Obama administration is meddling in state and district curriculum decisions is not supported by the facts,&quot; Linda Cobbe, spokeswoman for Pasco schools told PolitiFact. &quot;First of all, who in state leadership would allow that to happen in Florida? Second, the Pasco district is writing our own curriculum and selecting our own textbooks to meet the Common Core standards, and neither the president nor Arnie Duncan has had any input.&quot;</p>\r\n\r\n<p>We also found similar explanations in a presentation developed by the Florida Department of Education and Republican Gov. Rick Scott&rsquo;s staff. It states: &quot;Standards are not curriculum. The standards describe &lsquo;the what&rsquo; that students need to learn; however, they do not spell out &lsquo;the how&rsquo; for teachers. Curriculum and instruction define &lsquo;the how.&rsquo; &lsquo;The how&rsquo; is determined at the local levels; the district, the school and the classroom.&quot;</p>\r\n\r\n<p>This means that districts across Florida -- and the nation -- could make different curriculum decisions to achieve the same standards.</p>\r\n\r\n<p>We found several examples nationwide of local school districts of setting their own curriculum in response to Common Core. (And there are even Common Core consultants that districts can hire.)</p>\r\n\r\n<p>Some English teachers in Miami-Dade County are already making changes to their reading lists, according to an article by the <a href=\"http://hechingerreport.org/content/out-with-the-great-gatsby-and-in-with-the-glass-castle-floridas-english-teachers-adjust-to-new-standards_13432/\">Hechinger Report</a>, a news outlet affiliated with Teachers College at Columbia University.</p>\r\n\r\n<p>A teacher at Coral Reef Senior High moved some novels including To Kill a Mockingbird and The Great Gatsby off the syllabus and replaced them with nonfiction texts, short stories and plays. The new standards call for more challenging reading, so the teacher added Shakespeare&rsquo;s Twelfth Night and Cyrano de Bergerac.</p>\r\n\r\n<p>In Wisconsin, the Germantown school district is planning its science curriculum around Common Core and might offer biology to students earlier in high school than in the past and blend various strands of science for a more rigorous curriculum, the <em>Milwaukee Journal Sentinel</em> wrote.</p>\r\n\r\n<p>In Oregon, the Tigard-Tualatin School District has added more nonfiction reading to its curriculum.</p>\r\n\r\n<p>&quot;As an adult you spend most of your time engaged in informational text,&quot; said Sue Scott, Tigard-Tualatin&rsquo;s associate director of curriculum and instruction.</p>\r\n\r\n<p><em><a href=\"http://www.oregonlive.com/tigard/index.ssf/2013/09/tigard-tualatin_elementary_sch.html\">The Oregonian</a></em> reported: &quot;Take dinosaurs &mdash; an instructional text could be an encyclopedia-like entry about pterodactyls, a chart categorizing different species as herbivores, carnivores and omnivore or notes from a fossil dig.&quot;</p>\r\n\r\n<p>The Louisiana Department of Education has provided teachers with some sample Common Core lesson plans, but no specific curriculum. &quot;The flexibility is meant to empower school districts and teachers to make up their own lesson plans...&quot; the <em><a href=\"http://www.nola.com/politics/index.ssf/2013/10/schools_need_more_assistance_w.html\">Times-Picayune</a></em> reported.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Rubio said that Common Core is being &quot;used by the Obama Administration to turn the Department of Education into what is effectively a national school board.&quot;</p>\r\n\r\n<p>That makes it sound like the federal government is telling local school districts what to teach under Common Core. Our reporting showed that&rsquo;s not the case. Decisions about curriculum lie where they did before Common Core: with state and local education officials. The U.S. Education Department has been given no new power by Obama -- or anyone else -- to act like a school board and dictate which math or reading books are used at schools across the country.</p>\r\n\r\n<p>We rate this claim False.</p>\r\n", "ruling_comments_date": "2013-10-22T11:02:57.093045", "ruling_date": "2013-10-22T13:26:35", "ruling_headline": "Common Core is turning U.S. Education Department into a national school board, Rubio says", "ruling_headline_slug": "common-core-obama-administration-national-school-b", "ruling_link_text": "An issue that splits Marco and Jeb", "ruling_state": null, "source_documents": null, "sources": "<p>Common Core state standards, <a href=\"http://www.corestandards.org/the-standards\">English and math standards</a>, Accessed Oct. 22, 2013</p>\r\n\r\n<p>ABC&#39;s <em>This Week</em>, <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-rep-nancy-pelosi-sen-ted-cruz/story?id=20612657&amp;page=5\">Transcript</a>, Oct. 20, 2013</p>\r\n\r\n<p>ABC&#39;s Jonathan Karl,<a href=\"http://www.youtube.com/watch?v=OzLIDqJMpNE\"> Interview with Jeb Bush</a>, Oct. 20, 2013</p>\r\n\r\n<p>Cornell University Law School, <a href=\"http://www.law.cornell.edu/uscode/text/20/7907\">20 USC 7907</a>, Accessed Oct. 21, 2013</p>\r\n\r\n<p>Foundation for Excellence in Education, <a href=\"http://excelined.org/news/prepared-remarks-governor-bush-opens-excelineds-2013-national-education-summit-boston/\">Gov. Jeb Bush&rsquo;s prepared </a><a href=\"http://www.law.cornell.edu/uscode/text/20/7907\">remarks, Oc</a>t. 17, 2013</p>\r\n\r\n<p>Foundation for Excellence in Education, <a href=\"http://excelined.org/2013/06/common-core-fact-of-the-day-standards-v-curriculum/\">&quot;Common Core Fact of the day: Standards vs. curriculum,&quot;</a> June 3, 2013</p>\r\n\r\n<p>U.S. Education Department, <a href=\"http://www.ed.gov/news/speeches/duncan-pushes-back-attacks-common-core-standards\">&quot;Duncan pushes back on attacks on Common Core standards,&quot; </a>June 25, 2013</p>\r\n\r\n<p>Pasco County schools, <a href=\"http://www.pasco.k12.fl.us/library/ccss/top_10_poster.pdf\">&quot;Top 10 things you need to know about the Common Core state standards,&quot;</a> 2013</p>\r\n\r\n<p><em>Tampa Bay Times </em>The Buzz blog, <a href=\"http://ww.tampabay.com/blogs/the-buzz-florida-politics/rubio-comes-out-against-common-core-putting-him-at-odds-with-jeb-bush/2133354\">&quot;Rubio comes out against Common Core, putting him at odds with Jeb Bush,&quot;</a> July 26, 2013</p>\r\n\r\n<p><em>Tampa Bay Times</em>, &quot;Common Core faces backlash,&quot; Aug. 18, 2013</p>\r\n\r\n<p><em>Hechinger Report</em>, <a href=\"http://hechingerreport.org/content/out-with-the-great-gatsby-and-in-with-the-glass-castle-floridas-english-teachers-adjust-to-new-standards_13432/\">&quot;Out with &lsquo;Great Gatsby&rsquo; and in with the &lsquo;Glass Castle,&rsquo; Florida English teachers adjust to new standards,&quot;</a> Oct. 15, 2013</p>\r\n\r\n<p>The Shark Tank blog, <a href=\"http://shark-tank.net/2013/07/25/marco-rubio-opposes-common-core-education-standards/\">&quot;Marco Rubio opposes Common Core education standards,&quot; </a>July 25, 2013</p>\r\n\r\n<p><em>Milwaukee Journal Sentinel</em>, &quot;Germantown forecasting effect of new standards,&quot; Accessed in Nexis, Oct. 17, 2013</p>\r\n\r\n<p><em>The Oregonian</em>, <a href=\"http://www.oregonlive.com/tigard/index.ssf/2013/09/tigard-tualatin_elementary_sch.html\">&quot;Tigard-Tualatin elementary schools debut Common Core aligned reading,&quot; </a>Sept. 30, 2013</p>\r\n\r\n<p><em>Times-Picayune</em>, <a href=\"http://www.nola.com/politics/index.ssf/2013/10/schools_need_more_assistance_w.html\">&quot;Schools need more assistance with Common Core, education official says,&quot;</a> Oct. 7, 2013</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/article/2013/oct/21/fact-checking-common-core-school-standards/\">&quot;Fact-checking attacks on Common Core standards,&quot; </a>Oct. 21, 2013</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/statements/2012/aug/30/rick-santorum/rick-santorum-says-obama-wants-nationalize-curricu/\">&quot;Rick Santorum says Obama wants to &lsquo;nationalize curriculum,&rsquo;&quot;</a> Aug. 30, 2013</p>\r\n\r\n<p>Interview, Joe Follick, spokesman for the Florida Department of Education, Oct. 21, 2013</p>\r\n\r\n<p>Interview, Linda E. Cobbe, spokeswoman Pasco County schools, Oct. 21, 2013</p>\r\n\r\n<p>Interview, Stephen Hegarty, spokesman Hillsborough School District, Oct. 21, 2013</p>\r\n\r\n<p>Interview, Andy Rotherham, co-founder and partner at Bellwether Education Partners, Oct. 21, 2013</p>\r\n\r\n<p>Interview, Marc Porter Magee, President &amp; Founder, 50CAN, Oct. 21, &nbsp;2013</p>\r\n\r\n<p>Interview, Fiona Hoey, spokeswoman 50CAN, Oct. 21, 2013</p>\r\n\r\n<p>Interview, Paul Ferrari, spokesman, Council of Chief of State School Officers, Oct. 21, 2013</p>\r\n\r\n<p>Interview, Kathleen Porter-Magee, policy fellow at Thomas B. Fordham Institute, Oct. 21, 2013</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 36, "current_job": "U.S. Senator", "false_count": 26, "first_name": "Marco", "half_true_count": 33, "home_state": "Florida", "id": 277, "last_name": "Rubio", "mostly_true_count": 37, "name_slug": "marco-rubio", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/277/", "total_count": 168, "true_count": 20, "website": "http://www.rubio.senate.gov/"}, "statement": "<p>Common Core is being &quot;used by the Obama Administration to turn the Department of Education into what is effectively a national school board.&quot;</p>\r\n", "statement_context": "a statement given to the Tampa Bay Times", "statement_date": "2013-07-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}