{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/oct/30/daniel-llanes/austins-78702-has-gentrified-its-not-no-2-gentrifi/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Advocate: 78702 area the most gentrified in nation", "id": 8455, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/8455/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>An Austinite skeptical of a possible city move further suggested that a chunk of East Austin has drawn so much interest, it&rsquo;s nearly No. 1 nationally.</p>\r\n\r\n<p>In an October 2013 <a href=\"http://www.mystatesman.com/news/news/opinion/llanes-almanza-commercial-farms-dont-belong-in-est/nbLKj/\"><u>opinion article</u></a> in the <em>Austin American-Statesman</em>, neighborhood activist Daniel Llanes, writing with Susana Almanza, objected to a proposed urban farm ordinance, which he said would enable landowners to convert single-family lots to commercial purposes.</p>\r\n\r\n<p>Speaking to pressures on East Austin, Llanes wrote: &quot;In 2000, during the creation of our Neighborhood Plan, more than 600 properties were rezoned from industrial and commercial to residential. This transformed this neighborhood, and today it is a downtown neighborhood considered to be one of the most desirable in the nation. These neighborhoods, and the people of color in them, have made lemonade out of the lemon(s) despite a historic racism that has endured for almost 90 years. The result is that 78702 is the second-most gentrified ZIP code in the entire country.&quot;</p>\r\n\r\n<p><strong>Defining gentrification</strong></p>\r\n\r\n<p>We know 78702; it&rsquo;s the inner-city region roughly bounded by Lady Bird Lake to the south, Interstate Highway 35 to the west, Airport Boulevard to the east and Martin Luther King Jr. Boulevard to the north.</p>\r\n\r\n<p>And it&rsquo;s the nation&rsquo;s second-most <em>what</em>?</p>\r\n\r\n<p>Merriam-Webster <a href=\"http://www.merriam-webster.com/dictionary/gentrify\"><u>defines gentrify</u></a> as &quot;to change (a place, such as an old neighborhood) by improving it and making it more appealing to people who have money.&quot; Gentrification, it <a href=\"http://www.merriam-webster.com/dictionary/gentrification\"><u>says</u></a>, is the &quot;process of renewal and rebuilding accompanying the influx of middle-class or affluent people into deteriorating areas that often displaces poorer residents.&quot;</p>\r\n\r\n<p>No doubt, that&rsquo;s happening in some of Austin&rsquo;s core neighborhoods, driven in East Austin near the lake by what a May 18, 2011, <em>American-Statesman</em> <a href=\"http://www.statesman.com/news/news/local/census-data-depict-sweeping-change-in-east-austi-1/nRZJD/\"><u>news story</u></a> described as a demographic transformation. &quot;The number of African Americans residing in Central East Austin -- once considered the epicenter of black and brown life in Central Texas -- shrank by 27 percent during the past decade,&quot; the story said, &quot;while the number of whites living there increased by 40 percent, and whites surpassed blacks as the second-largest racial or ethnic group.</p>\r\n\r\n<p>&quot;African Americans or Hispanics still hold a majority or plurality in most East Austin census tracts,&quot; the story said. &quot;But white residents had become the majority in two of the tracts by 2010.&quot;</p>\r\n\r\n<p>The story said the Hispanic population in Central East Austin also fell -- by 9.3 percent -- during the period, according to the newspaper&rsquo;s analysis of 2010 census data for 20 tracts roughly bounded by Interstate 35, the lake, U.S. 290 East and U.S. 183. &quot;The population shifts occurred as a development boom accelerated during the last half of the decade, attracting new residents into predominantly low-income, minority neighborhoods for myriad reasons, including the relatively low property prices there, proximity to downtown and something talked about a lot in Austin: quality of life,&quot; the story said.</p>\r\n\r\n<p>Finally, the story noted that discussions of gentrification often are cast against the legacy of the city&#39;s 1928 master plan, which segregated blacks to neighborhoods east of what is now I-35, &quot;creating a painful hard-line history of inequities between east and west, whites and minorities.&quot;</p>\r\n\r\n<p><strong>Charting increases in white residents</strong></p>\r\n\r\n<p>Llanes told us that a chart produced by the <a href=\"http://www.edexcellence.net/about-us\"><u>Thomas B. Fordham Institute</u></a>, a charity focused on education policy, was the basis of the 78702 claim.</p>\r\n\r\n<p>According to the chart, from 2000 to 2010, the 78702 ZIP code trailed only a Tennessee ZIP code for its increase in white residents. According to the chart, dated June 14, 2012, neighborhoods in 78702 saw a 33 percentage point increase in white residents &mdash; &nbsp;going from 23 percent of the ZIP code&rsquo;s residents in 2000 to 56 percent in 2010. And that surge, the chart says, trailed only the 39 percentage point increase in white residents of Chattanooga&rsquo;s 37408 ZIP code. In the decade, 78702 saw an overall population decrease of 5 percent, the chart says.</p>\r\n\r\n<p>And is the surge in white residents proof that 78702 was No. 2 in gentrification?</p>\r\n\r\n<p>Not according to the chart&rsquo;s creator, Michael Petrilli, who said in a June 2012 <a href=\"http://www.edexcellence.net/commentary/education-gadfly-daily/flypaper/2012/the-50-zip-codes-with-the-largest-growth-in-white-population-share.html\"><u>blog post</u></a> accompanying a revision of his original chart that his breakdown should not be taken as identifying ZIP codes with the greatest gentrification.</p>\r\n\r\n<p>In his <a href=\"http://www.edexcellence.net/commentary/education-gadfly-daily/flypaper/2012/the-fastest-gentrifying-neighborhoods-in-the-united-states.html\"><u>initial chart</u></a>, dated June 11, 2013, Petrilli said he &quot;equated &lsquo;gentrification&rsquo; with a significant increase in the white share of a neighborhood&rsquo;s population. In my defense, I did admit that looking at the numbers by race was far from perfect&mdash;gentrification is a socio-economic issue&mdash;but census income data by (ZIP) code are not yet available for 2010. Still, I chose to use the &lsquo;gentrification&rsquo; word, and it&rsquo;s reasonable to point out its inaccuracy.&quot;</p>\r\n\r\n<p>More recently, Petrilli told us by telephone that surges in white residents are &quot;obviously a very imperfect proxy&quot; for gentrification.</p>\r\n\r\n<p>Separately, Ryan Robinson, the city of Austin demographer, replied to our inquiry about 78702 by saying in an email that gentrification is &quot;way more complex than simple rapid racial change. It really has far more to do with the displacement of lower-income households by higher-income households, regardless of race, resulting in a fundamental change in the character of the neighborhood.&quot;</p>\r\n\r\n<p>&quot;But for sure, without question, 78702, or at least certain parts of 78702, are indeed gentrifying,&quot; Robinson wrote. He added that the &quot;hard parts to measure are the velocity and spatial extent of gentrification.&quot;</p>\r\n\r\n<p><strong>78702 by changes in median income and other prosperity indicators</strong></p>\r\n\r\n<p>Seeking better ways of gauging the gentrification of 78702, we solicited breakdowns of U.S. Census Bureau data from <em>American-Statesman</em> data editor Christian McDonald; Lloyd Potter, the demographer for the state of Texas; and Elizabeth Mueller, a University of Texas associate professor of architecture.</p>\r\n\r\n<p>Mueller checked changes in the number of residents living at <a href=\"http://www.dhs.ri.gov/Portals/0/Uploads/Documents/Public/General%20DHS/FPL.pdf%20\"><u>two times the federal poverty level </u></a>in the 25 urban ZIP codes that were identified by Petrilli as experiencing the biggest bumps in white residents. She emailed us a <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGdFRTUVZYTWVsZXM/edit?usp=sharing\"><u>spreadsheet</u></a> indicating that between the 2000 Census and the U.S. Census Bureau&rsquo;s latest five years of its American Community Survey, taken from 2007 through 2011, the 78702 ZIP code had a 17 percentage point decrease in families living at or below two times the federal poverty level. That placed the ZIP code 12th among the 25 ZIP codes pulled from Petrilli&rsquo;s list, Mueller said.</p>\r\n\r\n<p>Potter compiled median household incomes for the nation&rsquo;s ZIP codes in 1999 and compared them with such incomes as gauged by the latest five years of the bureau&rsquo;s community surveys. McDonald then <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGSGR4eVdkcmhhN00/edit?usp=sharing\"><u>helped us focus</u></a> on how much such incomes changed in ZIP codes with 10,000 residents or more. The result: 78702, home to nearly 20,700 residents in 2011, saw a 12 percentage point improvement in median household income between the 2000 census and the latest five community surveys; it ranked about 300th in such growth among the 1,700 populous ZIP codes that similarly saw increases.</p>\r\n\r\n<p>Potter also compared the share of residents in ZIP codes in 1999 living at or below the federal poverty level with the share of residents who lived at or below poverty in 2011. According to a <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGRXRzTmFPRi1uTkk/edit?usp=sharing\"><u>spreadsheet</u></a> he emailed us analyzing the rates in counties home in 2000 to metropolitan areas of 1 million residents or more, 29.4 percent of the residents of the 78702 ZIP code lived in poverty in 1999; the level was 27.2 percent in 2011. The difference of 2.2 percentage points ranked the 78702 ZIP code about 2,000th nationally for its reduction.</p>\r\n\r\n<p>McDonald, drawing on census data, compared the median value of single-family homes. His <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGZmNCWkNfZ0g3dlU/edit?usp=sharing\"><u>spreadsheet</u></a> indicated that, unadjusted for inflation, this factor in the 78702 ZIP code was up 192 percent, more than $100,000, between the 2000 census and five latest community surveys. This change in value, by percentage, placed the ZIP code 64th among ZIP codes home to 10,000 residents or more, according to the spreadsheet.</p>\r\n\r\n<p><strong>Definitely gentrifying, but...</strong></p>\r\n\r\n<p>Finally, we talked through our statistical breakouts with Mueller. She said by phone that while some of the indicators were not ideal for gauging gentrification--changes in residents living at or below the poverty level largely reflects people in public housing, she suggested--a reasonable upshot of our foray is the 78702 ZIP code is &quot;not the second-most anything&quot; nationally in terms of gentrification.</p>\r\n\r\n<p>&quot;But is this area gentrifying? It is. In Austin, it&rsquo;s definitely one of the areas experiencing the most dramatic change,&quot; Mueller said. &quot;Gentrification is generally about several issues. It&rsquo;s about displacement of low-income people, its about changing the character of a community, sometimes physically and socially, and it means loss of community voice. Right now, we&rsquo;re losing low-income residents (in 78702). It&rsquo;s up for grabs about (losses of) community character and community voice.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Llanes said 78702 is the nation&rsquo;s second-most gentrified ZIP code.</p>\r\n\r\n<p>According to one breakdown, that East Austin area experienced the nation&rsquo;s second-greatest urban increase in white residents from 2000 to 2010. However, changes in white residents alone are not an accurate way to measure gentrification, which is multi-factored. By other indicators, including changes in poverty, median household income and the value of single-family homes, 78702 has become more prosperous. Stacked up against other ZIP codes, though, it is not No. 2 nationally.</p>\r\n\r\n<p>Gentrified? Sure. Second most, nationally? Most evidence indicates otherwise. We rate this claim as False.</p>\r\n\r\n<hr />\r\n<p><strong><em>FALSE </em></strong><em>&ndash; The statement is not accurate.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2013-10-24T17:55:22.062603", "ruling_date": "2013-10-30T10:00:00", "ruling_headline": "Austin's 78702 may have surged in white residents. It's not second in the nation in gentrification", "ruling_headline_slug": "austins-78702-has-gentrified-its-not-no-2-gentrifi", "ruling_link_text": "List tracked surges in white residents", "ruling_state": null, "source_documents": null, "sources": "<p>Opinion article, <a href=\"http://www.mystatesman.com/news/news/opinion/llanes-almanza-commercial-farms-dont-belong-in-est/nbLKj/\"><u>&quot;Llanes, Almanza: Commercial farms don&rsquo;t belong in established neighborhoods,&quot;</u></a> Daniel Llanes and Susana Almanza, the <em>Austin American-Statesman</em>, Oct. 12, 2013</p>\r\n\r\n<p>News story, <a href=\"http://www.statesman.com/news/news/local/census-data-depict-sweeping-change-in-east-austi-1/nRZJD/\"><u>&quot;Census data depict sweeping change in East Austin,&quot;</u></a> <em>American-Statesman</em>, published April 18, 2011 and updated April 23, 2011</p>\r\n\r\n<p>Blog post, <a href=\"http://www.edexcellence.net/commentary/education-gadfly-daily/flypaper/2012/the-50-zip-codes-with-the-largest-growth-in-white-population-share.html\"><u>&quot;The 50 zip codes with the largest growth in white population share, 2000-2010,&quot;</u></a> Michael J. Petrilli, executive vice president, Thomas B. Fordham Institute, Flypaper blog, June 14, 2012 (accessed Oct. 21, 2013)</p>\r\n\r\n<p>Telephone interview, Michael Petrilli, executive vice president, the Fordham Institute, Columbus, Ohio, Oct. 22, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/15do23XSnZ7nZKvZQ0SWPLwpBgY19DUbgVuW0jP6r1_I/pub\"><u>Email</u></a> (excerpted), Ryan Robinson, demographer, City of Austin, Oct. 21, 2013</p>\r\n\r\n<p>Spreadsheet <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGSGR4eVdkcmhhN00/edit?usp=sharing\"><u>showing median household incomes by ZIP code</u></a>, 2000 U.S Census (1999 figures) and latest five years of U.S. Census Bureau American Community Survey, 2007-2011, plus populations of ZIP codes, provided by email by Lloyd Potter, Texas state demographer, with population column added by Christian McDonald, data editor, <em>American-Statesman</em>, Oct. 23, 2013</p>\r\n\r\n<p>Spreadsheet <a href=\"https://docs.google.com/file/d/0B0kkOiAWUCUGRXRzTmFPRi1uTkk/edit?usp=sharing\"><u>showing changes in residents living at or below federal poverty level by ZIP code</u></a>, provided by email from Lloyd Potter, Oct. 24, 2013</p>\r\n\r\n<p>Telephone interviews, <a href=\"http://soa.utexas.edu/people/profile/mueller\"><u>Elizabeth Mueller</u></a>, associate professor, University of Texas School of Architecture, Oct. 21 and 25, 2013</p>\r\n\r\n<p>Spreadsheet, <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGdFRTUVZYTWVsZXM/edit?usp=sharing\"><u>&quot;Loss of low income population in zip codes identified as gaining the highest share of white pop, 2000-2010,&quot;</u></a> provided by email by Mueller, Oct. 23, 2012</p>\r\n\r\n<p>Spreadsheet showing <a href=\"https://docs.google.com/file/d/0B0kkOiAWUCUGZmNCWkNfZ0g3dlU/edit?usp=sharing\"><u>changes in median value of single-family homes in ZIP codes with 10,000 residents or more</u></a>, 1999 data as collected in 2000 U.S. Census and estimates from latest five years of U.S. Census Bureau American Community Survey, 2007-2011, provided by email by Christian McDonald, Oct. 24, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Community activist", "false_count": 1, "first_name": "Daniel", "half_true_count": 0, "home_state": "Texas", "id": 2478, "last_name": "Llanes", "mostly_true_count": 0, "name_slug": "daniel-llanes", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/danielllanespft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2478/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>&quot;78702 is the second-most gentrified ZIP code in the entire country.&quot;</p>\r\n", "statement_context": "an opinion column", "statement_date": "2013-10-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 106, "photo": null, "resource_uri": "/api/v/2/subject/106/", "subject": "Housing", "subject_slug": "housing", "used_in_edition": []}, {"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}, {"description": "", "id": 144, "photo": null, "resource_uri": "/api/v/2/subject/144/", "subject": "Urban", "subject_slug": "urban", "used_in_edition": []}], "target": [], "twitter_headline": "Is the 78702 part of Austin the most gentrified in the nation?"}