{"art": [{"brightcove": "", "caption": "David Axelrod and Sen. Tom Coburn, R-Okla., debate the health care law on MSNBC's \"Morning Joe.\"", "id": 3839, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/3839/", "title": "Axelrod", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/41OESmidM6w?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "41OESmidM6w"}], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/truth-o-meter/statements/2013/oct/29/david-axelrod/david-axelrod-says-vast-majority-americans-will-ke/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 8471, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/8471/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>It&rsquo;s the question-du-jour about the new health care law: Are people going to be able to keep their health insurance if they like it?</p>\r\n\r\n<p>President Barack Obama has several times said yes.</p>\r\n\r\n<p>But cancellation notices coming in the mail to policyholders tell another story.</p>\r\n\r\n<p>The contrast between Obama&rsquo;s promises and what&rsquo;s playing out in America has led to a fierce political war of words about who lied, who knew what and when, and how Americans will have to deal with the ramifications.</p>\r\n\r\n<p>Former Obama campaign strategist David Axelrod and Oklahoma Republican Sen. Tom Coburn debated the issue Monday on MSNBC&rsquo;s <em>Morning Joe.</em></p>\r\n\r\n<p>Coburn: &quot;You&#39;re no longer eligible to buy your own plan, which was the No. 1 promise that the president made to the American people. You cannot get what you had.&quot;</p>\r\n\r\n<p>Axelrod: &quot;Most people are going to keep their own plans, senator, and you know that.&quot;</p>\r\n\r\n<p>Coburn: &quot;That&rsquo;s not true.&quot;</p>\r\n\r\n<p>Moments later, Axelrod made his point again: &quot;The majority of people in this country, the vast majority of people in this country, are keeping their plan. People who are uninsured are going to have choices they never had before.&quot;</p>\r\n\r\n<p>In this fact-check, we wanted to dig into what&rsquo;s happening to the American health insurance system to see what policies are being canceled, how many, why and how you might be affected.</p>\r\n\r\n<p>A good starting point is to see how Americans get their insurance right now. Using census data, the <a href=\"http://kff.org/other/state-indicator/total-population/\"><u>Kaiser Family Foundation</u></a> finds that in 2012, a little less than 50 percent of the public got their coverage through an employer-based plan. That is, a business negotiates a contract with an insurance company and offers health coverage to its workers.</p>\r\n\r\n<p>The second largest group, about 30 percent, gets insurance through either Medicare, Medicaid or both.</p>\r\n\r\n<p>A third group of people with insurance, about 6 percent, buy policies directly from insurance companies. This is called the individual market. (The remainder of Americans, around 16 percent, are currently uninsured.)</p>\r\n\r\n<p>The health care law that was passed in 2010 made changes to all three legs of the health insurance stool, but the biggest changes came in the individual market.</p>\r\n\r\n<p>Before the health care law was passed, the individual market was widely considered a mess. Insurers could turn you down for pre-existing conditions, and none of the insurance was standardized, so if you bought a policy, it wasn&rsquo;t always crystal clear what you were getting.</p>\r\n\r\n<p>The law&rsquo;s goal always had been to get these people into standardized plans that cover a defined list of benefits.</p>\r\n\r\n<p>As a result, some existing policies did not meet standards set by the new health care law.</p>\r\n\r\n<p>This is why people in this group may be seeing cancellation notices.</p>\r\n\r\n<p>Kaiser estimates that 15 million people are in the individual market. They are likely to have a very different experience from the &quot;vast majority&quot; cited by Axelrod. In <a href=\"http://www.nj.com/news/index.ssf/2013/10/obamacare_forces_insurance_companies_to_scrap_some_plans_create_new_ones.html\"><u>New Jersey</u></a> and <a href=\"http://www.kaiserhealthnews.org/Stories/2013/October/21/cancellation-notices-health-insurance.aspx\"><u>Florida</u></a>, hundreds of thousands of people have received cancellation notices and more are popping up across the country.</p>\r\n\r\n<p>It&rsquo;s unclear how many people in the individual market will be forced to change their plan. And what happens to people who are will vary. People can buy another plan from the same company or shop around. Some of them will be eligible for government subsidies and some will not.</p>\r\n\r\n<p>This group is where the disruptions are most likely.</p>\r\n\r\n<p>Another group of people -- about 90 million -- are covered through through Medicare or Medicaid. While the Affordable Care Act does make changes, most notably in something called the Medicare Advantage program, they are not being moved into new coverage plans.</p>\r\n\r\n<p>That leaves the nearly 150 million people who get their insurance through the plans their employer offer.</p>\r\n\r\n<p>Those plans could change. But it&rsquo;s tough to say how substantially, and how much as a result of the health care law. Part of that is because plans change every year.</p>\r\n\r\n<p>Still, some companies are making changes to bring costs down. For example, UPS is telling their employees that if their spouse can receive health insurance through a different employer, UPS will no longer offer them coverage.</p>\r\n\r\n<p>That certainly could mean people are not keeping their health care plan. How much of the blame should be shouldered by the health care law is a different matter.</p>\r\n\r\n<p>We asked a variety of experts to comment on the literal accuracy of Axelrod&rsquo;s statement. For the most part, regardless of their opinion of the new health care law, they gave Axelrod the benefit of the doubt.</p>\r\n\r\n<p>&quot;It&rsquo;s probably true -- at least for next year,&quot; said Gail Wilensky, the former head of Medicare and Medicaid under President George H. W. Bush. &quot;Most employers aren&rsquo;t going to do anything about the insurance they are offering for 2014 because of the Affordable Care Act.&quot;</p>\r\n\r\n<p>&quot;He is absolutely right,&quot; said Bob Laszewski, a health insurance consultant and head of Health Policy and Strategy Associates. But Laszweski also said Axelrod was intentionally diverting attention from the real problems taking place in the individual market.</p>\r\n\r\n<p>Gerard Anderson, director of the Center for Hospital Finance and Management at the Johns Hopkins Bloomberg School of Public Health, said, &quot;I would make the same comment that David Axelrod makes but without any real facts. The people with large employers are not really being impacted by the (health care law) and neither are the Medicare and Medicaid recipients.&quot;</p>\r\n\r\n<p>Sabrina Corlette, program director at at Georgetown University&rsquo;s<a href=\"http://chir.georgetown.edu/index.html\"><u> Center on Health Insurance Reforms</u></a>, echoed Anderson&rsquo;s point.</p>\r\n\r\n<p>For Ted Marmor, a professor of health policy at Yale University, rejected Axelrod&rsquo;s claim, largely because no one has the hard evidence to back it up or refute it.</p>\r\n\r\n<p>&quot;No one has the data to be sure,&quot; Marmor said. &quot;Axelrod has no authority for his claim. It is a hope.&quot;</p>\r\n\r\n<p>But Marmor is among the minority of the experts we consulted.</p>\r\n\r\n<p>&quot;It&#39;s simply true,&quot; said Dan Mendelson, CEO of Avalere Health, a Washington health consulting group. &quot;Most of the lives are in the large corporate customer base and we&#39;re seeing virtually no dropping of coverage there.&quot;</p>\r\n\r\n<p><strong>What does it mean to keep your plan?</strong></p>\r\n\r\n<p>In the view of some analysts, if the plan offered by an employer changes, it is not the same plan and this would make Axelrod wrong. Chris Conover, a critic of Obamacare and an adjunct scholar at the American Enterprise Institute, a conservative-leaning think tank, said the Affordable Care Act requires that every plan offer certain minimum benefits, such as free preventive care. It also allows children up to age 26 to stay on their parents&rsquo; plan.</p>\r\n\r\n<p>Those and other rules drive up premiums and lead to employers offering different plans.</p>\r\n\r\n<p>Conover said millions of people &quot;actually have had to purchase more expensive coverage even if they were perfectly happy with their old coverage.&quot;</p>\r\n\r\n<p>Axelrod&rsquo;s office takes a different view. We contacted them and his staff pointed us to a 2013 survey by the <a href=\"http://www.ifebp.org/pdf/research/2103ACAImpactSurvey.pdf\"><u>International Foundation of Employee Benefit Plans</u></a>. Based on responses from 966 organizations, including firms both small and large, the survey found that 94 percent were definitely or very likely to continue to offer coverage.</p>\r\n\r\n<p>In that sense, the majority of Americans would still get insurance through their employer.</p>\r\n\r\n<p>Still, in the survey, about half of the companies estimated Obamacare would raise costs in the range of 1 to 4 percent. Many businesses, in the range of 30 to 40 percent overall, planned to increase the employee share of premiums, raise their deductibles and in other ways shift costs to workers.</p>\r\n\r\n<p>But it is important to remember that cost and risk shifting has been with the country for a long time. The <a href=\"http://kff.org/report-section/2013-summary-of-findings/\"><u>Kaiser Family Foundation annual survey of employer plans</u></a> reports that in the past 10 years, the average share of premiums paid by employees has gone up and the fraction of workers in high-deductible plans has risen steadily since 2006, reaching one fifth of the people in the study in 2013.</p>\r\n\r\n<p>Richard Zirkelbach, a spokesman for America&rsquo;s Health Insurance Plans, a trade group of insurance companies, said the impact of the health care law takes place within an insurance marketplace that has been far from static.</p>\r\n\r\n<p>&quot;There have been year to year changes to policies,&quot; Zirkelbach said. Of all the factors that drive those changes -- rising medical costs, changes in the health of the people in the insurance pool, and government regulation -- Zirkelbach believes the Affordable Care Act rules are having the largest impact as employers look to 2014.</p>\r\n\r\n<p>Zirkelbach points especially to the minimum requirements for every insurance plan. The employee benefit survey reports that about three quarters of all plans meet all minimum requirements and need no further changes.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Axelrod said the vast majority of people are keeping their health care plans.</p>\r\n\r\n<p>That&rsquo;s certainly what the 2010 health care law intended.</p>\r\n\r\n<p>The law was crafted largely to leave in place the health care delivery systems for people who get health insurance either through their employer (about 50 percent of people with insurance) or through the government-managed Medicare or Medicaid programs (about 30 percent).</p>\r\n\r\n<p>Some changes may be occurring in the employer market that would stop people from keeping the health care plans they have.</p>\r\n\r\n<p>But the bigger issues are in the so-called individual market, which accounts for about 6 percent of Americans who now have health care.</p>\r\n\r\n<p>The health care law, in essence, raises standards that will make many plans offered in the individual market obsolete.</p>\r\n\r\n<p>Experts told us there is no precise data to determine how many people will be forced to change health care plans, but they generally agreed the number will be small this year. The broad consensus is that, for the time being, most people will see changes in their coverage and what they pay for that coverage consistent with changes they have seen with their insurance over the past decade.</p>\r\n\r\n<p>We rate the statement Mostly True.</p>\r\n", "ruling_comments_date": "2013-10-29T15:55:04.279359", "ruling_date": "2013-10-29T18:19:57", "ruling_headline": "David Axelrod says 'vast majority' of Americans will keep their health insurance", "ruling_headline_slug": "david-axelrod-says-vast-majority-americans-will-ke", "ruling_link_text": "Cancellations the exception, not the rule", "ruling_state": null, "source_documents": null, "sources": "<p>MSNBC, Morning Joe, Oct. 28, 2013</p>\r\n\r\n<p>Mediaite,<a href=\"http://www.mediaite.com/tv/tom-coburn-fights-david-axelrod-over-obamacare-its-not-the-ideas-its-govt-is-incompetent/\"><u> Tom Coburn Fights David Axelrod Over Obamacare: &lsquo;It&rsquo;s Not the Ideas, It&rsquo;s Gov&rsquo;t is Incompetent&rsquo;,</u></a> Oct. 28, 2013</p>\r\n\r\n<p>United States Census,<a href=\"http://www.census.gov/hhes/www/hlthins/data/incpovhlth/2012/tables.html\"><u> Income, poverty and health insurance coverage: 2012 -- tables and figures</u></a></p>\r\n\r\n<p>United States Census,<a href=\"http://www.census.gov/hhes/www/cpstables/032013/health/h01_000.htm\"><u>Health Insurance Coverage Status and Type of Coverage by Selected Characteristics: 2012</u></a></p>\r\n\r\n<p>Kaiser Family Foundation,<a href=\"http://kff.org/health-reform/fact-sheet/obamacare-and-you-if-you-have-job-based-coverage/\"><u> Obamacare and You: If You Have Job-Based Coverage</u></a>, Oct. 1, 2013</p>\r\n\r\n<p>Star Ledger,<a href=\"http://www.nj.com/news/index.ssf/2013/10/obamacare_forces_insurance_companies_to_scrap_some_plans_create_new_ones.html\"><u> Obamacare causes insurance companies to scrap some plans, create new ones</u></a>, Oct. 6, 2013</p>\r\n\r\n<p>Kaiser Health News,<a href=\"http://www.kaiserhealthnews.org/Stories/2013/October/21/cancellation-notices-health-insurance.aspx\"><u> Thousands of consumers get health insurance cancellation notices due to health law changes</u></a>, Oct. 21, 2013</p>\r\n\r\n<p>Kaiser Family Foundation,<a href=\"http://kff.org/private-insurance/report/2013-employer-health-benefits/\"><u> 2013 Employer Health Benefits Survey</u></a></p>\r\n\r\n<p>International Foundation of Employee Benefit Plans,<a href=\"http://www.ifebp.org/pdf/research/2103ACAImpactSurvey.pdf\"><u> 2013 Employer-health care: ACA&rsquo;s impact</u></a>, 2013</p>\r\n\r\n<p>Kaiser Family Foundation,<a href=\"http://kaiserfamilyfoundation.files.wordpress.com/2013/10/7451-09-supplemental-tables1.pdf\"><u> Key facts about health insurance on the eve of health reform - supplemental tables</u></a></p>\r\n\r\n<p>Email interview with<a href=\"http://www.hopkinsglobalhealth.org/researchers/profile/1278/Anderson/Gerard\"><u> Gerard Anderson</u></a>, director, Center for Hospital Finance and Management, Johns Hopkins Bloomberg School of Public Health, Oct 28, 2013</p>\r\n\r\n<p>Email interview with Gail Wilensky, senior fellow, Project Hope, Oct 28, 2013</p>\r\n\r\n<p>Email interview with<a href=\"http://som.yale.edu/theodore-r-marmor\"><u> Theodore Marmor</u></a>, professor emeritus of public policy and management, Yale University, Oct 28, 2013</p>\r\n\r\n<p>Email interview with Sabrina Corlette, program director, Center on Health Insurance Reforms, Georgetown University, Oct 28, 2013</p>\r\n\r\n<p>Email interview with Robert Laszewski, CEO Health Policy and Strategy Associates, Oct 28, 2013</p>\r\n\r\n<p>Interview with Robert Zirkelbach, spokesman, America&rsquo;s Health Insurance Plans, Oct 28, 2013</p>\r\n\r\n<p>Email interview,<a href=\"http://chpir.org/people/chris-conover/\"><u> Christopher Conover</u></a>, policy analyst, Center for Health Policy and Inequalities Research, Duke University, Oct. 28</p>\r\n\r\n<p>Email interview with Tim Skoczek, chief of staff, David Axelrod, Oct. 28, 2013</p>\r\n\r\n<p>Interview with Dan Mendelson, CEO, Avalere Health, Oct. 29, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 1, "first_name": "David", "half_true_count": 6, "home_state": "", "id": 209, "last_name": "Axelrod", "mostly_true_count": 7, "name_slug": "david-axelrod", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Axelrod.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/209/", "total_count": 18, "true_count": 2, "website": ""}, "statement": "<p>&quot;The vast majority of people in this country are keeping their (health insurance) plan.&quot;</p>\r\n", "statement_context": "comments on MSNBC's \"Morning Joe\"", "statement_date": "2013-10-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}