{"art": [], "author": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2013/oct/31/julie-parrish/west-linn-national-leader-number-home-businesses-p/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 8483, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8483/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>For more than a decade, economists have charted a pronounced trend toward more home-based businesses. Nationally, the number of people working from home increased by 2 million from 2005 to 2010, according to the U.S. Census.</p>\r\n\r\n<p>In Oregon, the city of West Linn has long claimed a relatively high number of home-based businesses, with City Council members and others routinely referring to the city as having one of the highest rates per capita in the state.</p>\r\n\r\n<p>Rep. Julie Parrish, R-West Linn, took things to a new level during the recent legislative special session, when she spoke on the floor to support a small-business tax cut. She said the proposed cuts would save enough for many businesses to hire an additional employee, then added, &quot;West Linn has one of the highest per capita rates of home-based businesses in the United States.&quot;</p>\r\n\r\n<p>That caught our attention. Does West Linn&rsquo;s per capita rate of home-based businesses top almost anywhere in the country? PolitiFact Oregon decided to check.</p>\r\n\r\n<p>We contacted Parrish by email and received a quick reply. She cited a May 2, 2013, article in the West Linn Tidings newspaper. The article, referring to U.S. Census data, stated that West Linn ranked second in Oregon in the rate of home-based businesses per capita at 8.9 percent. Only Lake Oswego, at 10.9 percent, ranked higher.</p>\r\n\r\n<p>Parrish offered additional figures to bolster her case. As of April, she said, 2,769 businesses with West Linn addresses were registered with the Oregon Secretary of State&rsquo;s office.</p>\r\n\r\n<p>Further, West Linn has a population of about 25,600 and 9,779 households, according to the 2010 Census. Of those, 777 units are vacant. That leaves 2,769 businesses spread among about 9,000 households.</p>\r\n\r\n<p>Suitably crunched, those numbers indicate that about 28 percent of households have a registered business, Parrish said, adding, &quot;Of course, not all of those are going to be home-based.&quot;</p>\r\n\r\n<p>From there, however, the slope got more slippery.</p>\r\n\r\n<p>We took Parrish up on her suggestion to contact West Linn City Councilor Thomas Frank, who, she said, had cited 2010 Census Bureau data for statewide numbers of home-based businesses in one of his recent blog posts.</p>\r\n\r\n<p>Frank said West Linn used to call itself Oregon&rsquo;s leader when it came to the number of home-based businesses. He then cited the same figures used in the West Linn Tidings article.</p>\r\n\r\n<p>Asked whether West Linn had, as Parrish stated, one of the highest per capita rates in the nation, Frank said, &quot;I&rsquo;ve not heard that one before.&quot;</p>\r\n\r\n<p>Next, at Frank&rsquo;s suggestion, we turned to Chris Kerr, West Linn&rsquo;s economic development director. He also could not pinpoint the origin of West Linn&rsquo;s reputation for having a high concentration of home-based businesses.</p>\r\n\r\n<p>&quot;I have heard similar statements about the comparatively large number/percentage of home-based businesses in West Linn,&quot; Kerr wrote by email. &quot;However, I am not familiar with any comparative data on this subject; certainly not related to the national averages or on a per capita basis.&quot;</p>\r\n\r\n<p>In the end, neither he, Frank nor anyone else contacted by PolitiFact Oregon could cite numbers supporting the notion that West Linn is a leader in home-based enterprises, even though that&rsquo;s been the conventional wisdom for years.</p>\r\n\r\n<p>Kerr said the city probably does have a beefy number of home-based businesses because of its high percentage of residential to nonresidential land. The city last year listed 1,245 licensed businesses -- far fewer than the state listed for West Linn -- of which 423 were at residences.</p>\r\n\r\n<p>The discrepancy underscores the difficulty of finding precise numbers. Kerr noted that some of those homes were listed for mailing-address purposes only. Other home businesses don&rsquo;t bother to get licenses in hopes of avoiding regulation or licensing fees.</p>\r\n\r\n<p>&quot;I&rsquo;ve been told that Southeast Portland has an unusually high number of home-based businesses, but there&rsquo;s no way to prove it,&quot; said Eric Norberg, longtime president of the Association of Home Businesses in Portland. &quot;Cities don&rsquo;t tabulate that separately, and many home businesses have no desire to tell anyone but their customers what they are doing.&quot;</p>\r\n\r\n<p>Still, we wondered whether cities can be ranked according to their per capita rates of home-based businesses.</p>\r\n\r\n<p>Yes, said Jason Jurjevich, assistant director of Portland State University&rsquo;s Population Research Center, but not by using full Census statistics. Instead, data along these lines come from the Economic Census, a survey of business owners conducted every five years.</p>\r\n\r\n<p>The problem is it&rsquo;s a relatively small survey and doesn&rsquo;t produce information down to cities the size of West Linn, Jurjevich said. The single source of information that could be used that way -- Public Use Microdata Sample, or PUMS -- requires population sets of at least 100,000.</p>\r\n\r\n<p>Of West Linn, he said: &quot;It&rsquo;s too small.&quot;</p>\r\n\r\n<p>The Census&rsquo; annual American Community Survey also gathers data from businesses and homeowners. In a question asking how many people work from home, 8.5 percent of West Linn respondents answered yes (not the 8.9 percent listed in the Tidings article). But there&rsquo;s no way to determine how many are simply employees who work from home.</p>\r\n\r\n<p>To Parrish&rsquo;s credit, she promised to continue looking for &quot;the specific numbers,&quot; adding, &quot;I&rsquo;m willing to acknowledge that I don&rsquo;t have them in hand.&quot; She stood by saying West Linn has &quot;one of the highest&quot; per capita ratings in Oregon, despite the fact that no one could point to specific data to back that up.</p>\r\n\r\n<p>But back to her original claim to House colleagues that West Linn has &quot;one of the highest per capita rates of home-based businesses in the United States.&quot; It&rsquo;s conceivably possible that&rsquo;s true, but Parrish could offer no substantiation. And we found that no such statistics exist on a city the size of West Linn. In such cases, PolitiFact rates the claim False. &nbsp;</p>\r\n", "ruling_comments_date": "2013-10-31T19:59:09.407430", "ruling_date": "2013-10-31T16:54:36", "ruling_headline": "Is West Linn a national leader in number of home businesses? ", "ruling_headline_slug": "west-linn-national-leader-number-home-businesses-p", "ruling_link_text": "No place like home business", "ruling_state": null, "source_documents": null, "sources": "<p>Email responses from state Rep. Julie Parrish, R-West Linn, Oct. 22/23</p>\r\n\r\n<p>Telephone interview with Thomas Frank, West Linn City Councilor, Oct. 22</p>\r\n\r\n<p>Email from Chris Kerr, West Linn&rsquo;s economic development director, Oct. 24</p>\r\n\r\n<p>Telephone interview with Jason Jurjevich, assistant director of Portland State University&rsquo;s Population Research Center, Oct. 23</p>\r\n\r\n<p>Telephone interview with Eric Norberg, president, Association of Home Businesses, Oct. 23</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "businesswoman", "false_count": 1, "first_name": "Julie", "half_true_count": 0, "home_state": "Oregon", "id": 700, "last_name": "Parrish", "mostly_true_count": 0, "name_slug": "julie-parrish", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/julie_parrish.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/700/", "total_count": 1, "true_count": 0, "website": "http://www.julie4oregon.com/"}, "statement": "<p>&quot;West Linn has one of the highest per capita rates of home-based businesses in the United States.&quot;</p>\r\n", "statement_context": "a House floor speech", "statement_date": "2013-10-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}], "target": [], "twitter_headline": ""}