{"art": [{"brightcove": "", "caption": "House Intelligence Committee chairman Mike Rogers, R-Mich., brought up an episode in American intelligence history from 1929 during an interview on CBS' \"Face the Nation.\"", "id": 3872, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Rogers_on_CBS.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3872/", "title": "Mike Rogers Face the Nation", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Herbert Yardley, who headed the U.S. government's code-breaking office during the 1920s, is shown here in an exhibit at the National Cryptologic Museum, including the best-selling book he wrote about his experiences in cryptology.", "id": 3873, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Black_chamber.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3873/", "title": "Yardley and Black Chamber", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2013/nov/04/mike-rogers/rep-mike-rogers-says-us-shuttering-intelligence-op/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 8508, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/8508/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>The debate over the federal government&rsquo;s surveillance policies -- prompted by the release of National Security Agency documents taken by leaker Edward Snowden -- has revived interest in a decades-old tale of spycraft.</p>\r\n\r\n<p>The story of the &quot;American Black Chamber&quot; intelligence program came up during an interview with House Intelligence chairman Mike Rogers, R-Mich., on the Nov. 3, 2013, edition of CBS&rsquo; <em>Face the Nation</em>.</p>\r\n\r\n<p>Amid a discussion of whether the United States had been wrong to spy on friendly foreign leaders such as German Chancellor Angela Merkel, Rogers stood up for an aggressive American intelligence effort overseas.</p>\r\n\r\n<p>&quot;We did this in the 1930s,&quot; Rogers said. &quot;We turned it off. In 1929, the Secretary of State at that time, (when) they were collecting information to protect America, said, &lsquo;You know, we shouldn&#39;t do this. This is unseemly.&rsquo; They turned it off. Well, that led to a whole bunch of misunderstanding that led to World War II, that killed millions and millions of people.&quot;</p>\r\n\r\n<p>We had two questions about Rogers&rsquo; claim. First, was he accurate in describing the history of this early United States intelligence effort? And second, is it reasonable to argue that the elimination of such a program led<strong> </strong>to &quot;millions and millions&quot; of deaths in World War II?</p>\r\n\r\n<p><strong>The &quot;American Black Chamber&quot;</strong></p>\r\n\r\n<p>This part of the story begins with <a href=\"http://www.nsa.gov/about/cryptologic_heritage/museum/virtual_tour/index.shtml\"><u>Herbert O. Yardley</u></a> (1889-1958), an Indiana native who became a code clerk with the State Department and later served during World War I in the cryptologic section of military intelligence. He parlayed that experience into what is generally considered the United States&rsquo; first peacetime code-breaking operation -- a joint project of the Army and the State Department. Using a shell company office in Manhattan, cryptoanalysts toiled behind a locked door, breaking foreign codes used in telegrams.</p>\r\n\r\n<p>During its dozen years of operation, the office cracked the codes of 45,000 telegrams, including messages sent by at least 19 nations, both allies (England and France) and rivals (Germany, Japan and the Soviet Union), according to David Kahn&rsquo;s landmark 1996 history, <em><a href=\"http://books.google.com/books?id=SEH_rHkgaogC&amp;source=gbs_navlinks_s\"><u>The Codebreakers: The Comprehensive History of Secret Communication from Ancient Times to the Internet</u></a></em>.</p>\r\n\r\n<p>In 1921 and 1922, the office figured out the codes used by Japanese negotiators at an international naval conference in Washington, providing internal Japanese bargaining positions to chief negotiator Charles Evans Hughes. Their work made it possible for the United States to secure an advantageous outcome.</p>\r\n\r\n<p>But by the late 1920s, the project began to fall out of favor. Congress was reluctant to provide more funding, while telegraph company executives were increasingly uncomfortable diverting telegrams. &nbsp;(This part of the story offers an eerie parallel to the <a href=\"http://mashable.com/2013/10/30/nsa-google-yahoo-data-centers/\"><u>unease</u></a> expressed by Google and other companies to customer data traffic being <a href=\"http://www.washingtonpost.com/world/national-security/nsa-infiltrates-links-to-yahoo-google-data-centers-worldwide-snowden-documents-say/2013/10/30/e51d661e-4166-11e3-8b74-d89d714ca4dd_story.html\"><u>surveilled</u></a> by the NSA.)</p>\r\n\r\n<p>For Yardley, a new source of turbulence emerged when Herbert Hoover became president in 1929. Listening to Hoover&rsquo;s first speech as president from a speakeasy, Yardley could sense that the administration&rsquo;s goal of following high ethical standards would pose a serious challenge to his office.</p>\r\n\r\n<p>He was right. In a bid to pre-empt any change to his program, Yardley waited until Secretary of State Henry L. Stimson had been in office for a few months -- banking that Stimson had &quot;lost some of his innocence is wrestling with the hardheaded realities of diplomacy,&quot; as Kahn put it -- and then presented him with some important code-breaking results. The tactic had worked with previous Cabinet officials, but this time, it backfired.</p>\r\n\r\n<p>Stimson, Kahn writes, &quot;was shocked to learn of the existence of the Black Chamber, and totally disapproved of it. He regarded it as a low, snooping activity, a sneaking, spying, keyhole-peering kind of dirty business, a violation of the principle of mutual trust upon which he conducted both his personal affairs and his foreign policy. ... Stimson rejected the view that such means justified even patriotic ends (and) said later, &#39;Gentlemen do not read each other&#39;s mail.&#39; In an act of pure moral courage, Stimson, affirming principle over expediency, withdrew all State Department funds, (and) since these constituted its major income, their loss shuttered the office.&quot;</p>\r\n\r\n<p>We interviewed several scholars of intelligence and all agreed that on the basic facts of the Black Chamber, Rogers was essentially right -- the who (the Secretary of State), the when (1929) and the why (that such surveillance was ungentlemanly).</p>\r\n\r\n<p>The only objection we heard is that while the Hoover administration shut down the Black Chamber, it did not shut down all such intelligence activities. The Army Signal Corps, under the leadership of William Friedman, continued to produce intelligence.</p>\r\n\r\n<p>Before we move on to the second part of Rogers&rsquo; quote, we&rsquo;ll provide a brief postscript about the key players.</p>\r\n\r\n<p>Yardley was initially ostracized when his shop closed down, never working again for the U.S. government (though he consulted with such foreign countries as Canada and China). He did, however, get a revenge of sorts by publishing a book, <em>The American Black Chamber</em>, that became a financial and critical success. To this day, it remains a classic of the cryptologic literary genre.</p>\r\n\r\n<p>Meanwhile, the highly ethical Hoover administration proceeded to &quot;lie straightforwardly&quot; (Kahn&rsquo;s words) by denying, in no uncertain terms, the existence of the Black Chamber<strong>, </strong>even when confronted with Yardley&rsquo;s book.</p>\r\n\r\n<p>And Stimson? As peacetime morphed into World War II, he changed his tune. As President Franklin D. Roosevelt&rsquo;s Secretary of War, Stimson received intelligence from MAGIC, a highly classified codebreaking effort run by divisions of the Army and Navy.</p>\r\n\r\n<p><strong>Did the shuttering of the Black Chamber lead the United States to World War II</strong></p>\r\n\r\n<p>While Rogers&rsquo; description of the Black Chamber is generally accurate, our experts said, his suggestion that its absence led to World War II is, at the very least, greatly exaggerated.</p>\r\n\r\n<p>Richard Breitman, an American University scholar of the World War II era, acknowledged that the closure of Yardley&rsquo;s office &quot;undoubtedly hindered American intelligence collection during the 1930s,&quot; but he added that &quot;connecting<strong> </strong>this with the outbreak of World War II, which began in Europe without U.S. participation, is way off.&quot;</p>\r\n\r\n<p>Breitman noted that &quot;there was plenty of public information, including Hitler&#39;s <em>Mein Kampf</em>, about Nazi Germany&#39;s general inclination to go to war,&quot; he said. In addition, &quot;various western diplomats reported specific details from Berlin and elsewhere about Nazi plans. But Congress had limited the Roosevelt Administration&#39;s capacity to react with the Neutrality Acts.&quot;</p>\r\n\r\n<p>Joseph Wippl, a professor of the practice of international relations at Boston University, also points to the broader push in the United States toward neutrality, arguing that the disbanding of the Black Chamber was a symptom of a more general disengagement the nation was undergoing at the time.</p>\r\n\r\n<p>&quot;After World War I, the United States returned to a policy of isolationism, in spite of the fact we were the world&#39;s dominant power,&quot; he said. &quot;The fact that we did not have military or intelligence capability before World War II reflects what happened to the United States after World War I -- that is, back to isolationism.&quot;</p>\r\n\r\n<p>John Pike, the director of globalsecurity.org, said that after spending &quot;nearly half a century studying World War II, only in recent years have I come to think I have some understanding of the thing. To me, (Rogers&rsquo;) is a novel proposition. There were certainly many intelligence failures in the years before the war, but they were mainly failures of imagination, not collection.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Rogers said that in 1929, the Secretary of State shut down a program that was &quot;collecting information to protect America&quot; because it was &quot;unseemly,&quot; but that move led<strong> </strong>to &quot;millions and millions&quot; of deaths in World War II. He is generally correct in his description of that year&rsquo;s shuttering of a pioneering codebreaking project called the Black Chamber, but historians dismiss any suggestion that the program led inexorably to the onset of World War II. At best, they say, that notion is greatly exaggerated. We rate Rogers&rsquo; statement Half True.</p>\r\n", "ruling_comments_date": "2013-11-04T18:04:23.160407", "ruling_date": "2013-11-04T18:33:57", "ruling_headline": "Rep. Mike Rogers says U.S. shuttering of intelligence operation in 1929 led to World War II", "ruling_headline_slug": "rep-mike-rogers-says-us-shuttering-intelligence-op", "ruling_link_text": "Gets the facts right, but the implications wrong", "ruling_state": null, "source_documents": null, "sources": "<p>Mike Rogers, <a href=\"http://www.cbsnews.com/8301-3460_162-57610589/face-the-nation-transcripts-november-3-2013-feinstein-rogers-hayden/?pageNum=3\"><u>comments</u></a> on CBS&rsquo; Face the Nation, Nov. 3, 2013</p>\r\n\r\n<p>David Kahn, <a href=\"http://books.google.com/books?id=SEH_rHkgaogC&amp;source=gbs_navlinks_s\"><u>The Codebreakers: The Comprehensive History of Secret Communication from Ancient Times to the Internet</u></a>, 1996</p>\r\n\r\n<p>National Security Agency, &quot;<a href=\"http://www.nsa.gov/about/cryptologic_heritage/museum/virtual_tour/index.shtml\"><u>National Cryptologic Museum--Virtual Tour</u></a>,&quot; accessed Nov. 4, 2013</p>\r\n\r\n<p>National Security Agency, <a href=\"http://www.nsa.gov/about/cryptologic_heritage/center_crypt_history/pre_1952_timeline/index.shtml\"><u>pre-1952 timeline</u></a>, accessed Nov. 4, 2013</p>\r\n\r\n<p>Reuters<a href=\"http://www.reuters.com/article/2013/06/07/us-usa-security-records-factbox-idUSBRE95617O20130607\">, <u>&quot;Factbox: History of mass surveillance in the United States</u></a>,&quot; June 7, 2013</p>\r\n\r\n<p><em>Washington Post</em>, &quot;<a href=\"http://www.washingtonpost.com/world/national-security/nsa-infiltrates-links-to-yahoo-google-data-centers-worldwide-snowden-documents-say/2013/10/30/e51d661e-4166-11e3-8b74-d89d714ca4dd_story.html\"><u>NSA infiltrates links to Yahoo, Google data centers worldwide, Snowden documents say</u></a>,&quot; Oct. 30, 2013</p>\r\n\r\n<p><em>Time</em>, &quot;<a href=\"http://swampland.time.com/2013/10/31/friends-always-spy-on-friends/?utm_source=feedburner&amp;utm_medium=feed&amp;utm_campaign=Feed%3A+timeblogs%2Fswampland+%28TIME%3A+Swampland\"><u>Spies Like Us: Friends Always Spy on Friends</u></a>,&quot; Oct. 31, 2013</p>\r\n\r\n<p>Anthony Giees, &quot;<a href=\"http://blogs.lse.ac.uk/europpblog/2013/11/04/europes-response-to-the-nsa-spying-scandal-has-been-a-substantial-overreaction/\"><u>Europe&rsquo;s response to the NSA spying scandal has been a substantial overreaction</u></a>,&quot; Nov. 4, 2013</p>\r\n\r\n<p>Email interview with Simon Ball, chair of international history and politics at the University of Leeds, Nov. 4, 2013</p>\r\n\r\n<p>Email interview with Frederick P. Hitz, adjunct professor at the Frank Batten School of Leadership and Public Policy at the University of Virginia and former inspector general of the CIA, Nov. 4, 2013</p>\r\n\r\n<p>Email interview with Anthony Glees, director of the Centre for Security and Intelligence Studies at the University of Buckingham, Nov. 4, 2013</p>\r\n\r\n<p>Email interview with John Pike, director of globalsecurity.org, Nov. 4, 2013</p>\r\n\r\n<p>Email interview with Rhodri Jeffreys-Jones, professor emeritus in the University of Edinburgh&rsquo;s school of history, classics and archaeology, Nov. 4, 2013</p>\r\n\r\n<p>Email interview with Richard Breitman, American University historian, Nov. 4, 2013</p>\r\n\r\n<p>Email interview with Joseph Wippl, professor of the practice of international relations at Boston University, Nov. 4, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "national security commentator for CNN", "false_count": 1, "first_name": "Mike ", "half_true_count": 1, "home_state": "Michigan", "id": 2333, "last_name": "Rogers", "mostly_true_count": 2, "name_slug": "mike-rogers", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rogers_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2333/", "total_count": 8, "true_count": 1, "website": "http://www.mikerogers.com/"}, "statement": "<p>In 1929, the Secretary of State shut down a program that was &quot;collecting information to protect America&quot; because it was &quot;unseemly,&quot; but that move led<strong> </strong>to &quot;millions and millions&quot; of deaths in World War II.</p>\r\n", "statement_context": "an interview on CBS' \"Face the Nation\"", "statement_date": "2013-11-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [], "twitter_headline": ""}