{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2013/nov/05/portland-association-teachers/are-portland-public-school-teachers-being-left-beh/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 8514, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/8514/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>The Portland Association of Teachers and Portland Public Schools have been engaged in a tense contract battle for months. Most recently, the two sides turned to mediation to help resolve a number of sticking points.</p>\r\n\r\n<p>Among those differences is the union&rsquo;s belief that the raise being offered to teachers is too low relative to what has been given to administrators.</p>\r\n\r\n<p>In a recent newsletter to members, the Portland Association of Teachers wrote that &quot;administrator salaries were increased to be competitive in the Metro 14; but other school employees were left behind.&quot; (Metro 14 refers to other nearby districts that are used as measuring sticks for hours, pay and other benefits.)</p>\r\n\r\n<p>The note continued: &quot;While the Board and Superintendent are asking you to cap your insurance and add a half hour unpaid to each workday, it is only offering you a 1 percent pay increase this year. Educational Support Professionals in PPS &hellip; were only given a 1.5 percent raise or less. Their offer falls short of the increase in cost of living and puts us further behind our metro colleagues. Compare this to what administrators have received. Salaries for administrators went up an average of 3.5 percent with the range of increases generally from 1.3 percent to 7.8 percent on July 1, 2013.&quot;</p>\r\n\r\n<p>There&rsquo;s a lot in there, but we&rsquo;re going to focus on this idea that administrators saw their salaries increase while &quot;other school employees were left behind.&quot;</p>\r\n\r\n<p>First, let&rsquo;s lay out what, exactly, was in the Portland Public Schools contract offer before mediation, because some of what was mentioned in the mailer has since changed.</p>\r\n\r\n<p>All teachers would receive a 1 percent cost-of-living increase. About half of them would also get raises known as step increases based on their experience level. Those would range from 2 to 5 percent.</p>\r\n\r\n<p>The part in the association&rsquo;s letter about an extra unpaid half-hour each day has been taken off the table, according to Portland Public Schools.</p>\r\n\r\n<p>Two other groups of district employees have received their raises: As the mailer noted, administrators saw their salaries increase 1.3 to 7.8 percent, with an average increase of 3.5 percent. The district gave some other represented employees, such as support staff, a 1 percent raise, plus steps when eligible.</p>\r\n\r\n<p>We see how, based on these figures alone, one could say that teachers and support staff were &quot;left behind.&quot; But, as always, we wanted some context. We knew from previous school funding coverage that administrators had not seen much growth in their salaries over the past few years. We wanted to know how salaries were increasing over the long term.</p>\r\n\r\n<p>Robb Cowie, a spokesman with Portland Public Schools, had district budget folks work up a five-year salary history for us.</p>\r\n\r\n<p>Here&rsquo;s what we found: If the offer goes through, a teacher with no step increases would see about a 5 percent salary increase compared with the 2008-09 school year. Those at the lower end of the pay scale who receive step increases would see about a 22 percent increase. Similarly, support staff with no steps netted an 8 percent increase under their recently settled contract; those with steps (but at the lower end of the scale) got about 14 percent.</p>\r\n\r\n<p>Meanwhile, nonrepresented staff, including administrators, saw raises that range from 3.3 percent (for an elementary school principal) to nearly 6 percent (for technical positions). So, the district has been treating teachers at least as well as administrators over the longer term -- if not better in some cases.</p>\r\n\r\n<p>Now, there&rsquo;s also the question of how teachers and nonrepresented employees are doing relative to their colleagues in other metro-area districts.</p>\r\n\r\n<p>This was a little tricky for us. The district thinks salaries ought to be adjusted for a slightly shorter work day because Portland Public Schools teachers are contracted for 7.5-hour workdays as opposed to the eight-hour workdays of those in the other districts.</p>\r\n\r\n<p>The union, however, pointed out that Portland teachers are required to be available for two hours worth of meetings each week. The district confirmed that was true though insisted those two hours aren&rsquo;t used each week. The union disagreed.</p>\r\n\r\n<p>In the end, we decided to compare the base salaries with no adjustments. A salary comparison drawn up by Brock Logan, the district&rsquo;s director of employee and labor relations, shows that the minimum average salary of 11 comparable districts for the current year is about $37,700, while the maximum average salary is $74,650. Portland falls below both with a minimum average salary of $35,886 and a maximum average salary of $73,101.</p>\r\n\r\n<p>We asked Cowie for similar comparisons for the nonrepresented staff. For the current year, Portland seems to be near the middle or lower end of the Metro 14 pack. With the proposed increases, they&rsquo;ll wind up smack dab in the middle with most of the positions they showed us, but with some still far lower. Only middle school principals on the high end of the pay scale do slightly better than their peers (they rank fifth).</p>\r\n\r\n<p>When we started this PolitiFact Oregon item, we spoke with Gwen Sullivan, the president of the Portland Association of Teachers. We asked whether it was fair to say teachers were getting left behind without any of the previous years&rsquo; context. She told us that the letter sent out to members concerned only the current bargaining year and that saying teachers were getting left behind was true in that light.</p>\r\n\r\n<p>&quot;It&#39;s talking about this year. It&#39;s very clear,&quot; she said. &quot;As far as the longer term, we didn&#39;t weigh in on that to our members.&quot;</p>\r\n\r\n<p>That brings us to our ruling.</p>\r\n\r\n<p>Under the contract being offered when the association sent out its bargaining letter, teachers would receive smaller raises than some administrators, steps not included. Additionally, compared to their metro-area colleagues, Portland teachers are coming up short while administrators are pulling even. But, it&rsquo;s also true that a longer take on teacher salaries show them doing just as well as, if not better, than administrators in their own district since 2008-09 in terms of salary growth.</p>\r\n\r\n<p>Their statement is partly accurate. After all, teachers wouldn&rsquo;t see as much of a base increase as administrators under the contract in question, and administrators are doing better when compared with their peers. But to determine whether teachers are truly behind, we think it&rsquo;s necessary to look at more than one year. The statement ignores the five-year history, which shows that teachers are modestly behind peers in other districts but not Portland Public Schools administrators.</p>\r\n\r\n<p>We rate this claim Half True.</p>\r\n\r\n<p>(<strong>Note</strong>: This PolitiFact replaces and earlier version an was updated to reflect new information.)</p>\r\n", "ruling_comments_date": "2013-11-05T19:11:58.571602", "ruling_date": "2013-11-05T16:11:22", "ruling_headline": "Are Portland Public School teachers being left behind while administrators see raises?", "ruling_headline_slug": "are-portland-public-school-teachers-being-left-beh", "ruling_link_text": "Not if you take a longer-term view.", "ruling_state": null, "source_documents": null, "sources": "<p>Interview with Gwen Sullivan, president of the Portland Association of Teachers, Oct. 28, 2013</p>\r\n\r\n<p>Portland Association of Teachers, Bargaining Brief, Oct. 10, 2013</p>\r\n\r\n<p>Interviews with Robb Cowie, spokesman for Portland Public Schools, Oct. 29, 2013 and Nov. 4, 2013</p>\r\n\r\n<p>Emails from Robb Cowie, spokesman for Portland Public Schools, Oct. 30, Nov. 1 and Nov. 4, 2013</p>\r\n\r\n<p>Portland Public Schools, 5-year Salary History, Oct. 30, 2013</p>\r\n\r\n<p>Portland Public Schools, Guide to the Teacher Contract for PPS Families, Oct. 24, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "", "id": 2295, "last_name": "Portland Association of Teachers", "mostly_true_count": 0, "name_slug": "portland-association-teachers", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PAT.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2295/", "total_count": 2, "true_count": 0, "website": "http://www.patpdx.org/"}, "statement": "<p>Says administrator salaries were increased, &quot;but other school employees were left behind.&quot;</p>\r\n\r\n<p>&nbsp;</p>\r\n", "statement_context": "a newsletter.", "statement_date": "2013-10-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 206, "photo": null, "resource_uri": "/api/v/2/subject/206/", "subject": "Unions", "subject_slug": "unions", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "School district", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "Oregon", "id": 1174, "last_name": "Portland Public Schools", "mostly_true_count": 1, "name_slug": "portland-public-schools", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PPS.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1174/", "total_count": 4, "true_count": 2, "website": "http://www.pps.k12.or.us/"}], "twitter_headline": ""}