{"art": [], "author": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2013/nov/08/coalition-fair-budget-priorities/did-public-subsidies-oregon-convention-center-hote/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 8525, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8525/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>Plans for a large upscale hotel to boost business at the Oregon Convention Center have floated around for years. So has opposition, in part from downtown hotels concerned that any public subsidies could unfairly undercut their businesses.</p>\r\n\r\n<p>Momentum surged again early last year behind a project calling for a 600-room hotel that would be privately owned and operated. Metro, the regional planning government, asked developers for proposals in February 2012 and spelled out only a relatively small public investment -- a $4 million loan from the Portland Development Commission.</p>\r\n\r\n<p>&quot;We recognized there were limits to other potential (public) financing tools, and we didn&rsquo;t know what that number would look like,&quot; said Teri Dresler, general manager of Metro&rsquo;s visitor venues, such as the Oregon Zoo. &quot;We wanted developers to tell us: What are you willing to invest?&quot;</p>\r\n\r\n<p>Of the two proposals submitted, Metro chose Mortenson/Hyatt&rsquo;s to move ahead. But opponents remain frustrated, saying they were shut out of what should be a far more open process and what ended up as being a much more lucrative deal.</p>\r\n\r\n<p>One of the opponents&rsquo; claims, published on the website of OUCH &nbsp;-- (&quot;Our Unfortunate Convention Hotel&quot;) caught our eye: &quot;Taxpayer subsidy for OCC hotel jumps $100 million in closed-door sessions. $8 million to $130 million with zero public input. OUCH, that hurts.&quot;</p>\r\n\r\n<p>PolitiFact Oregon decided to see whether a $197.5 million project rolled out as minimalist in public investment ended up getting significant subsidies in &quot;closed-door sessions.&quot;</p>\r\n\r\n<p>We called Bashar Wali, president of Provenance Hotels, who belongs to the group fearing that public subsidies could unfairly tip the market toward a new Hyatt Regency. Wali, it should be noted, served on the committee that ultimately recommended that Metro go with Mortenson/Hyatt&rsquo;s proposal.</p>\r\n\r\n<p>Early on, he said, the amount of public money committed to the project began rising. It started with the $4 million PDC loan, then doubled to the $8 million cited on OUCH&rsquo;s website when Metro agreed to chip in a $4 million grant.</p>\r\n\r\n<p>But almost as soon as Minneapolis-based Mortenson Development was selected to build the hotel, Wali said, three things happened: The committee was disbanded, communication to outsiders stopped, and the public commitment to the project swelled.</p>\r\n\r\n<p>He cited a $10 million commitment of lottery proceeds approved this year by the Oregon Legislature. Then Metro upped the ante by agreeing to sell $60 million in revenue bonds to aid construction. The total project cost of the bonds, including interest, is $121 million over the 30-year life of the bonds, according to a Metro fact sheet.</p>\r\n\r\n<p>&quot;And all of the negotiations between Metro and Hyatt have been conducted in secret,&quot; said Wali, who belongs to the Coalition for Fair Budget Priorities that opposes the project. &quot;The transparency Metro promised has simply not been there.&quot;</p>\r\n\r\n<p>Metro&rsquo;s Dresler responded to both of Wali&rsquo;s main points. Yes, she acknowledged, negotiations between Metro staff and Mortenson/Hyatt team members have been conducted in what OUCH characterized as &quot;closed-door sessions.&quot;</p>\r\n\r\n<p>&quot;But real estate transactions are always conducted that way,&quot; she said. &quot;Often, there are trade secrets being discussed, things that companies such as Hyatt want protected until any deal is signed and delivered.&quot;</p>\r\n\r\n<p>She got agreement on that point from Tim Ramis, a Portland attorney whose firm has helped represent downtown hotels opposing the deal. &quot;The negotiation aspect of this is typical to the way these things are usually handled,&quot; he said, adding that, &quot;What&rsquo;s unusual is that the outcome isn&rsquo;t being disclosed.&quot;</p>\r\n\r\n<p>The amount of public money involved has definitely increased from Metro&rsquo;s original request for proposals, Dresler said, but that was always a possibility. We tracked the document down. In the &quot;Public Investment and Resources&quot; section, it reads, &quot;Metro and its partners recognize that some level of public investment may be necessary to achieve the type of convention hotel required by this&quot; request for proposals.</p>\r\n\r\n<p>Among the financing options listed is Metro&rsquo;s willingness &quot;to consider additional&quot; monetary support and &quot;site-specific transient lodging taxes &lsquo;rebated&rsquo; to the project for a period of years.&quot;</p>\r\n\r\n<p>The latter -- more commonly known as room taxes -- are what Metro plans to use to pay off the $60 million in revenue bonds, Dresler said. The figure was chosen, she added, not based on what Mortenson requested but on the gap between construction cost and the revenue consultants said the hotel could generate over the next 30 years.</p>\r\n\r\n<p>Finally, Dresler said, the $60 million in bonds shouldn&rsquo;t be regarded as a public subsidy since it will be paid off entirely using money plunked down by conventioneers staying at the new hotel.</p>\r\n\r\n<p>OUCH&rsquo;s claim rests on two pillars -- a $100-million jump in taxpayer subsidy in &quot;closed-door sessions.&quot;</p>\r\n\r\n<p>On the first point, all agree that at least $18 million in public money is on the table: a $4 million PDC loan, a $4 million Metro grant and $10 million in Oregon Lottery proceeds.</p>\r\n\r\n<p>So should the $60 million in revenue bonds be considered a public subsidy? We called Robert Whelan, senior economist at ECONorthwest, who said yes. We also referred to a recent New York Times financial article, in which analysts say such bonds amount to public subsidies because they divert money that could otherwise go toward public projects to help pay for a private project.</p>\r\n\r\n<p>The ultimate projections dance around a bit, given the 30-year pay-off period at stake, but even Metro agrees that the bond sale will end up requiring about $121 million to satisfy. So we find that OUCH is on the mark in stating that the total public stake involved grew substantially, at least in specifically outlined amounts, from the original request for proposals.</p>\r\n\r\n<p>All also agree that the negotiations took place behind closed doors. Some opponents think that was improper or unfair, though others agree that real estate negotiations between public agencies and private developers are routinely held in private. But that&rsquo;s a separate issue. So we also find OUCH accurate on that point.</p>\r\n\r\n<p>We rate the statement on OUCH&rsquo;s website True.</p>\r\n", "ruling_comments_date": "2013-11-08T12:43:34.070891", "ruling_date": "2013-11-08T09:40:09", "ruling_headline": "Did public subsidies for the Oregon Convention Center hotel jump $100 million in closed-door sessions?", "ruling_headline_slug": "did-public-subsidies-oregon-convention-center-hote", "ruling_link_text": "No room for disagreement", "ruling_state": null, "source_documents": null, "sources": "<p>Telephone interview, Paige Richardson, spokeswoman, Coalition for Fair Budget Priorities, Oct. 30, 2013; emails from Richardson, Oct. 30/31.</p>\r\n\r\n<p>Telephone interview, Tim Ramis, attorney, Oct. 30, 2013,</p>\r\n\r\n<p>OUCH website</p>\r\n\r\n<p>Telephone interview, Bashar Wali, principal, Provenance Hotels, Oct. 31, 2013.</p>\r\n\r\n<p>Telephone interview, Teri Dresler, general manager, Metro visitor venues, Nov. 1, 2013; email from Dresler, Nov. 6, 2013.</p>\r\n\r\n<p>Telephone interview, Robert Whelan, senior economist, ECONorthwest, Nov. 7, 2013.</p>\r\n\r\n<p>Metro website</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Oregon", "id": 2498, "last_name": "Coalition for Fair Budget Priorities", "mostly_true_count": 0, "name_slug": "coalition-fair-budget-priorities", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-mugs-politifact-mugs-silou_1_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2498/", "total_count": 1, "true_count": 1, "website": "http://www.elevatedcampaigns.com/portfolio/ouch-portland/"}, "statement": "<p>Says taxpayer subsidy for the Oregon Convention Center hotel jumped $100 million in closed-door sessions</p>\r\n", "statement_context": "a website statement", "statement_date": "2013-09-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 107, "photo": null, "resource_uri": "/api/v/2/subject/107/", "subject": "Transparency", "subject_slug": "transparency", "used_in_edition": []}], "target": [], "twitter_headline": ""}