{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2013/nov/13/jeff-merkley/has-new-health-care-law-helped-oregon-reduce-numbe/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 8548, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/8548/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>News that hundreds of thousands of Americans would not actually be able to keep their exact health insurance plans under the Affordable Care Act has buffeted Washington.</p>\r\n\r\n<p>President Barack Obama and aides have had to repeatedly defend themselves against cries that they lied to the public. Obama isn&rsquo;t alone, either. Anger about this revelation has turned into fodder for attacks on a number of Democrats including Oregon&rsquo;s own Sen. Jeff Merkley.</p>\r\n\r\n<p>The Republican National Committee recently announced it had launched robocalls against the senator -- along with 10 other Democrats up for re-election -- accusing them of lying about the new law.</p>\r\n\r\n<p><strong>The claim:</strong></p>\r\n\r\n<p>In response, Merkley&rsquo;s spokesman told The Oregonian that the law had already been extremely successful. &quot;Merkley spokesman Matt McNally responded with a statement saying that the new law has already reduced the number of uninsured people in Oregon by 10 percent,&quot; politics reporter Jeff Mapes wrote.</p>\r\n\r\n<p>We&rsquo;d heard that number from the Oregon Health Authority and Gov. John Kitzhaber, as well. Plus, The Oregonian had reported on it (which is where Merkley&#39;s staff got it). Given that the online application system for Cover Oregon -- the state&rsquo;s health exchange under the new law -- isn&rsquo;t running, we were a little suspicious. We decided to take a closer look.</p>\r\n\r\n<p><strong>The analysis:</strong></p>\r\n\r\n<p>Our first call was to the Oregon Health Authority, where the 10 percent figure originated. Spokeswoman Patty Wentz broke down the math for us.</p>\r\n\r\n<p>Some background first, though: In 2011, the Oregon Health Authority conducted an exhaustive survey that found that nearly 15 percent -- or some 560,000 Oregonians -- did not have health insurance. When the Affordable Care Act passed, Oregon was one of several states that opted to expand its Medicaid program using federal dollars.</p>\r\n\r\n<p>To help enroll people in this expansion, the Oregon Health Authority looked at the people receiving food stamp benefits and determined who among them would be eligible for the expansion. Under a fast-track enrollment program, those folks were prequalified. Near the end of September, about 260,000 Oregonians received a letter informing them of their eligibility along with a mail-in application.</p>\r\n\r\n<p>As of Oct. 18, about 56,000 Oregonians had returned the applications -- that&rsquo;s about 10 percent of the total uninsured. These days, the number is closer to 70,000.</p>\r\n\r\n<p>Of course, we thought it was important to know whether these new enrollees would have been eligible without the Affordable Care Act.</p>\r\n\r\n<p>Wentz checked and explained that while a segment of those newly enrolled in the Oregon Health Plan might have previously qualified, there&rsquo;s no way all of them would have been accepted into the plan because of budgetary constraints. Oregon used to have a lottery to join the plan because it had too few slots for all the folks eligible. That lottery is now gone because the slots are unlimited; if you qualify, you get in.</p>\r\n\r\n<p>So, it is fair to say the Affordable Care Act -- or more specifically the Oregon Health Plan expansion it enabled -- is the reason these folks will be insured come 2014.</p>\r\n\r\n<p>Something else occurred to us, however. If this enrollment figure was Merkley&rsquo;s defense of folks not being able to keep their insurance plans, was there anybody out there who might be losing their insurance as result of the ACA? Could that number offset these gains?</p>\r\n\r\n<p>Cheryl Martinis with the Oregon Insurance Division filled us in on those details. She told us Oregon has about 168,000 people with individual insurance. Of those, 23,000 will keep their grandfathered plans. However, 145,000 will see their insurance plans change to meet the requirements of the Affordable Care Act.</p>\r\n\r\n<p>That said, none of them will find him or herself without insurance. Instead, they&rsquo;ll be moved automatically to a new plan that most closely resembles whatever it was they had before the new law. This might not be ideal, of course, but it won&rsquo;t leave them without a plan.</p>\r\n\r\n<p>One group could be out of luck, though. Some insurance companies offer what is called a portability plan. These plans are for people who lose or drop their employer-sponsored insurance. Basically, it&rsquo;s an individual policy through the same insurance company, though they generally have different benefits than what was covered under the employer&rsquo;s program.</p>\r\n\r\n<p>Nearly 14,000 people in Oregon are on these plans, and they will not necessarily automatically be switched to new ones. So, in effect, at least some of them will be forced back into the marketplace to look for insurance. &nbsp;</p>\r\n\r\n<p><strong>The ruling:</strong></p>\r\n\r\n<p>Even if you count all of them as having lost their insurance, though, when Merkley&rsquo;s staff referenced the 10 percent figure on Nov. 4, some 70,000 had received coverage through the fast-track program. That means you still have a net gain of 56,000 people covered. Put another way, Oregon had reduced its uninsured by 10 percent.</p>\r\n\r\n<p>We rate this claim True.</p>\r\n\r\n<p><a href=\"http://www.oregonlive.com/politics/index.ssf/2013/11/has_the_new_health_care_law_he.html#incart_river_default\">Share your thoughts on this ruling back on OregonLive</a>.</p>\r\n", "ruling_comments_date": "2013-11-13T17:09:05.232627", "ruling_date": "2013-11-13T14:08:10", "ruling_headline": "Has the new health care law helped Oregon reduce the number of unisured by 10 percent?", "ruling_headline_slug": "has-new-health-care-law-helped-oregon-reduce-numbe", "ruling_link_text": "He's right, even if you deduct some losing their coverage.", "ruling_state": null, "source_documents": null, "sources": "<p>&nbsp;</p>\r\n\r\n<p>Interview with Patty Wentz, Oregon Health Authority spokeswoman, Nov. 12, 2013</p>\r\n\r\n<p>E-mail from Patty Wentz, Oregon Health Authority spokeswoman, Nov. 13, 2013</p>\r\n\r\n<p>Oregon Health Policy and Research, <a href=\"http://www.oregon.gov/oha/OHPR/RSCH/docs/uninsured/2011_ohis_statewide_uninsurance_estimates_nov21.pdf\">Health Insurance Coverage in Oregon</a>, Sept. 2011</p>\r\n\r\n<p>Interview with Cheryl Martinis, Oregon Insurance Division spokeswoman, Nov. 12, 2013</p>\r\n\r\n<p>Interview with Matt McNally, spokesman for Sen. Jeff Merkley, Nov. 13, 2013</p>\r\n\r\n<p>The Oregonian, &quot;<a href=\"http://www.oregonlive.com/health/index.ssf/2013/10/oregon_has_cut_tally_of_those.html\">Oregon cuts tall of people lacking health insurance by 10 percent in two weeks</a>,&quot; Oct .17, 2013</p>\r\n\r\n<p>The Oregonian, &quot;<a href=\"http://www.oregonlive.com/mapes/index.ssf/2013/11/gop_hits_jeff_merkley_on_obama.html\">GOP hits Jeff Merkley on Obamacare as new Republican enters Senate race</a>,&quot; Nov. 4, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Senator", "false_count": 1, "first_name": "Jeff", "half_true_count": 3, "home_state": "Oregon", "id": 706, "last_name": "Merkley", "mostly_true_count": 6, "name_slug": "jeff-merkley", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jeff_Merkley.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/706/", "total_count": 15, "true_count": 5, "website": "http://www.merkley.senate.gov/"}, "statement": "<p>Says the Affordable Care Act has already reduced the number of uninsured in Oregon by 10 percent.</p>\r\n", "statement_context": "a newspaper article.", "statement_date": "2013-11-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}