{"art": [], "author": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2013/nov/15/karl-king/were-there-2-billion-earmarks-fiscal-year-2012-pol/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 8560, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8560/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Political controversies come and go faster than fashion trends. While government shutdowns, sequestration and the debt ceiling are hogging the political catwalk right now, it seems like only yesterday that battles over budgetary earmarks were all the rage.</p>\r\n\r\n<p>You remember earmarks: provisions in spending bills that let individual members of Congress direct money to specific projects or entities in their districts.</p>\r\n\r\n<p>The zenith of attention for earmarks came in 2010. That&rsquo;s when Republican opposition to the practice helped the GOP retake control of the House of Representatives. Leaders quickly won approval of a moratorium on earmarks. Not to be outdone, Senate Democrats approved a moratorium in that chamber, too.</p>\r\n\r\n<p>Then, like wide ties, earmarks faded from public view. So it caught our attention recently when Karl King, who is mounting an independent bid to unseat Oregon Democratic Sen. Jeff Merkley, homed in on earmarks on the &quot;issues&quot; page of his website.</p>\r\n\r\n<p>King, a licensed massage therapist from Redmond, singled out two issues he wants to focus on. The first involves individual privacy rights. The second addresses the federal budget, which he said should be cut. Among the areas that should be sheared, King said, are &quot;the 2 billion dollars in earmarks in fiscal year 2012.&quot;</p>\r\n\r\n<p>Did that year&rsquo;s federal budget, despite moratoriums approved by both chambers of Congress really contain $2 billion in earmarks? PolitiFact Oregon decided to check.</p>\r\n\r\n<p>We emailed King and asked where he got the $2 billion figure. He responded quickly, saying a review of his notes didn&rsquo;t include any source for the number. He then said in a followup email he would change the figure on his website to $3.3 billion, a number he got from the Pig Book, a publication put out since 1991 by Citizens Against Government Waste, a private, nonpartisan Washington, D.C., budget watchdog group.</p>\r\n\r\n<p>We called Leslie Paige, Citizens Against Government Waste&rsquo;s vice president for policy and communications. She defended the $3.3 billion figure but said no Pig Book charting annual pork-barrel spending has been issued since 2012 because the moratoriums have made it so difficult to trace what went where.</p>\r\n\r\n<p>&quot;The process is now very opaque and the money going through the system is almost impossible to track,&quot; Paige said. &quot;Simply put, we lack the manpower to check it all out.&quot;</p>\r\n\r\n<p>Paige&rsquo;s group arrived at the $3.3 billion figure by matching appropriations in &quot;earmark-free&quot; bills to spending clearly identified as earmarks in bills passed before the ban. A $50 million earmark for the National Guard Counterdrug Program in the Department of Defense Appropriations Act for fiscal year 2012, she said, corresponds to nine earmarks totaling $22.9 million in the same act approved two years before.</p>\r\n\r\n<p>She acknowledged that &quot;the vast majority of earmarks have dried up&quot; since Congress banned the practice but added that, according to her group&rsquo;s definition, some earmarks continue.</p>\r\n\r\n<p>So what qualifies as an earmark? Anything satisfying at least two of the follow criteria, she said: Requested by only one chamber of Congress; not specifically authorized; not competitively awarded; not requested by the president; greatly exceeds the president&rsquo;s budget request; not subject to congressional hearings; and serves only a local or special interest.</p>\r\n\r\n<p>The bottom line, Paige said, is that Congress has figured out ways to stuff earmarks into spending by calling them different names. &quot;We ended up creating our own proprietary definition,&quot; she said. &quot;We got sick and tired of the idea that one man&rsquo;s pork is another&rsquo;s constituent services.&quot;</p>\r\n\r\n<p>The federal Office of Management and Budget, meanwhile, defines earmarks as &quot;funds provided by Congress for projects or programs where the congressional direction (in bill or report language) circumvents Executive Branch merit-based or competitive allocation processes, or specifies the location or recipient, or otherwise curtails the ability of the Executive Branch to manage critical aspects of the funds allocation process.&quot;</p>\r\n\r\n<p>OMB&rsquo;s website lists all appropriation earmarks up to 2010. It stops there with a note that the earmark ban effectively halted the practice.</p>\r\n\r\n<p>But the benchmark is the definition used by the Congressional Research Service, Congress&rsquo; public policy research arm. Its definition is the most widely used and acknowledged, according to Oregon congressional representatives of both parties contacted by PolitiFact Oregon.</p>\r\n\r\n<p>According to the agency&rsquo;s website, earmarks are &quot;Provisions associated with legislation (appropriations or general legislation) that specify certain congressional spending priorities or in revenue bills that apply to a very limited number of individuals or entities. Earmarks may appear in either the legislative text or report language (committee reports accompanying reported bills and joint explanatory statement accompanying a conference report).&quot;</p>\r\n\r\n<p>That matches parts of Paige&rsquo;s group&rsquo;s definition, but doesn&rsquo;t mesh with others. It says nothing about &quot;greatly exceeding the president&rsquo;s budget request,&quot; &quot;not being requested by the president,&quot; or requests &quot;by only one chamber of Congress.&quot;</p>\r\n\r\n<p>Steve Ellis, vice president of Taxpayers for Common Sense, another D.C.-based watchdog group, agreed that different groups have varying definitions for what constitutes an earmark. &quot;But on balance,&quot; he said, &quot;there is a moratorium. That&rsquo;s not a false statement.&quot;</p>\r\n\r\n<p>All agree that the moratorium is having an effect.</p>\r\n\r\n<p>Before the ban, Washington County could count on getting about $2 million in federal money every two years for targeted projects, said Dennis Mulvihill, who recently retired after a long stint as the county&rsquo;s government relations manager.</p>\r\n\r\n<p>&quot;But since those bans were put in place, it&rsquo;s been pretty dry,&quot; he said. &quot;Maybe other states are squeezing something out, but nothing&rsquo;s coming to Oregon.&quot;</p>\r\n\r\n<p>So what about King&rsquo;s claim that Congress chalked up $2 billion in earmarks in 2012?</p>\r\n\r\n<p>Andrew Malcolm, a spokesman for Rep. Greg Walden, R-Oregon, said it didn&rsquo;t happen.</p>\r\n\r\n<p>&quot;After winning the majority in 2010, House Republicans kept their promise and adopted a ban on all earmarks,&quot; he said in an emailed statement. &quot;That earmark ban remains in place today.&quot;</p>\r\n\r\n<p>Of course, as a member of the party that pressed for the earmark moratorium in the House, Walden has a vested interest in saying earmarks are no longer used. But he gets support in his statement from Rep. Peter DeFazio, D-Oregon.</p>\r\n\r\n<p>DeFazio, who said earmarks can be a useful way for Congress to give direction in how federal money is spent, said in an emailed statement, &quot;The so-called earmarks ban has shifted a tremendous amount of discretion to the executive branch and its political appointees.&quot;</p>\r\n\r\n<p>He notes a shift in spending authority, in other words, but acknowledges the earmark ban is in effect and working.</p>\r\n\r\n<p>News outlets have tackled the question of earmarks and whether, in varying forms, they continue to exist even after the congressional ban. If a large appropriations bill ultimately directs millions to a dam and locks project in Kentucky, for instance, is that an earmark? It may not fit the definitions of the Office of Management and Budget or the Congressional Research Service, but groups such as Citizens Against Government Waste might say yes.</p>\r\n\r\n<p>Because of that, if we were strictly rating the figure in the Pig Book, we might find an element of truth. But because King cited &quot;2 billion dollars in earmarks in fiscal year 2012&quot; -- not the $3.3 billion -- and because he offered with no sourcing for his figure, we find his statement False.</p>\r\n", "ruling_comments_date": "2013-11-15T20:27:54.718243", "ruling_date": "2013-11-15T17:25:13", "ruling_headline": "Were there “$2 billion in earmarks in fiscal year 2012?", "ruling_headline_slug": "were-there-2-billion-earmarks-fiscal-year-2012-pol", "ruling_link_text": "Earmarked for inaccuracy", "ruling_state": null, "source_documents": null, "sources": "<p>Email exchanges with Karl King, independent candidate for U.S. Senate, Nov. 10/11.</p>\r\n\r\n<p>Telephone interview with Dennis Mulvihill, retired Washington County government relations manager, Nov. 11.</p>\r\n\r\n<p>Telephone interview with Steve Ellis, vice president of Taxpayers for Common Sense, Nov. 11.</p>\r\n\r\n<p>Telephone interview with Leslie Paige, vice president for policy and communications, Citizens Against Government Waste, Nov. 11.</p>\r\n\r\n<p>Email statement from Rep. Peter DeFazio, D-Oregon, Nov. 12.</p>\r\n\r\n<p>Email statement from Andrew Malcolm, spokesman for Rep. Greg Walden, R-Oregon, Nov. 12.</p>\r\n\r\n<p>Telephone interview with Melanie Sloan, executive director, Citizens for Responsibility and Ethics in Washington, Nov. 12.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Massage therapist", "false_count": 1, "first_name": "Karl", "half_true_count": 0, "home_state": "Oregon", "id": 2511, "last_name": "King", "mostly_true_count": 0, "name_slug": "karl-king", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-mugs-politifact-mugs-silou_1_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2511/", "total_count": 1, "true_count": 0, "website": "http://www.karlforsenate.org/"}, "statement": "<p>There were &quot;$2 billion in earmarks in fiscal year 2012.&quot;</p>\r\n", "statement_context": "a website statement", "statement_date": "2013-10-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 187, "photo": null, "resource_uri": "/api/v/2/subject/187/", "subject": "Congressional Rules", "subject_slug": "congressional-rules", "used_in_edition": ["/api/v/2/edition/4/"]}], "target": [], "twitter_headline": ""}