{"art": [{"brightcove": "", "caption": "North Carolina's Republican governor, Pat McCrory, said a majority of Democrats in his state supported a GOP-backed election bill and voter identification requirements. Is that correct?", "id": 3920, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/McCrory_and_Todd.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3920/", "title": "McCrory and Todd", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2013/nov/22/pat-mccrory/nc-gov-pat-mccrory-says-most-democrats-his-state-a/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 8581, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/8581/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>One of the most contentious battles over voting rights in 2013 took place in North Carolina, where a Republican governor and legislature enacted a bill to overhaul the way the state holds elections.</p>\r\n\r\n<p>Among other things, <a href=\"http://www.newsobserver.com/2013/11/14/3371415/naacp-adds-churches-and-other.html\"><u>the measure</u></a> -- passed with strong Republican support and broad Democratic opposition -- required voters to show a government-issued ID at the polls, shortened the early voting period, ended same-day voter registration, and ended provisional ballots for voters who go to the wrong precinct.</p>\r\n\r\n<p>The bill, signed on Aug. 12, 2013, helped spark protests at the state capitol known as &quot;Moral Mondays.&quot; The critics argued that the law curtailed voting rights to address a rare problem -- voter fraud -- and that minority voters, who disproportionately vote Democratic, could be particularly hard hit. After the law was enacted, the Obama administration&rsquo;s Justice Department filed a lawsuit to challenge the law.</p>\r\n\r\n<p>On the Nov. 20, 2013, edition of MSNBC&rsquo;s <em>The Daily Rundown</em>, host Chuck Todd asked Gov. Pat McCrory why he signed the law. McCrory made the argument that the&nbsp;bill was widely supported.</p>\r\n\r\n<p><strong>&quot;</strong>I think it&#39;s more about politics there than anything else,&quot; he said.</p>\r\n\r\n<p>Todd responded, &quot;There&#39;s no politics on your side? This is not political at all? You don&#39;t see any political benefit for the Republican in these more restrictive laws?&quot;</p>\r\n\r\n<p>McCrory replied, &quot;No. Actually, if you survey, most Democrats also agree with our laws and voter ID.&quot;</p>\r\n\r\n<p>We wondered: Is it true that a majority of Democrats agreed with the law McCrory signed, and with the concept of showing voter identification at the polls?</p>\r\n\r\n<p>We found several polls that address these questions.</p>\r\n\r\n<p><strong>Voter ID</strong></p>\r\n\r\n<p>In 2011, the newly installed Republican majority in the North Carolina Legislature passed a voter ID law, but it was vetoed by then-Gov. Bev Perdue, a Democrat. In January 2011, Public Policy Polling, a Democratic firm that uses automated telephone polling, found that 56 percent of North Carolina Democrats supported a law to &quot;show a government-issued photo ID in order to vote,&quot; while 36 percent opposed one.</p>\r\n\r\n<p>This result supports McCrory&rsquo;s position, and it was echoed by subsequent live-caller polls conducted by Elon University. In February 2013, an <a href=\"http://www.elon.edu/docs/e-web/elonpoll/030413_ElonPoll_voterID.pdf\"><u>Elon poll</u></a> found that 52 percent of Democrats supported a law &quot;requiring voters to show some sort of government approved photo identification before they are allowed to vote,&quot; while 43 percent opposed it.</p>\r\n\r\n<p>Other polls backed up this pattern as well. A September 2012 automated-dial <a href=\"http://www.wral.com/wral-news-poll--nc-wants-voter-ids/11617592/\"><u>poll</u></a> by SurveyUSA found 56 percent of Democrats supporting a photo ID requirement to vote, and an April 2013 <a href=\"http://www.surveyusa.com/client/PollPrint.aspx?g=8c5c6269-5692-483a-a5f0-9662c4e5567e&amp;d=0\"><u>poll</u></a> by the same firm found 59 percent support among Democrats for showing a government-issued photo ID &quot;such as a driver&#39;s license or passport.&quot;</p>\r\n\r\n<p>But that had changed by the time Elon asked the question in September 2013 -- nine months after McCrory became the state&rsquo;s first Republican governor since 1993 and one month after he signed the law.</p>\r\n\r\n<p>Asked whether they supported or opposed the recently passed law &quot;requiring voters to show some sort of government-approved photo identification before they are allowed to vote,&quot; 42 percent of Democrats said they supported it, compared to 54 percent who opposed it.</p>\r\n\r\n<p>Kenneth E. Fernandez, director of the Elon poll, said he doubts this is a random blip. Elon&rsquo;s November poll -- which was not released at the time McCrory made his statement -- showed Democratic opposition to voter ID had risen further in the succeeding two months, with 62 percent of Democrats now opposed.</p>\r\n\r\n<p>&quot;Prior to September 2013, a majority of Democrats supported the voter ID law, but that is no longer the case,&quot; he said. &quot;My guess is that the Moral Monday protests and the national media attention has changed many Democrats&rsquo; minds.&quot;</p>\r\n\r\n<p>Data from another pollster actually detected skepticism among Democrats even before September 2013. In May 2013, the Civitas Institute, a conservative think tank, found that 58 percent agreed with the statement that &quot;being required to present photo ID disenfranchises poor voters and minorities, and may even violate their constitutional rights to vote.&quot; Only 39 percent said they agreed that a voter ID law &quot;is a common-sense safeguard against in-person voter fraud.&quot;</p>\r\n\r\n<p>Democrats were narrowly opposed to voter ID as early as February 2013, when Civitas found that a plurality of Democrats opposed voter ID -- 48 percent supported it, while 49 percent opposed it.</p>\r\n\r\n<p><strong>The law as a whole</strong></p>\r\n\r\n<p>In the meantime, we only found one poll that offered partisan breakdowns for a question about the law as a whole.</p>\r\n\r\n<p>That was an August 2013 survey by Public Policy Polling. Respondents were asked, &quot;Do you support or oppose the bill the legislature passed that shortened early voting by a week, eliminated same-day voter registration, required a photo ID to vote, eliminated straight-party-ticket voting, and allowed voters to be challenged by any registered voter of the county in which they vote rather than just their precinct?&quot;</p>\r\n\r\n<p>Among Democrats, 16 percent said they supported the bill, while 72 percent said they opposed it.</p>\r\n\r\n<p>In fact, it&rsquo;s been other parts of the law beyond voter ID that Democrats have most forcefully opposed.</p>\r\n\r\n<p>Two polls -- by Public Policy Polling in April 2013 and Elon in September 2013 -- found Democrats rejecting early voting changes by 3-to-1 margins. And Public Policy Polling <a href=\"http://www.publicpolicypolling.com/pdf/2011/PPP_Release_NC_0315.pdf\"><u>asked</u></a> in March 2013 about another part of the law -- ending the option of voting for a straight-party ticket. On that question, 70 percent of Democrats said straight-ticket voting should be allowed and just 17 percent said it should be eliminated.</p>\r\n\r\n<p>It&rsquo;s worth noting that McCrory has objected to the opponents&rsquo; characterizing these changes merely as being reductions in days of early voting without also noting that the total number of hours is to remain the same. &nbsp;(It&#39;s the same number of hours, but stretched&nbsp;over fewer days.)&nbsp;Neither poll added language about the hours remaining the same.</p>\r\n\r\n<p>After we showed McCrory&rsquo;s office the data, deputy communications director Ryan Tronovitch stood by the governor&rsquo;s claim, saying that much of the previous polling aligns with his claim.</p>\r\n\r\n<p>&quot;If you want to take Governor McCrory to task over a few percentage points or what poll he was referencing in a two- or three-minute interview, fine, but at the end of the day most North Carolinians support this common-sense law and support showing an ID to vote,&quot; he said. &quot;Even the most recent polling you cite (the September Elon poll) shows a high rate of support for the legislation,&quot; including 94 percent among Republicans, 74 percent among Independents and 70 percent among North Carolinians overall.</p>\r\n\r\n<p><strong>A note about margins of error</strong></p>\r\n\r\n<p>Polls are subject to sampling error -- the possibility that the views of the population sampled in the poll diverge from that of the population as a whole. These are expressed as &quot;plus or minus&quot; a certain number of percentage points. For polls with large numbers of respondents, the margins of error are usually around three to four points. This means that if a poll has a 3-point margin of error and 51 percent of those surveyed agreed with a particular question, then it&rsquo;s almost certain that the actual percentage is between 48 percent and 54 percent.</p>\r\n\r\n<p>The polls cited here have a larger margin of error, because the number of Democrats sampled is smaller than the number of respondents in the entire poll, and that leaves more room for uncertainty. We asked the polling directors and they said the margin of error in these polls for Democrats alone tended to be between 6 and 7 percentage points. This means that most of the voter ID polls mentioned here -- those with differences between &quot;support&quot; and &quot;oppose&quot; of&nbsp;smaller than 12 to 14 percentage points -- have a higher degree of uncertainty.</p>\r\n\r\n<p>However, this high margin of error cuts both ways for the purposes of our fact check. Democrats can&rsquo;t claim with certainty that Democratic sentiment now runs against voter ID, but neither can McCrory claim with certainty that most support the policy.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>McCrory said, &quot;If you survey, most (North Carolina) Democrats also agree with our (election) laws and voter ID.&quot; There&rsquo;s a bunch of polling data on this question; some of it is conflicted, and much of it with a degree of uncertainty due to small sample sizes in the polls.</p>\r\n\r\n<p>Still, there&rsquo;s enough data to cast at least some doubt on the accuracy of McCrory&rsquo;s statement.</p>\r\n\r\n<p>While a majority of North Carolina Democrats were indeed comfortable with a voter ID law for many months, that support turned to disapproval beginning no later than September 2013 (according to the Elon poll) and possibly as early as February 2013 (according to the Civitas poll). And the one poll question that asked about the law as a whole found strong opposition among Democrats, to a degree that is well outside the margin of error.</p>\r\n\r\n<p>We give more weight to the recent polls that were public knowledge when he made his statement, so we rate the claim Mostly False.</p>\r\n", "ruling_comments_date": "2013-11-21T16:34:21.079481", "ruling_date": "2013-11-22T14:12:26", "ruling_headline": "N.C. Gov. Pat McCrory says most Democrats in his state \"agree\" with voter ID, election law", "ruling_headline_slug": "nc-gov-pat-mccrory-says-most-democrats-his-state-a", "ruling_link_text": "True initially, but not so much recently", "ruling_state": null, "source_documents": null, "sources": "<p>Pat McCrory, <a href=\"https://www.msnbc.com/the-daily-rundown/nc-gov-voter-id-much-ado-about-nothing\"><u>interview</u></a> on MSNBC&rsquo;s The Daily Rundown, Nov. 20, 2013</p>\r\n\r\n<p>Public Policy Polling poll, <a href=\"http://www.publicpolicypolling.com/pdf/2011/PPP_Release_NC_041813.pdf\"><u>April 11-14, 2013</u></a></p>\r\n\r\n<p>Public Policy Polling poll, <a href=\"http://www.publicpolicypolling.com/pdf/2011/PPP_Release_NC_812.pdf\"><u>Aug. 8-11, 2013</u></a></p>\r\n\r\n<p>Public Policy Polling poll, <a href=\"http://www.publicpolicypolling.com/pdf/2011/PPP_Release_NC_0315.pdf\"><u>March 7-1-, 201 </u></a></p>\r\n\r\n<p>Elon poll, <a href=\"http://www.elon.edu/docs/e-web/elonpoll/030413_ElonPoll_voterID.pdf\"><u>February 2013</u></a></p>\r\n\r\n<p>Elon poll, <a href=\"http://www.elon.edu/docs/e-web/elonpoll/092013_ElonPollSummary.pdf\"><u>September 2013</u></a></p>\r\n\r\n<p>Civitas poll, <a href=\"http://www.nccivitas.org/2012/february-2012-poll-results/?q=39&amp;a=2\"><u>February 2012</u></a> (members only)</p>\r\n\r\n<p>Civitas poll, <a href=\"http://www.nccivitas.org/2013/february-2013-poll-results/?q=47&amp;a=2\"><u>February 2013</u></a> (members only)</p>\r\n\r\n<p>Civitas poll, <a href=\"http://www.nccivitas.org/2013/may-2013-poll-results/?q=39&amp;a=2\"><u>May 2013</u></a> (members only)</p>\r\n\r\n<p>SurveyUSA, <a href=\"http://www.surveyusa.com/client/PollPrint.aspx?g=8c5c6269-5692-483a-a5f0-9662c4e5567e&amp;d=0\"><u>April 2013 poll</u></a></p>\r\n\r\n<p>WRAL, &quot;<a href=\"http://www.wral.com/wral-news-poll--nc-wants-voter-ids/11617592/\"><u>WRAL News poll: NC wants voter IDs</u></a>,&quot; Oct. 2, 2012</p>\r\n\r\n<p><em>Raleigh News &amp; Observer</em>, &quot;<a href=\"http://www.newsobserver.com/2013/09/17/3204415/new-poll-shows-support-for-voter.html\"><u>New poll shows support for voter ID continues</u></a>,&quot; September 17, 2013</p>\r\n\r\n<p>Email interview with Tom Jensen, director of Public Policy Polling, Nov. 20, 2013</p>\r\n\r\n<p>Email interview with Martin Kifer, director of High Point University Survey Research Center, Nov. 21, 2013</p>\r\n\r\n<p>Email interview with Kenneth E. Fernandez, assistant professor and director of the Elon University Poll, Nov. 20, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "Former Governor of North Carolina", "false_count": 2, "first_name": "Pat", "half_true_count": 3, "home_state": "North Carolina", "id": 2520, "last_name": "McCrory", "mostly_true_count": 0, "name_slug": "pat-mccrory", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GovPatMcCroryPF.JPG", "primary_edition": {"adkey": "Editions", "advalue": "North Carolina", "edition": "North Carolina", "edition_slug": "north-carolina", "has_afterthefact": false, "id": 58, "index_page": false, "meter_name": "The North Carolina Truth-O-Meter", "resource_uri": "/api/v/2/edition/58/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2520/", "total_count": 13, "true_count": 1, "website": "https://www.facebook.com/GovernorPat/"}, "statement": "<p>&quot;If you survey, most (North Carolina) Democrats also agree with our (election) laws and voter ID.&quot;</p>\r\n", "statement_context": "an interview on MSNBC's \"The Daily Rundown\"", "statement_date": "2013-11-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": ""}