{"art": [{"brightcove": "", "caption": "In this Saturday, Aug. 21, 2010 file photo, moose are seen in Franconia, N.H. ", "id": 3928, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Moose_Hunt_Van_.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3928/", "title": "Moose ", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jhaddadin@nashuatelegraph.com", "first_name": "Jim", "id": 417, "last_name": "Haddadin", "name_slug": "jim-haddadin", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 16, "publication_name": "The Telegraph", "resource_uri": "/api/v/2/publication/16/"}, "resource_uri": "/api/v/2/staffer/417/", "title": "Staff writer, PolitiFact New Hampshire", "twitter": null}], "canonical_url": "/new-hampshire/statements/2013/nov/22/mike-huckabee/mike-huckabee-says-more-people-want-hunt-moose-new/", "edition": {"adkey": "Editions", "advalue": "New Hampshire", "edition": "New Hampshire", "edition_slug": "new-hampshire", "has_afterthefact": false, "id": 47, "index_page": false, "meter_name": "The New Hampshire Truth-O-Meter", "resource_uri": "/api/v/2/edition/47/"}, "editor": [{"email_address": "jvanfleet@cmonitor.com", "first_name": "Jonathan", "id": 367, "last_name": "Van Fleet", "name_slug": "jonathan-van-fleet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 55, "publication_name": "Concord Monitor", "resource_uri": "/api/v/2/publication/55/"}, "resource_uri": "/api/v/2/staffer/367/", "title": "Politics and special projects editor", "twitter": null}], "facebook_headline": null, "id": 8590, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "jhaddadin@nashuatelegraph.com", "first_name": "Jim", "id": 417, "last_name": "Haddadin", "name_slug": "jim-haddadin", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 16, "publication_name": "The Telegraph", "resource_uri": "/api/v/2/publication/16/"}, "resource_uri": "/api/v/2/staffer/417/", "title": "Staff writer, PolitiFact New Hampshire", "twitter": null}], "resource_uri": "/api/v/2/statement/8590/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>With dismal early enrollment numbers, the new federal health insurance marketplace that went live in October 2013 has been derided by critics, including former Arkansas Gov. Mike Huckabee.</p>\r\n\r\n<p>Speaking on his radio program, <em>The Mike Huckabee Show</em>, on Nov. 18, 2013, the one-time Republican presidential candidate argued that a staggeringly low number of Americans are interested in buying coverage under Obamacare.</p>\r\n\r\n<p>For example, in New Hampshire, Huckabee said, only 269 people enrolled in a health insurance plan through the new federal health insurance exchange.</p>\r\n\r\n<p>&quot;To compare that, 281 people in New Hampshire were issued permits to hunt moose,&quot; Huckabee said. &quot;So I mean, the fact is, you&#39;ve got more people wanting to go moose hunting in New Hampshire than want Obamacare.&quot;</p>\r\n\r\n<p>Huckabee tried to drive home his point a little further, asking, &quot;Which is more likely to help you survive the winter in New Hampshire, a freezer full of moose meat or health insurance that your doctor won&rsquo;t even accept?&quot;</p>\r\n\r\n<p>The moose reference was so catchy that variations of the claim were made on several other talk radio shows around the same time, and they and took off across Facebook and Twitter as well. Huckabee&rsquo;s radio show is broadcast on more than 200 radio stations in 44 states.</p>\r\n\r\n<p>We reached out to Huckabee, who offered little explanation.</p>\r\n\r\n<p>&quot;It was a radio story I did based on report from NH that more people had applied for moose hunting permits than signed up for Obamacare,&quot; he said through a staffer.</p>\r\n\r\n<p>We wondered if it was true that more people in the state want to bag a moose than want to buy health insurance under Obamacare.</p>\r\n\r\n<p>First, the numbers.</p>\r\n\r\n<p>Huckabee is correct that New Hampshire&rsquo;s Fish and Game Department issued 281 permits to moose hunters this year. But the number who <em>wanted </em>to go moose hunting was higher.</p>\r\n\r\n<p>Wildlife officials received more than 13,000 applications from people wanting to go moose hunting this year, and the state held a lottery to determine who got the permits. Not all of those applications were from New Hampshire residents, but there were about 13,000 people &quot;wanting to go moose hunting in New Hampshire.&quot;</p>\r\n\r\n<p>Meanwhile, as of Nov. 2, 2013, only 269 people in New Hampshire had enrolled in a new health insurance plan. That&rsquo;s fewer than the number of permits to hunt moose in New Hampshire, and far fewer than the number of applications to hunt moose in New Hampshire. But is that number greater than the amount of people in New Hampshire who &quot;<em>want</em> Obamacare?&quot;</p>\r\n\r\n<p>This is where things get tricky, because there&rsquo;s no way to know how many people in New Hampshire want insurance coverage through the federal marketplace.</p>\r\n\r\n<p>By asserting that only 269 people in the state want a health care plan through the federal marketplace, Huckabee implies that everyone who wanted to sign up for coverage under Obamacare has already done so. There are a few reasons why this probably isn&rsquo;t the case.</p>\r\n\r\n<p>For starters, it&rsquo;s possible that some people just haven&rsquo;t gotten around to enrolling in a plan yet.</p>\r\n\r\n<p>The U.S. Department of Health and Human Services predicted the pace of enrollment would initially be slow when the marketplace opened in October 2013. DHHS is anticipating peaks in December -- when the deadline falls to apply for coverage beginning Jan. 1, 2014 -- and March, when the open enrollment period is scheduled to end.</p>\r\n\r\n<p>It&rsquo;s also true that lingering technical problems with the federal health care website prevented some people in New Hampshire from signing up. New Hampshire engaged in a partnership with the federal government to operate its insurance exchange. That means residents who want to buy coverage online must navigate through healthcare.gov, the troubled website that was established to support the president&rsquo;s health reform law.</p>\r\n\r\n<p>And while only 269 New Hampshire residents have enrolled in a new health care plan through the federal marketplace, a far greater number of individuals were listed as having completed applications.</p>\r\n\r\n<p>Some 7,817 people from New Hampshire were named on those applications. Very few of them enrolled in a plan, but it can be argued that every individual named on an application showed some level of interest in buying coverage under Obamacare. Many, if not most of these people, can reasonably be assumed to want Obamacare.</p>\r\n\r\n<p>We also have to consider the possibility that enrollment numbers increased during the month of November 2013. Huckabee cited data that reflects only the enrollment numbers up to Nov. 2, 2013. Sixteen days transpired between then and Nov. 18, 2013, when Huckabee made his claim.</p>\r\n\r\n<p>On that same day, the <em>New York Times </em>reported that enrollment through the federal health insurance marketplace had increased from less than 27,000 people nationwide during October to about 50,000 by mid-November. The new group of customers may include people from New Hampshire.</p>\r\n\r\n<p>The Department of Health and Human Services isn&rsquo;t expected to release new enrollment figures until mid-December, making it impossible for now to gauge exactly how many additional people in New Hampshire have signed up.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Huckabee said that there are &quot;more people wanting to go moose hunting in New Hampshire than want Obamacare.&quot; His statement is grounded in some verifiable data, but his wording choice casts doubt on the accuracy of the statement.</p>\r\n\r\n<p>On the one hand, at least 13,000 people applied to go moose hunting in New Hampshire this year, which is far more than the 269 who bought insurance through the new marketplace during the first month it was operational.</p>\r\n\r\n<p>However, it&rsquo;s unlikely that only 269 people in New Hampshire <em>want </em>Obamacare. For starters, 7,817 New Hampshire residents were named on applications as potential enrollees. And others were likely scared away by the federal website&rsquo;s technical problems, and the pace of enrollment was always expected to increase as deadlines neared.</p>\r\n\r\n<p>The bottom line is that no one can truly know how many people in New Hampshire &quot;want Obamacare&quot; at this early stage of enrollment. We rate this claim Half True.</p>\r\n", "ruling_comments_date": "2013-11-22T17:21:28.313764", "ruling_date": "2013-11-22T17:16:36", "ruling_headline": "Mike Huckabee says more people want to hunt moose in New Hampshire than want Obamacare", "ruling_headline_slug": "mike-huckabee-says-more-people-want-hunt-moose-new", "ruling_link_text": "Loose claim about moose ", "ruling_state": null, "source_documents": null, "sources": "<p>Comments on &quot;The Mike Huckabee Show&quot;&nbsp;Monday, Nov. 18, 2013, via Critical Mention</p>\r\n\r\n<p>N.H. Fish and Game Department, <a href=\"http://www.wildlife.state.nh.us/Newsroom/2013/Q4/moose_hunt_4.html\"><u>&quot;64% of Hunters Successful in 2013 N.H. Moose Hunt,&quot;</u></a> Oct. 28, 2013.</p>\r\n\r\n<p><a href=\"http://www.hhs.gov/news/press/2013pres/11/20131113a.html\"><u>Press release</u></a> from the U.S. Department of Health and Human Services, Nov. 13, 2013</p>\r\n\r\n<p>U.S. Department of Health and Human Services, Office of the Assistant Secretary for Planning and Evaluation, <a href=\"http://aspe.hhs.gov/health/reports/2013/MarketPlaceEnrollment/rpt_enrollment.pdf\"><u>&quot;Health Insurance Marketplace: November Enrollment Report,&quot;</u></a> Nov. 13, 2013.</p>\r\n\r\n<p>Los Angeles Times, <a href=\"http://www.latimes.com/nation/la-na-obamacare-increase-20131119,0,6486939.story?page=1#axzz2lItuw3J0\"><u>&quot;Healthcare plan enrollment surges in some states after rocky rollout,&quot;</u></a> Nov. 18, 2013.</p>\r\n\r\n<p>New York Times, <a href=\"http://www.nytimes.com/2013/11/19/us/politics/administration-open-to-direct-insurance-company-signups.html?hp&amp;_r=1&amp;\"><u>&quot;Officials Were Warned About Health Site Woes,&quot;</u></a> Nov. 18, 2013.</p>\r\n\r\n<p>Washington Post, <a href=\"http://www.washingtonpost.com/blogs/wonkblog/wp/2013/11/19/obamacare-enrollment-is-kind-of-sort-of-working/\"><u>&quot;Obamacare enrollment&hellip;is kind of, sort of, working?&quot;</u></a> Nov. 19, 2013.</p>\r\n\r\n<p>Centers for Medicare and Medicaid Services, <a href=\"http://www.cms.gov/CCIIO/Resources/Technical-Implementation-Letters/Downloads/nh-marketplace-letter.pdf\"><u>Letter from Gov. Maggie Hassan to DHHS Secretary Kathleen Sebelius</u></a>, Feb. 13, 2013.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "author", "false_count": 5, "first_name": "Mike", "half_true_count": 9, "home_state": "Arkansas", "id": 16, "last_name": "Huckabee", "mostly_true_count": 3, "name_slug": "mike-huckabee", "pants_count": 4, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Mike_Huckabee.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/16/", "total_count": 42, "true_count": 8, "website": "http://www.explorehuckabee.com/"}, "statement": "<p>&quot;You&#39;ve got more people wanting to go moose hunting in New Hampshire than want Obamacare.&quot;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n", "statement_context": "comments on “The Mike Huckabee Show”", "statement_date": "2013-11-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}