{"art": [], "author": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2013/nov/25/causa-oregon/do-more-70-percent-american-voters-support-pathway/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 8600, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8600/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Few issues are more likely to ignite roaring political arguments these days than immigration.</p>\r\n\r\n<p>Finding common ground on this hot-button topic isn&rsquo;t easy, as witnessed now in Washington, D.C., where Congress could adjourn for the year without reaching agreement on immigration reform that members of both parties insist is critical.</p>\r\n\r\n<p>But while some say the real focus should be on increased border security and not rewarding those who enter the country illegally, others counter that guest-worker programs and the needs of the estimated 11 million people living in the U.S. illegally should be paramount.</p>\r\n\r\n<p>In this atmosphere of division, a recent claim by Andrea Miller, executive director of Causa Oregon, caught our attention. In a Nov. 14, 2013, news release criticizing House Speaker John Boehner, R-Ohio, for his refusal to take up an immigration bill passed by the Senate, she said, &quot;American voters remain steadfast in their support for immigration reform with a path to citizenship, with more than 70 percent who want to see reform passed this year.&quot;</p>\r\n\r\n<p>Given the controversy hanging over every aspect of immigration, are more than seven in 10 Americans really in favor of reforms that include providing &quot;a path to citizenship?&quot; PolitiFact Oregon decided to check.</p>\r\n\r\n<p>We emailed Causa Oregon, a Salem-based immigration rights organization, and asked where it got the 70 percent figure. Erik Sorenson, the group&rsquo;s communications director, said that &quot;several polls&quot; contain that finding. He specifically mentioned a recent Gallup poll.</p>\r\n\r\n<p>We checked and found some information supporting Miller&rsquo;s assertion. In a Gallup poll conducted in June 2012, for instance, 66 percent of respondents said immigration is &quot;a good thing&quot; for the country. That was up up from 59 percent last year and one percentage point off the high of 67 percent in 2006, according to the poll.</p>\r\n\r\n<p>The response was even more favorable in a Gallup poll conducted in June. Fully 87 percent of respondents said they favored allowing &quot;illegal immigrants living in the U.S. the opportunity to become citizens after a long waiting period if they paid taxes and a penalty, pass a criminal background check, and learn English.&quot;</p>\r\n\r\n<p>As Sorenson indicated, a number of other polls around the country have revealed strong support when respondents were asked if they support reform that would allow immigrants living in the U.S. illegally to remain here legally and, further, to apply for citizenship.</p>\r\n\r\n<p>An Associated Press GfK poll conducted in January, for instance, found that more than six in 10 Americans favored allowing illegal immigrants to eventually become U.S. citizens. A CBS News poll last month showed 77 percent of respondents willing to embrace that option.</p>\r\n\r\n<p>Miller&rsquo;s claim was looking plausible but we called the Center for Immigration Studies in Washington, D.C., to get another perspective. Steven A. Camarota, the nonpartisan group&rsquo;s research director, said, in essence, not so fast.</p>\r\n\r\n<p>&quot;It all depends on what you ask,&quot; he said. &quot;As with all polls, how you phrase the questions matters enormously.&quot;</p>\r\n\r\n<p>Camarota said he was familiar with the poll results Causa Oregon cited, but he passed along a couple of other recent polls that produced dramatically different results. The primary difference from one to another, he said, was the wording.</p>\r\n\r\n<p>An Ipsos poll conducted in February for Thompson Reuters, for instance, asked bluntly, &quot;When you think about immigration, which of the following solutions comes closest to your opinion?&quot; Only 5 percent of respondents answered yes to &quot;All illegal immigrants should be able to stay in the U.S., with some exceptions.&quot; Another 31 percent said &quot;most&quot; should be able to remain here.</p>\r\n\r\n<p>However, a combined 53 percent said most or all illegal immigrants should be deported.</p>\r\n\r\n<p>Camarota said similar reversals in results came when pollsters subbed in the word &quot;amnesty&quot; for the phrase &quot;pathway to citizenship.&quot;</p>\r\n\r\n<p>Yet another poll, conducted in August by NBC News/Esquire, asked respondents if they supported &quot;providing illegal immigrants with a path to citizenship even though they have broken the rules.&quot; Only 16 percent answered yes.</p>\r\n\r\n<p>&quot;If you remind people that illegal immigrants broke the rules,&quot; Camarota said, &quot;they pull back quickly. It suggests the support may be tissue-paper thin.&quot;</p>\r\n\r\n<p>All of the polls we looked at, including those mentioned by Causa Oregon, were conducted by reputable, professional polling organizations and had error margins no greater than plus or minus three percentage points. The combined results of those polls, not unlike the controversy surrounding proposed immigration reform, were all over the map.</p>\r\n\r\n<p>So do seven in 10 Americans support letting illegal immigrants remain in the U.S. with an added bonus of a pathway to citizenship? Apparently so, according to several polls -- but only if you don&rsquo;t remind respondents that someone &quot;broke the rules&quot; coming here in the first place. Adding that phrase, according to other polls, yielded a far different answer.</p>\r\n\r\n<p>We rate Causa Oregon&rsquo;s claim Half True.</p>\r\n", "ruling_comments_date": "2013-11-25T19:03:01.627433", "ruling_date": "2013-11-25T15:58:04", "ruling_headline": "Do more than 70 percent of American voters support a \"pathway to citizenship\" for undocumented immigrants?", "ruling_headline_slug": "do-more-70-percent-american-voters-support-pathway", "ruling_link_text": "The answer is all in the question", "ruling_state": null, "source_documents": null, "sources": "<p>News release from Andrea Miller, executive director, Causa Oregon, Nov. 14, 2013.</p>\r\n\r\n<p>Email exchange with Erik Sorenson, communications manager, Causa Oregon, Nov. 14, 2013.</p>\r\n\r\n<p>Ipsos poll conducted for Thompson Reuters, Feb. 15-19, 2013.</p>\r\n\r\n<p>Gallup poll, &quot;Americans More Positive About Immigration,&quot; June 2012.</p>\r\n\r\n<p>Gallup poll, &quot;Immigration Reform Proposals Garner Broad Support in U.S.,&quot; June 2013.</p>\r\n\r\n<p>CBS News poll, &quot;Immigration,&quot; Oct. 18-21, 2013.</p>\r\n\r\n<p>Associated Press Gfk poll, &quot;Most Back Path to Citizenship for Illegal Immigrants,&quot; Jan. 22, 2013.</p>\r\n\r\n<p>Telephone interview with Steven A. Camarota, research director, Center for Immigration Studies, Nov. 15, 2013.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "Oregon", "id": 2526, "last_name": "Causa Oregon", "mostly_true_count": 0, "name_slug": "causa-oregon", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-mugs-politifact-mugs-silou_1_3.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2526/", "total_count": 1, "true_count": 0, "website": "http://causaoregon.org/"}, "statement": "<p>&quot;American voters remain steadfast in their support for immigration reform with a path to citizenship, with more than 70 percent who want to see reform passed this year.&quot;</p>\r\n", "statement_context": "a website statement", "statement_date": "2013-11-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}