{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2013/nov/27/julaine-appling/wisconsin-family-action-leader-says-more-300000-wi/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 8608, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/8608/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Arguing against approval of a massive tribal casino in Kenosha, the leader of a conservative social issues group recently warned of a rise in both crime and the number of gambling addicts.</p>\r\n\r\n<p>&quot;When you put a new gambling establishment closer to people, you invite more people to engage in that, and it becomes addictive,&quot; Wisconsin Family Action president Julaine Appling <a href=\"http://www.wpr.org/shows/big-question-approve-or-reject-kenosha-casino\">said on Wisconsin Public Radio</a> on Nov. 13, 2013. &quot;As a result of that, we have more problem gamblers and more pathological gamblers.&quot;</p>\r\n\r\n<p>How big is the problem?</p>\r\n\r\n<p>&quot;By Wisconsin Council on Problem Gambling numbers,&quot; Appling continued, &quot;we are running over 300,000 people in this state with some kind of addictive gambling problem, whether it&rsquo;s pathological or what we&rsquo;d categorize as a problem gambler.&quot;</p>\r\n\r\n<p>Wisconsin Family Action fights expanded gambling, gay marriage and abortion, while backing school choice and teaching of alternatives to evolution theory.</p>\r\n\r\n<p>If Appling is correct, that would mean 5 percent of state residents would fit into that category.</p>\r\n\r\n<p>Is she right?</p>\r\n\r\n<p>Definitions first: Pathological gambling, sometimes known as compulsive gambling, can involve a need to bet more money more frequently, restlessness or irritability when attempting to stop and &quot;chasing&quot; losses, according to the <a href=\"http://www.ncpgambling.org/i4a/pages/index.cfm?pageid=1\">National Council on Problem Gambling.</a></p>\r\n\r\n<p>&quot;Problem gambling&quot; is a broader category that includes pathological gambling but also less-serious cases that involve disruptions in any major area of life: psychological, physical, social or vocational.</p>\r\n\r\n<p>To back up her claim, Appling pointed us to the <a href=\"http://www.wi-problemgamblers.org/?about\">website</a> of the Wisconsin affiliate of the National Council on Problem Gambling, as well as a think-tank study mentioning the council&rsquo;s research.</p>\r\n\r\n<p>The Wisconsin <a href=\"about:blank\">Council on Problem Gambling</a>, funded by state government and donations from Indian tribes and others, runs a 24-hour helpline and educates people about gambling&rsquo;s impact.</p>\r\n\r\n<p>According to the council&rsquo;s latest fact sheet, &quot;approximately 333,000 Wisconsin residents have a gambling problem.&quot;</p>\r\n\r\n<p>Time to fold &lsquo;em on this item?</p>\r\n\r\n<p>Nope. Time to hold &lsquo;em.</p>\r\n\r\n<p>The number on the Council&rsquo;s website doesn&rsquo;t hold up to scrutiny.</p>\r\n\r\n<p>Rose Gruber, executive director of the council, said the 333,000 figure was based on nationwide findings in the National Gambling Impact Study Commission Report requested by Congress and released in 1999.</p>\r\n\r\n<p>There is no Wisconsin-specific data in that study or any other we located.</p>\r\n\r\n<p>Gruber said the 1999 study showed that nationally, 5 percent to 7 percent of the &nbsp;total population had either a pathological gambling issue or are &quot;problem&quot; gamblers, a category that is considered less serious. In Wisconsin, that range would yield a number in the 333,000 range that Gruber&rsquo;s organization cites.</p>\r\n\r\n<p>But there are several big problems.</p>\r\n\r\n<p>First, Gruber&rsquo;s estimate came from the total state population, while the Impact Study Commission report she cites actually focuses strictly on the adult population.</p>\r\n\r\n<p>That mismatch significantly raises the Wisconsin estimate she uses.</p>\r\n\r\n<p>Second, we couldn&rsquo;t find the 5 percent to 7 percent range in the 1999 study, nor could she point us to it.</p>\r\n\r\n<p>Third, the study is almost 15 years old.</p>\r\n\r\n<p>The Wisconsin council&rsquo;s national umbrella organization, the <a href=\"http://www.ncpgambling.org/i4a/pages/index.cfm?pageid=3295\">National Council on Problem Gambling,</a> says more recent research shows that 1 percent of U.S. adults are estimated to meet criteria for pathological gambling in a given year. An additional 2 percent to 3 percent would be considered problem gamblers.</p>\r\n\r\n<p>The combination (3 to 4 percent) is a significantly lower than 5 percent to 7 percent range.</p>\r\n\r\n<p>The national group also uses the adult population -- not total population -- when talking about the prevalence of problem gambling, based on figures cited by the national group&rsquo;s veteran executive director, Keith Whyte.</p>\r\n\r\n<p>Applying Whyte&rsquo;s figures to Wisconsin&rsquo;s adult population would mean that up to 173,000 adults are problem gamblers.</p>\r\n\r\n<p><strong>Outside experts</strong></p>\r\n\r\n<p>To help sort this out, we turned to two of the country&rsquo;s leading experts on gambling addiction: Howard Shaffer, a Harvard professor of psychiatry and past editor of The Journal of Gambling Studies, and Ken Winters, a University of Minnesota psychiatry professor.</p>\r\n\r\n<p>They said it was scientifically problematic to estimate Wisconsin&rsquo;s problem from a national figure, but not a major shortcoming because gambling is so widespread now.</p>\r\n\r\n<p>Shaffer said the 3 percent to 4 percent figure was on target for adult problem gamblers. The prevalence has come down since the 1999 study, he said. Winters said the range in recent studies has been 3 percent to 6 percent.</p>\r\n\r\n<p>The national range cited by the pair, applied to Wisconsin, would mean that 130,000 to 260,000 Wisconsin adults are problem gamblers.</p>\r\n\r\n<p>Appling&rsquo;s statement was broad and would include adolescent gamblers, who studies have shown more easily fall into gambling addiction. That would boost the number of problem gamblers past the adult figures we&rsquo;ve discussed. Our experts said, though, that it&rsquo;s hard to quantify how much because of problems inherent in studying juvenile gambling. And casinos don&rsquo;t allow gamblers under 21.</p>\r\n\r\n<p>There&rsquo;s a shortcoming in Appling&rsquo;s claim that makes that something of a moot point: her use of the term &quot;addictive.&quot;</p>\r\n\r\n<p>That applies to the small subset of pathological gamblers, but not to the broader group of problem gamblers who have not been diagnosed with a gambling disorder, the experts said.</p>\r\n\r\n<p>The &quot;addictive&quot; group is limited to the pathological &quot;gambling disorder&quot; group, and it&rsquo;s 1 percent or less of adults, the two researchers said.</p>\r\n\r\n<p>In Wisconsin, that would be 43,400 adults or fewer, a far cry from more than 300,000.</p>\r\n\r\n<p>The number would still be under 100,000 if you added in adolescents at the rates we saw in various studies, 6 percent.</p>\r\n\r\n<p>So Appling relied on a number that turns out to be way too high, and compounded the problem with her description.</p>\r\n\r\n<p><strong>Our rating</strong></p>\r\n\r\n<p>Appling said more than 300,000 Wisconsinites have &quot;some kind of addictive gambling problem, whether it&rsquo;s pathological or what we&rsquo;d categorize as a problem gambler.&quot;</p>\r\n\r\n<p>She relied on a published figure from a legitimate organization, but even in the squishy world of problem gambling research, there is little if any hard evidence that backs up this estimate extrapolated from an outdated national study.</p>\r\n\r\n<p>The best evidence is it&rsquo;s much lower, especially when describing &quot;addictive&quot; gambling problems. Perhaps fewer than 45,000 Wisconsin adults fit that description, plus an unknown number of adolescents.</p>\r\n\r\n<p>We rate the claim False.</p>\r\n", "ruling_comments_date": "2013-11-26T17:11:04.630618", "ruling_date": "2013-11-27T05:00:00", "ruling_headline": "Wisconsin Family Action leader says more than 300,000 Wisconsinites have “some kind of addictive gambling problem.”", "ruling_headline_slug": "wisconsin-family-action-leader-says-more-300000-wi", "ruling_link_text": "Not nearly that many addicts", "ruling_state": null, "source_documents": null, "sources": "<p>Wisconsin Public Radio, Joy Cardin Show, <a href=\"http://www.wpr.org/shows/big-question-approve-or-reject-kenosha-casino\">audio</a> of Julaine Appling appearance, Nov. 13, 2013</p>\r\n\r\n<p>Interview with Julaine Appling,</p>\r\n\r\n<p>Interview with Rose Gruber, executive director, Wisconsin Council on Problem Gambling, Nov. 15, 2013</p>\r\n\r\n<p>Wisconsin Council on Problem Gambling, <a href=\"http://www.wi-problemgamblers.org/pdfs/fact_sheet_2012.pdf\">fact sheet,</a> 2012</p>\r\n\r\n<p>National Gambling Impact Study Commission <a href=\"http://govinfo.library.unt.edu/ngisc/reports/finrpt.html\">report</a>, June 18, 1999</p>\r\n\r\n<p>Interview with Howard Shaffer, director, Division on Addiction, and professor of psychiatry, Harvard Medical School, Nov. 19, 2013</p>\r\n\r\n<p>Email exchange with Daniel Alesch, author,<a href=\"http://www.wpri.org/Reports/Volume25/Vol25No5/Vol25No5p2.html\"> &quot;Do additional casinos make economic sense for Wisconsin,&quot;</a> published by Wisconsin Policy Research Institute, September 2012</p>\r\n\r\n<p>Interview with Ken Winters, reviewer on editorial board at Journal of Gambling Studies, and professor, Department of Psychiatry, University of Minnesota Medical School, Nov. 20, 2013</p>\r\n\r\n<p>Interview with Keith Whyte, &nbsp;executive director, National Council on Problem Gambling, Nov. 18, 2013</p>\r\n\r\n<p>American Psychiatric Association, <a href=\"http://www.psychiatry.org/practice/dsm/dsm5/dsm-5-video-series-gambling-disorder\">DSM-5 Video Series: Gambling Disorder,</a> viewed Nov. 20, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Executive Director, Wisconsin Family Action", "false_count": 2, "first_name": "Julaine", "half_true_count": 0, "home_state": "Wisconsin", "id": 2528, "last_name": "Appling", "mostly_true_count": 0, "name_slug": "julaine-appling", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/appling.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2528/", "total_count": 2, "true_count": 0, "website": "http://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=1&cad=rja&ved=0CC8QFjAA&url=http%3A%2F%2Fwww.wifamilyaction.org%2F&ei=DBiVUuyOLoXuyQGx04HYCg&usg=AFQjCNFhcawywrXgFYdZHseldvqNPWkbWQ&sig2=o0"}, "statement": "<p>In Wisconsin, more than 300,000 people have &quot;some kind of addictive gambling problem, whether it&rsquo;s pathological or what we&rsquo;d categorize as a problem gambler.&quot;</p>\r\n", "statement_context": "a radio interview", "statement_date": "2013-11-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 170, "photo": null, "resource_uri": "/api/v/2/subject/170/", "subject": "Gambling", "subject_slug": "gambling", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}