{"art": [{"brightcove": "", "caption": "The current U.S. Mission to the Holy See is on the left, and the future U.S. Mission to the Holy See is on the right. (State Department photos)", "id": 3955, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Vatican_embassy.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3955/", "title": "Vatican embassy", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2013/dec/04/jeb-bush/jeb-bush-says-obama-closing-embassy-vatican/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "facebook_headline": null, "id": 8624, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/8624/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>&lsquo;Tis the season to make claims about holy matters.</p>\r\n\r\n<p>Former Florida Gov. Jeb Bush, who is Catholic, <a href=\"https://twitter.com/JebBush/status/405836597368602624\">tweeted</a> on the day before Thanksgiving, &quot;Why would our president close the embassy to the Vatican? Hopefully, it is not retribution for Catholic organizations opposing Obamacare.&quot;</p>\r\n\r\n<p>Did President Barack Obama close the embassy to the Vatican as a way of sticking it to them over Obamacare? That sounds like some un-divine intervention. But is it the truth? (It would be a venial sin to omit a hat-tip to the <a href=\"http://www.washingtontimes.com/news/2013/nov/26/obamas-call-close-holy-see-embassy-slap-face-catho/\"><em>Washington Post</em> Fact Checker</a>, which ran a check on this earlier today. <a href=\"http://politicalticker.blogs.cnn.com/2013/11/27/fact-check-obama-is-not-planning-to-close-the-u-s-embassy-to-the-vatican/\">CNN</a> also did a fact check earlier.)</p>\r\n\r\n<p><strong>The Holy See</strong></p>\r\n\r\n<p>The Vatican maintains diplomatic relations with more than <a href=\"http://oig.state.gov/documents/organization/146605.pdf\">175 countries</a>. In 1984, the United States and the Vatican established full diplomatic relations, and the Senate confirmed the first ambassador. (Prior to that the United&nbsp;States&nbsp;had diplomatic relations on and off.)</p>\r\n\r\n<p>No country has an embassy to the Holy See within the Vatican City proper -- all of them are located within the city of Rome, according to the State Department. The current United States embassy is in a converted residential property in Rome, about 1.9 miles from the Vatican.</p>\r\n\r\n<p>The U.S. Embassy to the Holy See has seven U.S. diplomatic personnel, plus support staff. Its budget is just over $3.5 million, not counting costs associated with the local guard force, state department spokeswoman Pooja Jhunjhunwala told PolitiFact.</p>\r\n\r\n<p>&quot;The U.S. Embassy to the Holy See is, and will remain, among the largest foreign missions to the Holy See,&quot; she said.</p>\r\n\r\n<p>While discussions about embassy security have increased in the wake of the deadly attack on a United States facility in Benghazi, Libya, the idea of relocating the embassy to the Vatican had been considered as long ago as 2005, after the addition to a building at the U.S. embassy compound in Rome, according to an <a href=\"http://oig.state.gov/documents/organization/146605.pdf\">Inspector General report in 2008</a>, when George W. Bush was president. Currently, the embassy to the Vatican isn&rsquo;t at the same spot as our embassy to Italy.</p>\r\n\r\n<p>One of the report recommendations for the embassy to the Vatican was to &quot;relocate as soon as possible, with an eye towards cost savings, improved security, and maintaining as much as possible its separate identity to include a separate street address.&quot;</p>\r\n\r\n<p>Under-Secretary Patrick Kennedy signed a memo approving the move in March 2013, but news about it swelled suddenly in November as some <a href=\"http://www.washingtontimes.com/news/2013/nov/26/obamas-call-close-holy-see-embassy-slap-face-catho/\">conservative</a> <a href=\"http://www.breitbart.com/InstaBlog/2013/11/25/Obama-Administration-s-Vatican-Embassy-Move-Has-Former-Envoys-Seeing-Red\">news</a> outlets criticized the plan. The National Republican Senatorial Committee created a petition to tell &quot;President Obama to leave the American embassy at the Vatican.&quot; (NRSC took down the petition about five days later. That drew some fire from liberals, but NRSC spokesman Brad Dayspring said that&rsquo;s a normal amount of time for the group to leave up such a petition.)</p>\r\n\r\n<p>An article in the <em><a href=\"http://ncronline.org/news/vatican/vatican-embassy-move-draws-fire-former-us-envoys\">National Catholic Reporter</a></em> quoted several envoys who objected to the state department&rsquo;s plan, including former U.S. Ambassador James Nicholson, a former secretary of Veterans Affairs in the Bush administration and a former chair of the Republican National Committee. He described the move as a &quot;massive downgrade&quot; in United States-Vatican ties.</p>\r\n\r\n<p>&quot;It&#39;s turning this embassy into a stepchild of the embassy to Italy,&quot; Nicholson said. &quot;The Holy See is a pivot point for international affairs and a major listening post for the United States,&quot; he said, &quot;and to shoehorn (the U.S. delegation)&nbsp;into an office annex inside another embassy is an insult to American Catholics and to the Vatican.&quot;</p>\r\n\r\n<p>Other envoys who served under the first or second President Bush, along with one Clinton administration ambassador -- also objected, the <em>National Catholic Reporter</em> wrote. Current and former ambassadors under Obama supported the move.</p>\r\n\r\n<p>&quot;I see no diminishing in the importance of the relationship at all,&quot; <a href=\"http://ncronline.org/news/vatican/vatican-embassy-move-draws-fire-former-us-envoys\">said</a> current U.S. Ambassador Ken Hackett. And Miguel H. Diaz, a former ambassador under Obama, defended the move, saying, &quot;This was done for security and financial reasons, not in any way to undermine and diminish the importance of the Holy See,&quot; <a href=\"http://religion.blogs.cnn.com/2013/11/27/vatican-knocks-down-controversy-over-u-s-embassy-move/\">CNN</a> reported.</p>\r\n\r\n<p><strong>The embassy shift</strong></p>\r\n\r\n<p>Two days before Bush&rsquo;s tweet, the State Department held a <a href=\"http://www.state.gov/p/eur/ci/vt/rm/2013/218088.htm?goMobile=0\">conference call</a> with reporters to respond to the news reports. (The State Department didn&rsquo;t name the official on the conference call.)</p>\r\n\r\n<p>The official stated that a few years ago, the government purchased land to expand an existing government compound in Rome and now plans to move the embassy there. The compound will have three separate buildings, each with their own entrances on different streets: the Embassy to the Holy See, the Embassy to the Republic of Italy and a U.S. Mission to the United Nations offices in Rome. The physical separation of the entrances is key because the Vatican requires embassies be separate from a country&rsquo;s mission to Italy.</p>\r\n\r\n<p>The move was made due to cost and security, the State Department official told reporters. By consolidating operations at one compound, the state department expects to save about $1.4 million a year.</p>\r\n\r\n<p>The current embassy to the Vatican lacks &quot;the kind of physical security protection that we would like it to have,&quot; the official said. &quot;It doesn&rsquo;t have the setback from the street that is available in its new compound, and &hellip; it does not have the level of other security protections, including Marine security guards that are available at the combined U.S. Government compound.&quot;</p>\r\n\r\n<p>The State Department official emphasized that the move does not represent any downsizing of the United States diplomatic assets.</p>\r\n\r\n<p>&quot;There is no reduction in diplomatic staff, there&rsquo;s no reduction in ambassadors, there&rsquo;s no reduction in mission,&quot; he said. &quot;There is simply a reduction in overhead.&quot;</p>\r\n\r\n<p><a href=\"https://blogs.state.gov/stories/2013/11/27/just-facts-future-us-embassy-holy-see\">Shaun Casey</a>, the special adviser for faith-based community initiatives at the State Department, described security as the No. 1 reason for the move.</p>\r\n\r\n<p>&quot;The United States is moving the location of the embassy to a building that is safer, bigger, and architecturally more appealing,&quot; Casey wrote. &quot;It also is slightly closer to Vatican City. Let me repeat that point: It&#39;s closer to Vatican City than the current location.&quot;</p>\r\n\r\n<p>To be precise, the new site will be located 1.78 miles from Vatican City, about one-tenth of a mile closer than the current site. It is expected to open in 2015.</p>\r\n\r\n<p>Our efforts to reach a spokesperson for the Vatican were unsuccessful, but a spokesman for the Vatican told CNN that &quot;the move was well within the Holy See&#39;s requirements for embassies and that relations with the United States are far from strained. ... Another Vatican official, not authorized to speak on the record about diplomatic relations, told CNN the Holy See understands security concerns are an issue for some countries and this move is &quot;an exception, not the ideal, but not the end of the world.&quot;</p>\r\n\r\n<p>Meanwhile, we found no evidence to support Bush&rsquo;s speculation that the relocation might have had something to do with the battle between Catholic bishops and the federal government about contraception requirements in Obamacare. (Despite the contraception fight, the bishops have long backed the broader concept of <a href=\"http://www.politifact.com/truth-o-meter/statements/2013/dec/04/timothy-dolan/us-bishops-have-supported-universal-health-care-19/\">universal health care</a>.)</p>\r\n\r\n<p>&quot;The Vatican itself said closing this location is not ideal,&quot; Bush spokeswoman Kristy Campbell told PolitiFact. &quot;Governor Bush does not believe this move reflects appropriate respect for the U.S. relationship with the Holy See.&quot;</p>\r\n\r\n<p>So what to make of the conflicting accounts about whether the move is a slight to the Vatican?</p>\r\n\r\n<p>&quot;I think it&rsquo;s not a big deal,&quot; Stephen F. Schneck, director of the Institute for Policy Research &amp; Catholic Studies at the Catholic University of America, told PolitiFact. Schneck, who has been to the embassy, called it an &quot;ugly, modernistic residential structure.&quot; (Schneck told us he is close to the current ambassador and a couple of past ambassadors, including those that served under Obama and Bush.)</p>\r\n\r\n<p>&quot;While I wouldn&rsquo;t actually call it unworkable, it&#39;s on a corner so it&rsquo;s very accessible to street traffic,&quot; Schneck said. &quot;I certainly understand the security concerns.&quot;</p>\r\n\r\n<p>Schneck emphasized that the roots of the move predate Obama, since it stems from an inspector general recommendation during Bush&rsquo;s tenure. And he was dubious of the suggestion that the embassy move is retaliation for the Catholic bishops opposing the contraception mandate in Obamacare.</p>\r\n\r\n<p>&quot;I stand with my Catholic bishops in support of the lawsuits on the contraception mandate,&quot; Schneck said. However, the embassy-Obamacare connection is &quot;a ridiculous effort, one of those crazy conspiracy theories to connect dots that make no sense at all.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Bush said, &quot;Why would our president close the embassy to the Vatican? Hopefully, it is not retribution for Catholic organizations opposing Obamacare.&quot;</p>\r\n\r\n<p>For starters, the United States is not going to &quot;close&quot; its embassy -- it&rsquo;s relocating it to a place that&rsquo;s closer to the Vatican and that is more secure, less expensive and more architecturally distinctive. In addition, the move didn&rsquo;t originate with Obama. It has been in the works since George W. Bush -- Jeb Bush&rsquo;s brother -- was president. Finally, we found no evidence to support the idea that the relocation was related to battles over Obamacare. We rate Bush&rsquo;s claim Pants on Fire!</p>\r\n", "ruling_comments_date": "2013-12-04T17:42:33.527261", "ruling_date": "2013-12-04T18:26:54", "ruling_headline": "Jeb Bush says Obama is closing the embassy to the Vatican", "ruling_headline_slug": "jeb-bush-says-obama-closing-embassy-vatican", "ruling_link_text": "It's actually moving closer to the Vatican", "ruling_state": null, "source_documents": null, "sources": "<p>Twitter, <a href=\"https://twitter.com/JebBush/status/405836597368602624\">Former Gov. Jeb Bush</a>, Nov. 27, 2013</p>\r\n\r\n<p>U. S. Department of State and the Broadcasting Board of Governors Office of Inspector General, <a href=\"http://oig.state.gov/documents/organization/146605.pdf\">&quot;Limited scope inspection of Embassy Vatican City, The Holy See,&quot;</a> June 2008</p>\r\n\r\n<p>U.S. Department of State, <a href=\"http://www.state.gov/p/eur/ci/vt/rm/2013/218088.htm?goMobile=0\">Conference call with senior state department official on the U.S. Embassy to the Vatican</a>, Nov. 25, 2013</p>\r\n\r\n<p>U.S. Department of State DipNote blog, <a href=\"https://blogs.state.gov/stories/2013/11/27/just-facts-future-us-embassy-holy-see\">&quot;Just the facts: The future U.S. Embassy to the Holy See,&quot; </a>Nov. 27, 2013</p>\r\n\r\n<p>National Catholic Reporter, <a href=\"http://ncronline.org/news/vatican/vatican-embassy-move-draws-fire-former-us-envoys\">&quot;Vatican embassy move draws fire from former US envoys,&quot;</a> Nov. 20, 2013</p>\r\n\r\n<p>Washington Times, <a href=\"http://www.washingtontimes.com/news/2013/nov/26/obamas-call-close-holy-see-embassy-slap-face-catho/\">&quot;Obama&rsquo;s call to close Vatican a &lsquo;slap in the face,&rsquo; to Roman catholics,&quot;</a> Nov. 26, 2013</p>\r\n\r\n<p>Breitbart, <a href=\"http://www.breitbart.com/InstaBlog/2013/11/25/Obama-Administration-s-Vatican-Embassy-Move-Has-Former-Envoys-Seeing-Red\">&quot;Obama admin moves Vatican embassy, citing security concerns,&quot;</a> Nov. 25, 2013</p>\r\n\r\n<p>Washington Post The Fact Checker, <a href=\"http://www.washingtonpost.com/blogs/fact-checker/wp/2013/12/04/the-bogus-claim-that-obama-is-closing-the-vatican-embassy/\">&quot;The bogus claim that Obama is &lsquo;closing&rsquo; the Vatican embassy,&quot;</a> Dec. 4, 2013</p>\r\n\r\n<p>CNN, <a href=\"http://religion.blogs.cnn.com/2013/11/27/vatican-knocks-down-controversy-over-u-s-embassy-move/\">&quot;Vatican downplays controversy over U.S. embassy move,&quot;</a> Nov. 27, 2013</p>\r\n\r\n<p>Interview, Pooja Jhunjhunwala, spokeswoman &nbsp;U.S. Department of State, Dec. 4, 2013</p>\r\n\r\n<p>Interview, Stephen F. Schneck, Director, Institute for Policy Research &amp; Catholic Studies The Catholic University of America, Dec. 4, 2013</p>\r\n\r\n<p>Interview, Kristy Campbell, spokeswoman former Gov. Jeb Bush, Dec. 4, 2013</p>\r\n\r\n<p>Interview, Brad Dayspring, spokesman National Republican Senatorial Committee, Dec. 4, 3013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 18, "current_job": "", "false_count": 5, "first_name": "Jeb", "half_true_count": 17, "home_state": "Florida", "id": 436, "last_name": "Bush", "mostly_true_count": 24, "name_slug": "jeb-bush", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jeb_Bush.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/436/", "total_count": 80, "true_count": 14, "website": ""}, "statement": "<p>&quot;Why would our president close the embassy to the Vatican? Hopefully, it is not retribution for Catholic organizations opposing Obamacare.&quot;</p>\r\n", "statement_context": "a tweet", "statement_date": "2013-11-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}], "target": [], "twitter_headline": ""}