{"art": [], "author": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "canonical_url": "/punditfact/statements/2013/dec/11/rush-limbaugh/rush-limbaugh-says-obamacare-will-cause-increase-d/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 8647, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "resource_uri": "/api/v/2/statement/8647/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>If you think divorce is prevalent now, just wait. Conservative radio host Rush Limbaugh says marriage in the United States is poised to crumble for a whole new reason.</p>\r\n\r\n<p>Yes, the culprit is Obamacare.</p>\r\n\r\n<p>The point came up as Limbaugh chatted with a caller from Jacksonville, Fla., on his <a href=\"http://www.rushlimbaugh.com/daily/2013/12/06/obamacare_marriage_and_divorce\"><u>Dec. 6, 2013, talk show</u></a>.</p>\r\n\r\n<p style=\"margin-left:36pt\">Jim the caller: &quot;Greetings, Rush. My concern is about unintended social consequences of the Obama No Care Act. Think about it. There&#39;s supplements for having a lower income. ... Will there be an incentive not to be married or to get divorced? You&#39;ll get incentives on the Obamacare side.&quot;</p>\r\n\r\n<p style=\"margin-left:36pt\">Limbaugh: &quot;You know, you are very shrewd, Jim, because there is a story we had, it might have been late last week, that people are <a href=\"http://www.rushlimbaugh.com/daily/2013/11/26/robotic_liberals_who_get_their_health_care_cancelled_because_of_obamacare_will_never_turn_on_obama\"><u>divorcing in order to afford Obamacare</u></a>. It is busting up families. Obamacare is going to increase the divorce rate.&quot;</p>\r\n\r\n<p>We decided to fact-check Limbaugh&rsquo;s claim that &quot;Obamacare is going to increase the divorce rate.&quot;</p>\r\n\r\n<p><strong>A month-old anecdote</strong></p>\r\n\r\n<p>The news story Limbaugh referenced was about <a href=\"http://www.theatlantic.com/politics/archive/2013/11/the-hidden-marriage-penalty-in-obamacare/280890/\"><u>a New York couple</u></a> considering a divorce so they could qualify for subsidies individually to offset the cost of health care under the new law. The story did not address Limbaugh&rsquo;s claim that the health care law will increase the country&rsquo;s divorce rate, leading us to wonder if there is credible research to support his assertion.</p>\r\n\r\n<p>The early verdict: Experts say there is no evidence or research that suggests the health care law will grow the divorce rate. But the law does contain a &quot;marriage penalty,&quot; which essentially means unmarried couples could pay less for health insurance because they have separate, smaller incomes than married couples whose combined income exceeds the cut-off for federal financial assistance.</p>\r\n\r\n<p>And at least one couple considered divorce to avoid increased health care costs. Emphasis on &quot;considered.&quot;</p>\r\n\r\n<p><a href=\"http://www.theatlantic.com/politics/archive/2013/11/the-hidden-marriage-penalty-in-obamacare/280890/\"><u>The<em> Atlantic</em></u></a> spotlighted one married couple to illustrate the &quot;marriage penalty&quot; disparity, and a <a href=\"http://newyork.cbslocal.com/2013/11/06/obamacare-restrictions-lead-brooklyn-couple-to-consider-divorce/\"><u>CBS</u></a> affiliate in New York picked up the story the next day.</p>\r\n\r\n<p>Writer Nona Willis Aronowitz told the magazine she got married in 2009 so her freelance filmmaker-husband Aaron Cassara could receive health insurance through her employer. But her job ended when her employer laid off her editorial division. The layoff left her with a <a href=\"http://www.dol.gov/ebsa/faqs/faq_compliance_cobra.html\"><u>COBRA plan</u></a> that was more expensive but allowed her to maintain temporary health coverage at a group rate.</p>\r\n\r\n<p>Faced with a Jan. 1 end date for that coverage, which did not extend to her husband because it cost too much, she checked out her options on the New York health insurance exchange set up under the health care law.</p>\r\n\r\n<p>She and her husband earned more than 400 percent of the 2012 federal poverty level, or <a href=\"http://www.familiesusa.org/resources/tools-for-advocates/guides/federal-poverty-guidelines.html\"><u>$62,040 for a family of two</u></a>, which made them ineligible for premium assistance. Under the law, people whose family income is between 100 and 400 percent of federal poverty are eligible for premium support.</p>\r\n\r\n<p>However, had they not been married and sought health insurance on their own, their individual incomes would have qualified for them for subsidies because they would have been under the cut-off income for one person, or $45,980.</p>\r\n\r\n<p>&quot;In our case, it would be worth it,&quot; Aronowitz said of getting divorced to CBS2. &quot;In other people&rsquo;s cases, where marriage is really, really important to them and they had a big wedding and it was this sacred experience, I think it would be a really tough decision for them.&quot;</p>\r\n\r\n<p>We reached out to Aronowitz to find out what&rsquo;s happened in the month since word of her story broke. Aronowitz told PunditFact she recently obtained a full-time job and can now afford health insurance for her and her husband in 2014 on the state exchange. The couple, therefore, is not seeking a divorce.</p>\r\n\r\n<p><strong>Broader impact?</strong></p>\r\n\r\n<p>The health care law is not the first government program to have a &quot;marriage tax&quot; issue. It also comes up under current U.S. income tax law and for programs such as food stamps, temporary cash assistance and others.</p>\r\n\r\n<p>Whenever eligibility for a program depends on a sliding-scale subsidy based on income and family size, there is the potential for &quot;encouraging&quot; couples to marry or not marry, said Gail Wilensky, director of Medicaid and Medicare under President George H.W. Bush. Teasing out the effect of the Affordable Care Act marriage penalty on divorce rates would not be easy.</p>\r\n\r\n<p>&quot;My guess is that at the most, this kind of effect is more annoying than impactful. You would have to be pretty indifferent as to whether you married or didn&rsquo;t marry to have tax or subsidy consequences determine your decision,&quot; Wilensky said. &quot;But small is not the same as none.&quot;</p>\r\n\r\n<p>In the case of health insurance, marriage actually also brings benefits. Married couples have more access to insurance, as many large employers offer family plans that extend to an employee&rsquo;s married spouse and dependents. That&rsquo;s why Aronowitz said she and her husband got married in the first place. According to an October 2013 report by the Kaiser Family Foundation, the percentage of uninsured married adults is about 15 percent of the population, compared to 33 percent for single adults living together.</p>\r\n\r\n<p>Gary Burtless, a senior fellow at the Brookings Institution, said married couples are most affected by the &quot;marriage penalty&quot; when two things happen: Neither person is eligible for affordable health insurance under an employer&#39;s plan, and the couple is eligible for a more sizable government insurance subsidy as two unmarried adults rather than as a married couple.</p>\r\n\r\n<p>But the law also contains some &quot;marriage bonuses,&quot; similar to U.S. tax law, he said. Some companies will feel compelled to offer health insurance to their employees so they do not face tax penalties. Many will offer family insurance plans, which would be enticing for the married spouse of an employee, Burtless said.</p>\r\n\r\n<p>&quot;I&rsquo;m sure we&rsquo;ll hear anecdotes over the next few months and years, and I&rsquo;m sure some of the anecdotes will be described in occasional press stories,&quot; Burtless said. &quot;But it will be many years, if ever, before a careful examination of the evidence shows whether the &lsquo;marriage penalty&rsquo; in the ACA has a bigger impact discouraging marriage or encouraging divorce than the &lsquo;marriage bonus&rsquo; in the ACA has in encouraging marriage or discouraging divorce.&quot;</p>\r\n\r\n<p>Limbaugh&rsquo;s statement is &quot;pure conjecture&quot; at this point, said Andrew Cherlin, a professor of public policy and sociology at Johns Hopkins University.</p>\r\n\r\n<p>&quot;It could also have a positive effect on marriage, as it lowers health insurance premiums for low-income couples (who have a higher divorce rate) and as it makes people healthier, which could increase their earnings,&quot; Cherlin said. &quot;We don&#39;t know what the balance will be.&quot;</p>\r\n\r\n<p>Divorce statistics are a whole other matter. The country does not keep comprehensive data.</p>\r\n\r\n<p>One measure is the rate of divorce per 1,000 population. The divorce rate was 3.6 divorces per 1,000 population in 2011, according to rough numbers from the <a href=\"http://www.cdc.gov/nchs/nvss/marriage_divorce_tables.htm\"><u>Centers for Disease Control and Prevention</u></a>. However, those CDC statistics are imperfect because several states do not report divorce and annulment data to the feds, including the most populous state of California.</p>\r\n\r\n<p>Divorce has been on the decline since 1980, said Brad Wilcox, director of the National Marriage Project at the University of Virginia. Marriage has become more selective, and more couples are living together without getting married. Couples who are better educated and more affluent are more likely to get married and are <a href=\"http://stateofourunions.org/2009/bank_on_it.php\"><u>less likely to divorce</u></a>, he said.</p>\r\n\r\n<p>&quot;So if Obamacare exacts a major marriage penalty on couples, it may increase divorce at the margins,&quot; he said.</p>\r\n\r\n<p>The oft-repeated stat that 50 percent of marriages end in divorce is essentially true for the overall population, but the odds decline when factors such as college education, religious affiliation, home life and marrying at a later age are considered, according to a 2012 <a href=\"http://www.stateofourunions.org/2012/social_indicators.php#divorce\"><u>report</u></a> by the National Marriage Project and the<a href=\"http://www.centerformarriageandfamilies.org/\"><u> Center for Marriage and Families at the Institute for American Values</u></a>.</p>\r\n\r\n<p>An October 2013 <a href=\"http://www.bls.gov/opub/mlr/2013/article/marriage-and-divorce-patterns-by-gender-race-and-educational-attainment-1.htm\"><u>report</u></a> by the U.S. Bureau of Labor Statistics found the likelihood of a marriage ending in divorce a bit lower, between 40-45 percent.</p>\r\n\r\n<p>We emailed Limbaugh&#39;s show but did not hear back.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Limbaugh said, &quot;Obamacare is going to increase the divorce rate.&quot;</p>\r\n\r\n<p>There is concern about a &quot;marriage penalty,&quot; which exists for other federal programs with sliding income eligibility scales, with the Affordable Care Act, and there is anecdotal evidence that at least one couple considered divorce to avoid it. (The postscript: She got a new full-time job and can afford insurance on the exchange, so they&rsquo;re still married.)</p>\r\n\r\n<p>But there is no research that suggests this will substantially affect the country&rsquo;s divorce rate, which is a little hard to measure in the first place. Experts said the effect may be marginal, as no one has done the research to nail down reasonable expectations.</p>\r\n\r\n<p>We rate this False.</p>\r\n", "ruling_comments_date": "2013-12-11T13:11:00.727572", "ruling_date": "2013-12-11T13:49:50", "ruling_headline": "Rush Limbaugh says Obamacare will cause an increase in the divorce rate", "ruling_headline_slug": "rush-limbaugh-says-obamacare-will-cause-increase-d", "ruling_link_text": "Not a happy marriage of facts", "ruling_state": null, "source_documents": null, "sources": "<p>The Rush Limbaugh Show, <a href=\"http://www.rushlimbaugh.com/daily/2013/12/06/obamacare_marriage_and_divorce\"><u>&quot;Obamacare, marriage and divorce,</u></a>&quot; Dec. 6, 2013</p>\r\n\r\n<p>The Rush Limbaugh Show, &quot;<a href=\"http://www.rushlimbaugh.com/daily/2013/11/07/quick_hits_page\"><u>Daily Quick Hits,</u></a>&quot; Nov. 7, 2013</p>\r\n\r\n<p>The Atlantic, &quot;<a href=\"http://www.theatlantic.com/politics/archive/2013/11/the-hidden-marriage-penalty-in-obamacare/280890/\"><u>The hidden marriage penalty in Obamacare</u></a>,&quot; Nov. 5, 2013</p>\r\n\r\n<p>CBS New York, &quot;<a href=\"http://newyork.cbslocal.com/2013/11/06/obamacare-restrictions-lead-brooklyn-couple-to-consider-divorce/\"><u>Obamacare restrictions lead Brooklyn couple to consider divorce</u></a>,&quot; Nov. 6, 2013</p>\r\n\r\n<p>Kaiser Health News and <em>The Philadelphia Inquirer,</em> &quot;<a href=\"http://www.kaiserhealthnews.org/Stories/2013/December/04/some-face-marriage-penalty-for-subsidies.aspx\"><u>Some face marriage penalty in Obamacare subsidies</u></a>,&quot; Dec. 4, 2013</p>\r\n\r\n<p>PolitiFact New Jersey, &quot;<a href=\"http://www.politifact.com/new-jersey/statements/2012/feb/20/stephen-sweeney/steve-sweeney-claims-more-two-thirds-marriages-end/\"><u>Steve Sweeney says two-thirds of marriages end in divorce</u></a>,&quot; Feb. 20, 2012</p>\r\n\r\n<p>The Heritage Foundation, &quot;<a href=\"http://www.heritage.org/research/reports/2010/01/the-new-federal-wedding-tax-how-obamacare-would-dramatically-penalize-marriage\"><u>The new federal wedding tax: How Obamacare would dramatically penalize marriage</u></a>,&quot; Jan. 20, 2010</p>\r\n\r\n<p>The Kaiser Family Foundation, &quot;<a href=\"http://kaiserfamilyfoundation.files.wordpress.com/2013/10/7451-09-supplemental-tables2.pdf\"><u>The uninsured: A primer</u></a>,&quot; October 2013</p>\r\n\r\n<p>Email interview with Centers for Disease Control and Prevention press office, Dec. 10, 2013</p>\r\n\r\n<p>Email interview with Nona Willis Aronowitz, Dec. 9, 2013</p>\r\n\r\n<p>Email interview with Gail Wilensky, former director of Medicaid and Medicare under President George H.W. Bush, Dec. 9, 2013</p>\r\n\r\n<p>Email interview with Gary Burtless, Brookings Institution senior fellow in economic studies, Dec. 9, 2013</p>\r\n\r\n<p>Email interview with Brad Wilcox, director of the National Marriage Project at the University of Virginia, Dec. 10, 2013</p>\r\n\r\n<p>Email interview with <a href=\"http://soc.jhu.edu/directory/andrew-j-cherlin/\"><u>Andrew Cherlin</u></a>, Johns Hopkins University public policy professor, Dec. 11, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 10, "current_job": "Radio host", "false_count": 12, "first_name": "Rush", "half_true_count": 5, "home_state": "", "id": 156, "last_name": "Limbaugh", "mostly_true_count": 2, "name_slug": "rush-limbaugh", "pants_count": 10, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rush_limbaugh6.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/156/", "total_count": 39, "true_count": 0, "website": "http://www.rushlimbaugh.com/"}, "statement": "<p>&quot;Obamacare is going to increase the divorce rate.&quot;</p>\r\n", "statement_context": "a segment on his radio show", "statement_date": "2013-12-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 134, "photo": null, "resource_uri": "/api/v/2/subject/134/", "subject": "Marriage", "subject_slug": "marriage", "used_in_edition": []}], "target": [], "twitter_headline": ""}