{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2013/dec/12/dan-gelber/dan-gelber-says-charlie-crist-got-approved-automat/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 8648, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/8648/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>As former Gov. Charlie Crist tries to gain supporters in his quest to unseat Republican Gov. Rick Scott, he wants to portray himself as the hero of voter access and Scott as a leader who restricted voting.</p>\r\n\r\n<p>Dan Gelber, a former state House Democratic leader from Miami Beach and a Crist supporter, praised Crist for helping felons restore their civil rights, which includes the right to vote:</p>\r\n\r\n<p>Gelber wrote that Crist, as governor, &quot;sought for and got approved the automatic restoration of felon rights for nonviolent offenders for the first time in Florida history (since reversed by Governor Scott).&quot;</p>\r\n\r\n<p>At PolitiFact our Truth-O-Meter ramps up when we hear any claims about a &quot;first&quot; so we wanted to check if Gelber&rsquo;s claim was correct.</p>\r\n\r\n<p><strong>History of restoration of felon rights</strong></p>\r\n\r\n<p>Restoring felons&rsquo; civil rights can include the right to vote, serve on a jury and run for office.</p>\r\n\r\n<p>The roots of disenfranchisement for ex-offenders extend back to <a href=\"http://www.usccr.gov/pubs/EX-FelonVRFL.pdf\">1845</a> when Florida&rsquo;s General Assembly enacted a law that stated: &quot;no person who shall hereafter be convicted of bribery, perjury, or other infamous crime, shall be entitled to the right of suffrage.&quot;</p>\r\n\r\n<p>In the mid&nbsp;20th Century, a small number of ex-offenders could get their rights restored by the Parole Commission. By 1968, the Constitution placed that power in the hands of the Cabinet.</p>\r\n\r\n<p>In the 1970s, there was pressure from the Legislature on Gov. Reubin Askew, a Democrat, to make it easier to restore civil rights. Legislators passed a bill in 1974 that included automatic reinstatement, but the Florida Supreme Court declared that unconstitutional because it bypassed the governor&rsquo;s clemency power.</p>\r\n\r\n<p>Askew then <a href=\"http://www.tampabay.com/opinion/columns/a-better-idea-on-pardons/1135348\">convinced the Cabinet</a> to amend the clemency rules to make restoration easier.</p>\r\n\r\n<p>Randall Berg, a civil rights attorney at the Florida Justice Institute, told PolitiFact that Askew was motivated by a personal belief that &quot;after one had served their time, they had paid their debt and ought to start with a clean slate so they might become productive members of society.&quot;</p>\r\n\r\n<p>Askew also wanted to speed up the process. The Cabinet restored rights in its role as the Executive Clemency Review Board, but meetings were only held quarterly, and the process was slow.</p>\r\n\r\n<p>&quot;There were simply too many people to determine who got their civil rights restored and who did not,&quot; Berg said in an email.</p>\r\n\r\n<p>The <a href=\"https://www.documentcloud.org/documents/894132-rules-of-executive-clemency-1975-4.html\">1975 rule</a> that Askew promoted included automatic reinstatement after a person was released from prison or parole, with the exception of the right to own or possess firearms.</p>\r\n\r\n<p>Each month, the Cabinet signed orders to grant restoration of civil rights.</p>\r\n\r\n<p>In 1977, the wording was changed to allow members of the Clemency Board to object to restoring a particular individual&rsquo;s rights.</p>\r\n\r\n<p>A <a href=\"https://fpc.state.fl.us/PDFs/ClemencyTimeline.pdf\">timeline</a> from the state&rsquo;s Parole Commission explains how the rules changed after Askew. In the early 1990s, Gov. Lawton Chiles tightened the rules, which made it harder for ex-felons to regain their rights. (That happened amid the backdrop of prison overcrowding, which led the state to release prisoners early.) <a href=\"http://www.sptimes.com/2004/06/18/State/Felons_take_their_cas.shtml\">Gov. Jeb Bush</a> then took steps to simplify the process. (For example the application shrank from 12 pages to one.) But advocates said there was more to be done.</p>\r\n\r\n<p><strong>Crist changes</strong></p>\r\n\r\n<p>In April 2007, Crist convinced the Cabinet to streamline the process.</p>\r\n\r\n<p>&quot;Some who favor the current system argue that restoring civil rights is somehow &#39;&#39;weak on crime,&quot; as if restoring the right to vote, to serve on a jury or to work lessens the punishment or encourages a person to commit new crimes. In fact, the opposite should be true,&quot; Crist wrote in a <em>Miami Herald</em> op-ed. &quot;Giving a person a meaningful way to re-enter society, make a living and participate in our democracy will encourage good behavior.&quot;</p>\r\n\r\n<p>Under Crist, ex-offenders convicted of less serious offenses could regain their rights without a hearing, while those convicted of crimes such as murder required a more thorough investigation and a hearing.</p>\r\n\r\n<p>Though some news articles used the word &quot;automatic&quot; to describe this process, that&rsquo;s an oversimplification, because the Parole Commission had to approve it.</p>\r\n\r\n<p>Some advocates argued that Crist&rsquo;s change<a href=\"http://miamiherald.typepad.com/nakedpolitics/2013/11/push-poll-about-charlie-crist-and-restoration-of-civil-rights.html\"> didn&rsquo;t go far enough</a>. Under Crist, there were more than 150,000 restorations, but a backlog of 100,000 remained when he left office, according to the <em>Tampa Bay Times</em>.</p>\r\n\r\n<p>In February 2011, newly elected Republican Attorney General Pam Bondi argued that the process was too easy for released felons. One month later, Bondi, Scott and the rest of the Cabinet scrapped the process and set a minimum of a five-year waiting period. During Scott&rsquo;s tenure through mid&nbsp;September, about 850 offenders have had their rights restored.</p>\r\n\r\n<p><strong>Gelber&rsquo;s response</strong></p>\r\n\r\n<p>We contacted Gelber and told him that our research showed Askew sought restoration of felons&rsquo; voting rights before Crist did. Gelber told PolitiFact that he was unaware of Askew&rsquo;s actions in 1975 and did some additional research; he said he found some differences between the restoration rules under Askew and Crist. (One difference related to some wording under Askew that required an ex-con to be a resident of Florida for <a href=\"https://www.documentcloud.org/documents/894132-rules-of-executive-clemency-1975-4.html\">one year</a>, but that paragraph was in a section related to offenders who were not U.S. citizens.)</p>\r\n\r\n<p>&quot;While there are some debatable distinctions, I think my statement unfairly diminishes Gov. Askew&#39;s efforts,&quot; Gelber told PolitiFact in an email. &quot;The truth is, both men deserve high praise for what they did because the position they advocated is often unpopular and requires a measure of political courage. I have revised my statement to pay homage to Gov. Askew while at the same time congratulating Gov. Crist.&quot;</p>\r\n\r\n<p>Here is how Gelber<a href=\"http://www.charliecrist.com/\"> re-worded the claim</a>: &quot;as Governor he convinced the Cabinet to approve the automatic restoration of felon rights for nonviolent offenders for the first time since Gov. Reubin Askew implemented a similar reform in 1975 (since reversed by Governor Scott).&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Gelber said that Crist &quot;sought for and got approved the automatic restoration of felon rights for nonviolent offenders for the first time in Florida history.&quot;</p>\r\n\r\n<p>First, a minor quibble: the restoration of felon rights under Crist was not automatic because the Clemency Board still had to sign off on it.</p>\r\n\r\n<p>However our main objection to Gelber&rsquo;s statement is his claim that Crist was the &quot;first&quot; to do this in Florida history. In 1975, Askew and the Cabinet changed the rules to allow for &quot;automatic restoration&quot; of rights for voting. Under Askew, the changes broadly applied to offenders, whether they had completed sentences related to violent or nonviolent offenses. Crist&rsquo;s policy favored nonviolent offenders.</p>\r\n\r\n<p>Depending on your viewpoint it was Askew who earned kudos or criticism -- not Crist -- for making it far easier for felons to regain civil rights including the right to vote. Gelber changed the wording of his claim in response to this fact-check.</p>\r\n\r\n<p>At PolitiFact, we give props to people who admit to errors and correct them, but that doesn&rsquo;t change our analysis or rating of the original claim.</p>\r\n\r\n<p>We rate this claim False.</p>\r\n", "ruling_comments_date": "2013-12-11T15:06:35.322381", "ruling_date": "2013-12-12T14:31:29", "ruling_headline": "Dan Gelber says Charlie Crist got automatic restoration of felon rights for 1st time in Florida history", "ruling_headline_slug": "dan-gelber-says-charlie-crist-got-approved-automat", "ruling_link_text": "You forgot Reubin Askew", "ruling_state": null, "source_documents": null, "sources": "<p>Charlie Crist for governor campaign website statement by Dan Gelber, <a href=\"http://www.charliecrist.com/\">&quot;Why I support and trust Charlie Crist,&quot;</a> Updated version, Dec. 10, 2013</p>\r\n\r\n<p>Florida Parole Commission, <a href=\"https://www.documentcloud.org/documents/894132-rules-of-executive-clemency-1975-4.html\">Rules of Executive Clemency of Florida</a>, Approved Sept. 10, 1975</p>\r\n\r\n<p>Florida Parole Commission, <a href=\"https://www.documentcloud.org/documents/894213-rules-of-executive-clemency-2007.html\">Rules of Executive Clemency</a>, Approved 2007</p>\r\n\r\n<p>University of Florida thesis by Robert Lucas, <a href=\"https://www.documentcloud.org/documents/894104-robertlucas-thesis.html\">&quot;Automatic? A case study on the Florida restoration of civil rights process,&quot;</a> 2009</p>\r\n\r\n<p>National Center for State Courts <a href=\"https://www.documentcloud.org/documents/894128-rcr-history-paper.html\">&quot;Clemency: Legal authority, structure and procedure,&quot; </a>December 1977</p>\r\n\r\n<p>Florida Advisory Committee to the United States Commission on Civil Rights, <a href=\"http://www.usccr.gov/pubs/EX-FelonVRFL.pdf\">&quot;Ex-felon voting rights in Florida,&quot;</a> August 2008</p>\r\n\r\n<p>Tampa Bay Times, <a href=\"http://www.sptimes.com/2004/06/18/State/Felons_take_their_cas.shtml\">&quot;Ex-felons take their case to the governor,&quot; </a>June 18, 2004</p>\r\n\r\n<p>Tampa Bay Times op-ed Randall Berg, <a href=\"http://www.tampabay.com/opinion/columns/a-better-idea-on-pardons/1135348\">&quot;A better idea on pardons,&quot; </a>Nov. 21, 2010</p>\r\n\r\n<p>Tampa Bay Times editorial, &quot;Civil rights redo is wrong,&quot; Accessed in Nexis, March 11, 2011</p>\r\n\r\n<p>Miami Herald op-ed written by Gov. Charlie Crist, &quot;Let&rsquo;s restore ex-felons civil rights,&quot; Accessed in Nexis, April 4, 2007</p>\r\n\r\n<p>Paper written by Janet Keels, a former Florida clemency coordinator, <a href=\"https://www.documentcloud.org/documents/894128-rcr-history-paper.html\">&quot;Restoration of Civil Rights a history in Florida,&quot;</a> &nbsp;Covers time period 1885-2000</p>\r\n\r\n<p>Florida Senate, <a href=\"http://www.myfloridahouse.gov/Sections/Bills/billsdetail.aspx?BillId=44809\">&quot;Jim King Keep Florida Working Act,&quot; </a>Signed by &nbsp;Gov. Rick Scott June 21, 2011</p>\r\n\r\n<p>Naked Politics, <a href=\"http://miamiherald.typepad.com/nakedpolitics/2013/11/push-poll-about-charlie-crist-and-restoration-of-civil-rights.html\">&quot;Push poll about Charlie Crist and restoration of civil rights,&quot;</a> Nov. 26, 2013</p>\r\n\r\n<p>PolitiFact, <a href=\"https://www.documentcloud.org/documents/894213-rules-of-executive-clemency-2007.html\">&quot;Charlie Crist says Florida &lsquo;put together a list of over 100,000 people that they &nbsp;thought were ineligible to vote. Came out there were less than 10,&rsquo;&quot;</a> Sept. 12, &nbsp;2013</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/statements/2013/jan/22/rick-scott/rick-scott-says-his-plan-would-expand-early-voting/\">&quot;Rick Scott said his plan would expand early voting hours to record high,&quot;</a> Jan. 22, 2011</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/statements/2010/mar/29/marco-rubio/marco-rubio-charlie-crist-acorn-felon/\">&quot;Marco Rubio says Charlie Crist worked with ACORN to restore voting rights for felons,&quot;</a> March 29, 2010</p>\r\n\r\n<p>Interview, Dan Gelber, former state house Democratic leader, Dec. 10, 2013</p>\r\n\r\n<p>Interview, Randall Berg, executive director, Florida Justice institute, Dec. 10, 2013</p>\r\n\r\n<p>Interview, Mark Schlakman, senior program director for The Florida State University Center for the Advancement of Human Rights, Dec. 10, 2013</p>\r\n\r\n<p>Interview, Janet Keels, retired as executive clemency coordinator in 2009, Dec. 9, 2013</p>\r\n\r\n<p>Interview, Betty Steffens, general counsel to Gov. Reubin Askew, Dec. 10, 2013</p>\r\n\r\n<p>Interview, Eleanor Mitchell Hunter, assistant general counsel under Gov. Reubin Askew, Dec. 9, 2013</p>\r\n\r\n<p>Interview, Brittany Roberson, spokeswoman Florida Parole Commission, Dec. 10, 2013</p>\r\n\r\n<p>Interview, Martin Dyckman, retired Tampa Bay Times reporter and author of Reubin O.D. Askew and the Golden Age of Florida politics, Dec. 9, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 2, "first_name": "Dan", "half_true_count": 1, "home_state": "Florida", "id": 320, "last_name": "Gelber", "mostly_true_count": 3, "name_slug": "dan-gelber", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Florida_Budget.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/320/", "total_count": 8, "true_count": 0, "website": ""}, "statement": "<p>Gov. Charlie Crist &quot;sought for and got approved the automatic restoration of felon rights for nonviolent offenders for the first time in Florida history.&quot;</p>\r\n", "statement_context": "Charlie Crist's campaign website", "statement_date": "2013-11-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 117, "photo": null, "resource_uri": "/api/v/2/subject/117/", "subject": "Civil Rights", "subject_slug": "civil-rights", "used_in_edition": []}, {"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}