{"art": [], "author": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2013/dec/13/econorthwest-economics-finance-planning/does-oregon-lead-nation-number-jobs-capita-manufac/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 8663, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8663/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>It&rsquo;s been nearly six years since the start of the Great Recession and, finally, hiring is on the rise. But with more Oregonians living in poverty now than before the bottom dropped out, politicians around the state are debating how best to create new jobs.</p>\r\n\r\n<p>Talk of jobs was on everyone&rsquo;s mind at the 10th annual Oregon Leadership Summit Dec. 9 at the Oregon Convention Center. The Oregon Business Plan -- a collaborative effort involving business leaders, business associations and the state&rsquo;s elected leaders -- commissioned a paper called &quot;Path to Prosperity,&quot; which was released at the daylong session&rsquo;s opening.</p>\r\n\r\n<p>The paper, written by ECONorthwest, an economic consulting and planning firm, focused on four strategies aimed at reducing poverty. One, touching on the need to bolster manufacturing, included this statement: &quot;Oregon leads the nation in number of jobs per capita in manufacturing.&quot;</p>\r\n\r\n<p>It&rsquo;s an impressive claim but seemed at odds with a 2012 finding by PolitiFact Wisconsin, which awarded that same honor to the Badger State. In hopes of heading off any inter-state squabbling, PolitiFact Oregon decided to check.</p>\r\n\r\n<p>We called Josh Lehner, a senior economist with the Oregon Office of Economic Analysis. &quot;I saw that, too,&quot; he said. &quot;Let me check some numbers and I&rsquo;ll call you back.&quot;</p>\r\n\r\n<p>Lehner&rsquo;s own calculation took Oregon&rsquo;s annual Census Bureau population estimates and divided them by the number of manufacturing jobs in Oregon, as represented by the U.S. Bureau of Labor Statistics. Things did not compute.</p>\r\n\r\n<p>&quot;Our manufacturing jobs per capita actually rank 22nd nationally,&rsquo;&rsquo; Lehner said. He said he respects work done by ECONorthwest, but added, &quot;As for us being number one in that category, the math just doesn&rsquo;t add up.&quot; (Asked about Wisconsin, he said his figures show that state does, in fact, lead the country in manufacturing jobs per capita.)</p>\r\n\r\n<p>We called John Tapogna, president of ECONorthwest and co-author of the paper, to ask about the apparent discrepancy. He immediately cleared up any confusion.</p>\r\n\r\n<p>&quot;You caught a flaw in our report,&quot; he said. &quot;In the same way newspapers have to run corrections sometimes, we need to run one with this.&quot;</p>\r\n\r\n<p>Two words, Tapogna added, turned the claim from true to false.</p>\r\n\r\n<p>&quot;We said Oregon leads the nation in the number of jobs per capita in manufacturing,&quot; he said. &quot;What we should have said is that Oregon leads the nation in manufacturing output per capita. It was just a mistake. There&rsquo;s no other way to say it.&quot;</p>\r\n\r\n<p>Lehner verified that Oregon does indeed lead in manufacturing output per capita. Tapogna went on to provide information with which many Oregonians may be unaware.</p>\r\n\r\n<p>It all started, he said, with Gordon Moore, Intel&rsquo;s co-founder, who predicted in 1965 that semiconductor industry innovations would enable twice as many transistors to be crammed onto an integrated circuit every two years or so.</p>\r\n\r\n<p>Known as &quot;Moore&rsquo;s Law,&quot; the prediction has proved true. In the real world, it&rsquo;s continued to dramatically increase the value of the output, thus allowing Oregon to rank first nationally in manufacturing output per capita.</p>\r\n\r\n<p>David Autor, an economics professor at the Massachusetts Institute of Technology, added a cautionary note in an email. &quot;Not all manufacturing jobs are great jobs, and certainly not all great jobs are manufacturing jobs. But if Wisconsin or Oregon have manufacturing industries in which they have the skills, expertise and productivity needed to compete on the national and international market, that&rsquo;s a valuable thing -- something many states would surely like to emulate.&quot;</p>\r\n\r\n<p>The Oregon Business Plan, in aiming to reduce the state&rsquo;s poverty rate from the current 17.2 percent to 10 percent by 2020, makes job creation a centerpiece of pursuing that goal. Public- and private-sector leaders, at last week&rsquo;s Oregon Leadership Summit, said building on existing strengths such as manufacturing will be critical to long-term success.</p>\r\n\r\n<p>ECONorthwest, in preparing a paper delineating that success, wrote that &quot;Oregon leads the nation in number of jobs per capita in manufacturing.&quot; The sentence needed to be rewritten to say the state leads the nation in manufacturing output per capita. That would have made the claim true. But regardless of the correction that followed, PolitiFact Oregon makes its rulings based on original claims. Not to detract from the success Oregon is having in semiconductor manufacturing, but we rate the original claim False.</p>\r\n", "ruling_comments_date": "2013-12-13T20:44:15.553517", "ruling_date": "2013-12-13T17:44:02", "ruling_headline": "Does Oregon lead the nation in number of jobs per capita in manufacturing?", "ruling_headline_slug": "does-oregon-lead-nation-number-jobs-capita-manufac", "ruling_link_text": "What a difference two words make", "ruling_state": null, "source_documents": null, "sources": "<p>Telephone interview with Josh Lehner, senior economist, Oregon Office of Economic Analysis, Dec. 11, 2013.</p>\r\n\r\n<p>Email from Lehner, Dec. 12, 2013.</p>\r\n\r\n<p>Telephone interview with John Tapogna, president, ECONorthwest, Dec. 12, 2013.</p>\r\n\r\n<p>Email from David Autor, economics professor, MIT, Dec. 11, 2013.</p>\r\n\r\n<p>A Path to Prosperity: Four strategies to reduce Oregon&rsquo;s poverty rate to 10% by 2020, prepared for the Oregon Business Plan by ECONorthwest.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "Oregon", "id": 2543, "last_name": "ECONorthwest", "mostly_true_count": 0, "name_slug": "econorthwest-economics-finance-planning", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ECONorthwest.png", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2543/", "total_count": 1, "true_count": 0, "website": "http://www.econw.com/"}, "statement": "<p>&quot;Oregon leads the nation in number of jobs per capita in manufacturing.&quot;</p>\r\n", "statement_context": "a paper for the Oregon Business Plan", "statement_date": "2013-12-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}