{"art": [], "author": [{"email_address": "jgillin@politifact.com", "first_name": "Joshua", "id": 327, "last_name": "Gillin", "name_slug": "joshua-gillin", "on_staff_page": null, "phone": "727-893-8337", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/joshuagillin.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/327/", "title": "Staff Writer", "twitter": "jpgillin"}], "canonical_url": "/florida/statements/2013/dec/20/ken-hagan/ken-hagan-says-studies-suggest-college-football-ch/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 8692, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgillin@politifact.com", "first_name": "Joshua", "id": 327, "last_name": "Gillin", "name_slug": "joshua-gillin", "on_staff_page": null, "phone": "727-893-8337", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/joshuagillin.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/327/", "title": "Staff Writer", "twitter": "jpgillin"}], "resource_uri": "/api/v/2/statement/8692/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Hillsborough County boosters and politicians were ecstatic when organizers chose Tampa to host the 2017 College Football Playoff National Championship game. Even though the new college football playoff system doesn&rsquo;t start until next year, each season-ending contest promises to be a big event, bringing big money with it.</p>\r\n\r\n<p>Hillsborough County Commissioner Ken Hagan, who helped develop the city&rsquo;s bid to playoff executives, told a reporter he thought the game would bring an economic impact &quot;in the range&quot; of the Super Bowl, and had read studies that reflected the game could bring 1,700 to 1,800 full-time jobs to the area. Hagan wasn&#39;t quoted directly, but both Hagan and the reporter confirmed to us he had discussed that.</p>\r\n\r\n<p>&quot;I&#39;ve attended four national championship games in three different cities, and the energy and excitement surrounding this game is not dissimilar to the Super Bowl,&quot; Hagan said.</p>\r\n\r\n<p>The job numbers kicked off the question here at PolitiFact Florida: How can a single game possibly create that many jobs?</p>\r\n\r\n<p>We decided to look into that statistic and figure out if that claim is through the uprights or a fumble.</p>\r\n\r\n<p><strong>By the numbers</strong></p>\r\n\r\n<p>The game, to be played at Raymond James Stadium on Jan. 9, 2017,<strong>&nbsp;</strong>is the finale of a playoff system designed to replace the current Bowl Coalition Series used to determine the best team in college football. The first game will be played in Arlington, Texas, in 2015, and in Arizona in 2016.</p>\r\n\r\n<p>Because the numbers in the story were paraphrased, the first thing we did was call Hagan&rsquo;s office and confirm he actually said that. He said he had &quot;skimmed&quot; two reports the day before the announcement as the basis for those numbers. One was a&nbsp;<em>South Florida Business Journal</em>&nbsp;story about the economic impact of the 2012-13 Orange Bowl Festival, which included the Orange Bowl and the BCS National Championship game in Miami Gardens.</p>\r\n\r\n<p>The article reported on a study by Conventions Sports &amp; Leisure International that said the games supported 2,400 new full- and part-time jobs, but no specifics beyond that. PolitiFact Florida attempted to contact Convention Sports &amp; Leisure International, a Dallas event planning and economic development consulting firm, to discuss the findings, but our calls weren&rsquo;t returned.</p>\r\n\r\n<p>The second report was by Arizona State University&rsquo;s W.P. Carey School of Business examining the impact of three bowl games in 2010-2011. That study measured the statewide effects of the Insight Bowl in Tempe and the Fiesta Bowl and BCS National Championship game in Glendale, collectively referred to as the Festival of College Football. The Carey study measured jobs in terms of &quot;labor demand&quot; -- an equivalency for number of worker hours generated by the game.</p>\r\n\r\n<p>Broken down by event, the BCS National Championship game created the equivalent of 1,919 full-time jobs in Arizona; the Fiesta Bowl produced the equivalent of 469 full-time jobs; and the Insight Bowl added the equivalent of 855 jobs, the ASU study concluded. That doesn&rsquo;t necessarily mean these are full-time new jobs, but we&rsquo;ll get to more on<strong>&nbsp;</strong>that in a moment.</p>\r\n\r\n<p>Since both reports looked at<strong>&nbsp;</strong>combinations of games in a metropolitan area during bowl game season, we asked Hagan&rsquo;s office if the commissioner was linking the championship game with the Jan. 1 Outback Bowl, also played in Raymond James Stadium. His office said he was referring only to the single playoff game. (There is no College Football Playoff National Championship game study yet, because studies are done after an event, and the first game isn&#39;t until 2015.)</p>\r\n\r\n<p>In an interview, Hagan said he had been asked the question about jobs and gave an answer he felt the studies reflected, specifically citing the Arizona State report that said the BCS Championship game created 1,919 jobs.</p>\r\n\r\n<p>&quot;I don&rsquo;t know how they came up with it,&quot; Hagan said. &quot;It sounds kind of high to me.&quot;</p>\r\n\r\n<p><strong>The experts take the field</strong></p>\r\n\r\n<p>Are those numbers too high? Yes, said<strong>&nbsp;</strong>Georgia State University economics professor Bruce Seaman, who wrote a study about the potential impact of a new stadium for the NFL&rsquo;s Atlanta Falcons.</p>\r\n\r\n<p>&quot;This is grossly over-optimistic verging on the absurd, and yes, it is probably relating to full-time equivalent jobs, but still this is highly unlikely,&quot; he told PolitiFact Florida.</p>\r\n\r\n<p>So what is the measure of &quot;full-time equivalent&quot; employment?</p>\r\n\r\n<p>The measure is typically used in economic impact studies, defined as the annual average of monthly jobs in an industry. These can be broken down into fractions of an annual full-time job for the sake of measurement -- it can be recorded as one job for 12 months, or two jobs for six months each, or three jobs for four months and so on. A job can be either full-full time or part-time, and full-time can be defined to be as few as 30 hours a week, Seaman said.</p>\r\n\r\n<p>So when the reports talk about jobs, they&rsquo;re not always talking about creating new jobs, even though the language they use sounds like it.</p>\r\n\r\n<p>The important thing to note is, these jobs aren&rsquo;t limited to workers at the stadium, like ticket takers or security personnel. They can be direct jobs linked to an event itself, or indirect jobs created as the money from an event circulates through the local economy.</p>\r\n\r\n<p>Seaman said a more realistic, albeit rough estimate for potential jobs created for a metro area during an event like the championship game would probably be more in the range of 850 to 1,050, not 1,700 to 1,800.</p>\r\n\r\n<p>A comparable event would be the NFL&rsquo;s annual Super Bowl, which also rotates host cities. A 2004 study co-authored by College of the Holy Cross economics professor Victor Matheson examined the effects of Super Bowls on their host communities from 1970 to 1997. It found the games brought an equivalent average of 537 jobs.</p>\r\n\r\n<p>&quot;Nineteen hundred jobs is a crazy number for a one-day event,&quot; Matheson said, pointing out an entire NFL team with eight home games a year only generates a few hundred full-time equivalent jobs. &quot;You make your room cleaners and your desk clerks work longer hours. I wouldn&rsquo;t be surprised if 1,900 people worked some overtime.&quot;</p>\r\n\r\n<p>University of South Florida economics professor Philip Porter said he believed economic impact reports tend to be flawed in any event, because statistical models are designed to measure permanent changes, not necessarily one-time events.</p>\r\n\r\n<p>Porter worked on a 1999 study tracking economic impact in Hillsborough County, Miami-Dade County and Maricopa County, Ariz., for several Super Bowls, but found no marked increase in taxable sales, during the event or afterward. Porter said he predicted activity in Hillsborough and Pinellas counties &quot;will be no different than usual.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Hagan told a reporter he had read reports that suggested the game could result in 1,700 to 1,800 jobs for the region, based on findings after prior NCAA football title games.</p>\r\n\r\n<p>The reports were loaded with numbers, ranging from 2,400 full- and part-time jobs during the Miami area&rsquo;s 2012-13 Orange Bowl week to 1,919 specified in a report breaking down Glendale&rsquo;s 2011 title game.</p>\r\n\r\n<p>Economists said those kinds of numbers tend to be grossly inflated, and are difficult to parse, especially when the determining factors aren&rsquo;t well-defined. Even with Hagan&rsquo;s relatively conservative offhand guess, those experts said the numbers are wide of the goalposts.</p>\r\n\r\n<p>We rate this statement Mostly False.</p>\r\n", "ruling_comments_date": "2013-12-19T17:54:08.678459", "ruling_date": "2013-12-20T10:00:00", "ruling_headline": "Ken Hagan says studies suggest a college football championship game could bring 1,800 jobs", "ruling_headline_slug": "ken-hagan-says-studies-suggest-college-football-ch", "ruling_link_text": "Wide of the goalposts", "ruling_state": null, "source_documents": null, "sources": "<p><em>Tampa Bay Times</em>, &quot;<a href=\"http://www.tampabay.com/sports/college/espn-tampa-to-host-2017-college-football-national-championship/2157272\"><u>Tampa to host 2017 college football national championship</u></a>,&quot; Dec. 16, 2011</p>\r\n\r\n<p><em>South Florida Business Journal</em>, &quot;<a href=\"http://www.bizjournals.com/southflorida/news/2013/11/01/orange-bowl-bcs-championship-scored.html?page=all\"><u>Orange Bowl, BCS Championship scored high in economic impact</u></a>,&quot; Nov. 1, 2013</p>\r\n\r\n<p>Arizona State University W.P. Carey School of Business, &quot;<a href=\"http://www.fiestabowl.org/public/downloads/Fiesta_Events_Economic_Impact_2010-2011_July21_FF.pdf\"><u>2010-11 Fiesta Bowl Festival of College Football Economic Impact Study</u></a>,&quot; accessed Dec. 18, 2013 via <a href=\"http://www.fiestabowl.org/\"><u>FiestaBowl.org</u></a></p>\r\n\r\n<p>Enigma Research Corp., &quot;<a href=\"http://enigmaresearch.com/2010/12/05/343\"><u>BCS National Championship Wins $82M For Regional Economy, according to Enigma study</u></a>,&quot; accessed Dec. 18, 2013</p>\r\n\r\n<p>Victor Matheson and Robert Baade, &quot;<a href=\"http://college.holycross.edu/RePEc/hcx/Matheson_Padding.pdf\"><u>Padding Required: Assessing the Economic Impact of the Super Bowl</u></a>,&quot; accessed Dec. 19, 2013</p>\r\n\r\n<p><em>Tampa Bay Times</em>, &quot;<a href=\"http://www.tampabay.com/news/super-bowl-host-bonanza-may-be-a-myth/965616\"><u>Super Bowl host bonanza may be a myth</u></a>,&quot; Jan. 10, 2009</p>\r\n\r\n<p><em>Arizona Republic</em>, &quot;<a href=\"http://www.azcentral.com/community/scottsdale/articles/2011/07/27/20110727scottsdale-reaps-economic-benefits-from-bowl-games.html\"><u>Scottsdale reaps economic benefits from bowl games</u></a>,&quot; July 27, 2011</p>\r\n\r\n<p>PolitiFact Georgia, &quot;<a href=\"http://www.politifact.com/georgia/statements/2010/nov/19/atlanta-sports-council/2000-super-bowls-economic-impact-tallied-292-milli/\"><u>2000 Super Bowl&#39;s economic impact tallied at $292 million</u></a>,&quot; Nov. 19, 2010</p>\r\n\r\n<p>PolitiFact Florida, &quot;<a href=\"http://www.politifact.com/florida/statements/2013/mar/14/ron-book/dolphins-lobbyist-says-super-bowl-50-everybodys-es/\"><u>Dolphins lobbyist says Super Bowl L is a &#39;$500 million economic impact&#39; to Florida</u></a>,&quot; March 14, 2013</p>\r\n\r\n<p>Interview, Ken Hagan, Hillsborough County commissioner, Dec. 18, 2013</p>\r\n\r\n<p>Interview, Bruce Seaman, George State University economics professor, Dec. 18, 2013</p>\r\n\r\n<p>Interview, Victor Matheson, College of the Holy Cross economics professor, Dec. 19, 2013</p>\r\n\r\n<p>Interview, Philip Porter, University of South Florida economics professor, Dec. 19, 2013</p>\r\n\r\n<p>Interview, Dennis Coates, University of Maryland economics professor, Dec. 19, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Hillsborough County Commissioner", "false_count": 0, "first_name": "Ken", "half_true_count": 0, "home_state": "Florida", "id": 2556, "last_name": "Hagan", "mostly_true_count": 0, "name_slug": "ken-hagan", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Hagan.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2556/", "total_count": 1, "true_count": 0, "website": "http://www.hillsboroughcounty.org/index.aspx?NID=1123"}, "statement": "<p>Studies suggest the 2017 College Football Playoff Championship game will bring about 1,700 to 1,800 full-time jobs.</p>\r\n", "statement_context": "an interview with the 'Tampa Bay Times'", "statement_date": "2013-12-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 216, "photo": null, "resource_uri": "/api/v/2/subject/216/", "subject": "Sports", "subject_slug": "sports", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/"]}], "target": [], "twitter_headline": ""}