{"art": [], "author": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2013/dec/19/jack-roberts/does-oregon-lottery-show-people-playing-and-winnin/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 8693, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8693/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>The Oregon Lottery has churned plenty of money into the state&rsquo;s coffers since its inception in 1984. It&rsquo;s now a $500 million-a-year cash cow, with 86 percent of that coming from video slot and poker machines.</p>\r\n\r\n<p>Of course those proceeds also mean big losses for players. Many of them, as The Oregonian&rsquo;s Harry Esteve showed in a recent series on the Oregon Lottery, are problem gamblers who lose thousands of dollars a year playing video lottery machines.</p>\r\n\r\n<p>Jack Roberts, who became the Oregon Lottery director Dec. 1, 2013, took issue with the series and its contention that the lottery uses &quot;aggressive&quot; marketing to get people to play video slots. In a Dec. 11, 2013, interview on Oregon Public Broadcasting&rsquo;s &quot;Think Out Loud&quot; radio show, he defended lottery advertising.</p>\r\n\r\n<p>&quot;We&rsquo;re very careful in terms of our marketing,&quot; said Roberts, Oregon&rsquo;s former labor commissioner. &quot;We don&rsquo;t show people playing these games. We don&rsquo;t show them winning playing the video lottery games.&quot;</p>\r\n\r\n<p>But we had seen an ad that showed people playing and wondered whether that&rsquo;s true. PolitiFact Oregon decided to get to the bottom of it.</p>\r\n\r\n<p>The lottery has several ads, including print, radio and television spots. Some talk about how money from the lottery helps parks or fish habitat, for example. Others encourage people to buy scratch-off tickets.</p>\r\n\r\n<p>PolitiFact Oregon also found two videos on the lottery website, one that is also being shown on television.</p>\r\n\r\n<p>The one that appears on television shows a young woman zipping up a life vest to paddle a kayak on the Willamette River. It also shows a man putting on a helmet for a motorcycle ride. A voice-over talks about gambling responsibly by setting a time limit and a budget as the video shows someone setting a smartphone timer for 20 minutes and circling &quot;Entertainment&quot; on a sheet of paper next to a &quot;150.&quot;</p>\r\n\r\n<p>Then it shows the woman and man playing an Oregon Lottery video game and breaking into broad smiles, the man pumping his fists, after the woman pushes the button.</p>\r\n\r\n<p>The second video can be viewed only on the lottery&rsquo;s website by clicking the words &quot;Click here to see how much fun Video Lottery can be.&quot; It shows various people smiling and laughing as they play Oregon Lottery slot machines.</p>\r\n\r\n<p>In one scene, three people cheer and clap as they win; the video shows three fives lined up on the game screen. In another scene, two people brim with elation and high-five as they look at a video game screen. At the end, a voice tells viewers that &quot;Lottery games are based on chance and should be played for entertainment only.&quot;</p>\r\n\r\n<p>Next we contacted Roberts&rsquo; office in Salem and asked about his assertion. Through lottery spokesman Chuck Baumann, Roberts provided this statement:</p>\r\n\r\n<p>&quot;My reference to marketing referred to our advertisements for the lottery. I was not referring to our responsible gambling ads, where we believe it helps to show people gambling in order to demonstrate what responsible gambling means. Even these ads mainly show side shots of the machines and do not portray players winning a jackpot or celebrating their winnings. My statement was in response to accusations that we run ads glorifying gambling in order to attract more players. In fact, we do not.&quot;</p>\r\n\r\n<p>We called Jeff Marotta, who works with problem gamblers and who, until recently, belonged to a lottery advisory group.</p>\r\n\r\n<p>Marotta, president and senior consultant at Problem Gambling Solutions, said he had seen the &quot;kayaking and motorcycling&quot; ad on television for the first time the night before. However, it wasn&rsquo;t the first time he&rsquo;d seen the ad. He saw it in September, when lottery officials asked him to critique new responsible-gambling ads showing people playing &quot;VLTs,&quot; -- or video lottery terminals.</p>\r\n\r\n<p>&quot;The images in the final segment of these ads show men playing VLTs with attractive women by their sides, smiling at the man and the machine,&quot; Marotta wrote to lottery officials in a memo dated Sept. 25, 2013. &quot;The message that VLTs are fun and attractive are further accentuated by the peppy music, announcer tone, choice of actors, association with cool activities&hellip;&quot;</p>\r\n\r\n<p>He ended the memo by writing, &quot;In sum, these responsible gambling ads could be viewed as wolves in sheep&rsquo;s clothing and in my opinion should not be aired.&quot;</p>\r\n\r\n<p>Marotta told us his long-term contract to advise lottery officials was terminated soon after. &quot;Was it this that burned my bridge with them?&quot; he said. &quot;Maybe. I&rsquo;ll never know for sure.&quot;</p>\r\n\r\n<p>Roberts, in a follow-up email, noted that he became director after Marotta&rsquo;s departure as a consultant. He added, &quot;Our advertisements about responsible gambling are in fulfillment of our obligation to operate the lottery in a manner commensurate with the public interest.&quot;</p>\r\n\r\n<p>He did not elaborate on his earlier claim that the ads don&rsquo;t show people playing or winning video games. But Baumann, in a later phone conversation, said Roberts had not seen the website-only video at the time of his OPB comments.</p>\r\n\r\n<p>It&rsquo;s true that Roberts had been on the job less than two weeks when he made the statement on OPB and understandable that he had not seen one of the ads. The lottery has many ads, and the website has many pages.</p>\r\n\r\n<p>The kayaking ad is more problematic. The Oregon Lottery does classify it as a &quot;responsible gambling&quot; ad. But Roberts, on OPB, said of lottery marketing: &quot;We don&rsquo;t show people playing these games. We don&rsquo;t show them winning playing the video lottery games.&quot; He didn&rsquo;t mention a distinction. Neither would that distinction be clear to viewers.</p>\r\n\r\n<p>And as Marotta noted, the ad -- showing young, attractive people having a great time -- would be unlikely to dissuade people from gambling.</p>\r\n\r\n<p>Finally, despite Roberts&rsquo; statement on OPB, even the kayaking ad clearly shows people not only playing but enthusiastically smiling and reacting to an apparent win. We find Roberts&rsquo; statement False.</p>\r\n", "ruling_comments_date": "2013-12-19T20:35:07.096470", "ruling_date": "2013-12-19T17:34:54", "ruling_headline": "Does the Oregon Lottery show people playing and winning video lottery games?", "ruling_headline_slug": "does-oregon-lottery-show-people-playing-and-winnin", "ruling_link_text": "An unfortunate roll of the dice", "ruling_state": null, "source_documents": null, "sources": "<p>Emailed statement from Jack Roberts, Oregon Lottery director, Dec. 16, 2013.</p>\r\n\r\n<p>Telephone interview with Jeff Marotta, Problem Gambling Solutions president, Dec. 16, 2013.</p>\r\n\r\n<p>Email exchange with Marotta, Dec. 16/17, 2013.</p>\r\n\r\n<p>Telephone interview with Jack Baumann, Oregon Lottery interim communications manager, Dec. 19, 2013.</p>\r\n\r\n<p>Oregon Lottery website.</p>\r\n\r\n<p>Oregon Lottery Fiscal Year 2014 marketing plan.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Oregon Lottery director", "false_count": 1, "first_name": "Jack", "half_true_count": 0, "home_state": "Oregon", "id": 2557, "last_name": "Roberts", "mostly_true_count": 0, "name_slug": "jack-roberts", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/roberts.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2557/", "total_count": 1, "true_count": 0, "website": "http://www.oregonlottery.org/"}, "statement": "<p>&quot;We don&rsquo;t show people playing these games. We don&rsquo;t show them winning playing the video lottery games.&quot;</p>\r\n", "statement_context": "an interview on Oregon Public Broadcasting", "statement_date": "2013-12-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 170, "photo": null, "resource_uri": "/api/v/2/subject/170/", "subject": "Gambling", "subject_slug": "gambling", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}