{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/dec/20/pete-sessions/obamacare-law-didnt-mandate-background-checks-navi/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "ddavis@statesman.com", "first_name": "Debra", "id": 425, "last_name": "Davis", "name_slug": "debra-davis", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/425/", "title": "Investigations editor", "twitter": null}], "facebook_headline": null, "id": 8695, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/8695/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>A Dallas congressman charged the Obamacare law with failing to bar convicts from helping Americans shop for health coverage.</p>\r\n\r\n<p>In an <a href=\"http://www.dallasnews.com/opinion/latest-columns/20131215-pete-sessions-and-darrell-issa-who-are-these-obamacare-navigators.ece\"><u>oped article</u></a> written with Rep. Darrell Issa, R-Calif., Republican Pete Sessions suggested the patient &quot;navigators&quot; authorized by the Affordable Care Act could include individuals experienced in stealing identities. The article was posted online Dec. 15, 2013, by the <em>Dallas Morning News</em>.</p>\r\n\r\n<p>Under the law, navigators are groups or individuals entrusted with helping individuals as they shop online for health coverage to comply with the Obamacare law&rsquo;s mandate that most Americans obtain health insurance. The federal government says too that <a href=\"https://www.healthcare.gov/glossary/navigator/\"><u>a navigator</u></a> may help a consumer complete eligibility and enrollment forms. &quot;These individuals and organizations are required to be unbiased. Their services are free to consumers,&quot; the government says.</p>\r\n\r\n<p>However, Sessions wrote, the 2010 health-care law &quot;does not bar &mdash; or even require screening for &mdash; convicted felons, including individuals convicted of identity theft or fraud. This is particularly dangerous because navigators may have access to applicants&rsquo; personally identifiable information, including Social Security number date of birth, address, phone number and annual income. This poorly conceived program endangers families and individuals across the country by heightening the risk of identity theft or financial loss.&quot;</p>\r\n\r\n<p>Is that so?</p>\r\n\r\n<p><strong>Law doesn&#39;t mandate</strong></p>\r\n\r\n<p>Our review of <a href=\"http://www.gpo.gov/fdsys/pkg/BILLS-111hr3590enr/pdf/BILLS-111hr3590enr.pdf\"><u>the law</u></a> yielded no sign of a mandate that navigators be subject to criminal background checks, though the law says the U.S. secretary of Health and Human Services &quot;shall establish standards for navigators&hellip; including provisions to ensure that any private or public entity that is selected as a navigator is qualified, and licensed if appropriate, to engage in the navigator activities described in this subsection and to avoid conflicts of interest.&quot;</p>\r\n\r\n<p>The law continues: &quot;Under such standards, a navigator shall not... be a health insurance issuer; or...receive any consideration directly or indirectly from any health insurance issuer in connection with the enrollment of any qualified individuals or employees of a qualified employer in a qualified health plan.&quot; The law further says the secretary shall, in collaboration with the states, develop standards to ensure information made available by navigators is fair, accurate and impartial.</p>\r\n\r\n<p>On April 5, 2013, Health and Human Services <a href=\"https://www.federalregister.gov/articles/2013/04/05/2013-07951/patient-protection-and-affordable-care-act-exchange-functions-standards-for-navigators-and#h-15\"><u>proposed rules</u></a> for navigators; we did not spot a directive to conduct background checks there, <a href=\"http://www.gpo.gov/fdsys/pkg/FR-2013-07-17/pdf/2013-17125.pdf\"><u>nor was there one</u></a> in the final rules, dated July 17, 2013.</p>\r\n\r\n<p>And by telephone, analyst Stacey Pogue of the liberal Austin-based Center for Public Policy Priorities, which has <a href=\"http://forabettertexas.org/images/HC_2013_12_PP_NavigatorRules_Charts.pdf\"><u>spoken up</u></a> against proposed state rules imposing more training for navigators, pointed out that HHS Secretary Kathleen Sebelius has spoken to Sessions&rsquo; claim.</p>\r\n\r\n<p>In a Nov. 6, 2013, hearing of the U.S. Senate Finance Committee, the secretary was asked by Sen. John Cornyn, R-Texas: &quot;Isn&#39;t it true that there is no federal requirement for navigators to undergo a criminal background, even though they will receive personal -- sensitive personal information from the individuals they helped sign up for the Affordable Care Act?&quot;</p>\r\n\r\n<p>Sebelius: &quot;That is true. States could add an additional background checks and other features, but it is not part of the federal requirement.&quot;</p>\r\n\r\n<p>Cornyn: &quot;So a convicted felon could be a navigator and could acquire sensitive personal information from an individual, unbeknownst to them.&quot;</p>\r\n\r\n<p>Sebelius: &quot;That is possible. We have contracts with the organizations, and they have taken the responsibility to screen their individual navigators and make sure that they are sufficiently trained for the job.&quot;</p>\r\n\r\n<p><strong>Republican staff inquiry</strong></p>\r\n\r\n<p>Sessions&rsquo; spokeswoman Torrie Miller, responding to our request for the basis of his claim, pointed by email to a Sept. 18, 2013, preliminary <a href=\"http://oversight.house.gov/wp-content/uploads/2013/09/Republican-Staff-Report-on-Navigators.pdf\"><u>report</u></a> by the Republican staff of the House Committee on Oversight and Government Reform quoting Vicki Gottlich, described as overseeing the navigator program for the federal government until June 2013, as confirming in an April 18, 2013, response to committee staff that &quot;convicted felons, including individuals convicted of identity theft&quot; could become navigators. According to the report, Gottlich also testified &quot;there&rsquo;s nothing that prohibited HHS from (requiring individuals to have gone through a background check),&quot; but HHS &quot;determined that it would be up to the individual grantee to comply with state requirements for background checks and investigations of their employees.&quot;</p>\r\n\r\n<p>According to Gottlich, the report said, &quot;in many states, there would be sufficient checks&quot; and &quot;the cost (of background checks) might be prohibitive for some entities,&quot; while entities in rural areas might have difficulty with background checks and fingerprinting. According to the report, Gottlich also testified that the agency never considered banning convicted felons or individuals convicted of identity theft from being navigators. The report quoted her as saying that all such hiring decisions were &quot;going to be up to each individual (navigator award) grantee,&quot; and, if a state&rsquo;s laws allow, navigator organizations &quot;can hire convicted felons including those individuals convicted of identity theft.&quot;</p>\r\n\r\n<p><strong>Federal &quot;excluded parties&quot; list</strong></p>\r\n\r\n<p>And what are the groups getting the navigator grants?</p>\r\n\r\n<p>Our search of the HHS website yielded a <a href=\"http://www.hhs.gov/asl/testify/2013/05/t20130521a.html\"><u>written statement</u></a> prepared by a deputy administrator, Gary Cohen, for his May 21, 2013, appearance before a House subcommittee.</p>\r\n\r\n<p>Cohen said entities chosen to receive federal funds as navigators &quot;will be subjected to a robust screening process before grants are awarded.&quot; A related footnote said: &quot;Entities and individuals are not eligible for a federal grant, including a navigator grant, if they are on the Excluded Parties List, which is a list of any entities or individuals who have been suspended or debarred by any federal agency. Entities or individuals may be suspended from receiving federal grant money for up to one year based on indictments, information or adequate evidence involving environmental crimes, contract fraud, embezzlement, theft, forgery, bribery, poor performance, non-performance or false statements.&quot;</p>\r\n\r\n<p>The footnote continued: &quot;Entities or individuals may be debarred from receiving federal grant money for a longer period of time based on convictions, civil judgment or fact-based cases involving environmental crimes, contract fraud, embezzlement, theft, forgery, bribery, poor performance, non-performance or false statements as well as other causes. This careful screening will help to ensure that individuals or organizations that pose a risk to the federal government are not awarded federal navigator grants.&quot;</p>\r\n\r\n<p><strong>Texas grant recipient says it conducts checks</strong></p>\r\n\r\n<p>In August 2013, according to a <a href=\"https://www.tsl.texas.gov/sites/default/files/public/tslac/ld/workshops/webinars/aca/Texas_Navigators.pdf\"><u>document</u></a> posted online by the Texas State Library, the groups chosen to field navigator grants were: the United Way of Metropolitan Tarrant County; Migrant Health Promotion, Inc.; the National Hispanic Council on Aging; Change Happens, a Houston nonprofit; United Way of El Paso County; Southern United Neighborhoods, an anti-poverty group; the East Texas Behavioral Healthcare Network; and the National Urban League. Separately, the Texas Tribune said in an Aug. 15, 2013, <a href=\"http://www.texastribune.org/2013/08/15/feds-award-108-million-help-texans-find-coverage/\"><u>news story</u></a> that $10.8 million was awarded to the grant recipients with the biggest awardees being Tarrant County&rsquo;s United Way ($5.8 million) and the East Texas network ($1.3 million).</p>\r\n\r\n<p>By email, an HHS spokesman in Washington, D.C., Fabien Levy, told us: &quot;Navigator grants are given to trusted community organizations that have a track record of working in their communities and all navigators must complete a minimum of 20 hours of training and comply with privacy and security standards. We take any alleged impropriety seriously and take immediate action in cases where navigators have failed to live up to their responsibilities.&quot;</p>\r\n\r\n<p>It could be, too, that navigator grant recipients are conducting background checks already, though Miller of Sessions&rsquo; office told us by email that &quot;we have no way of knowing how many have actually done so.&quot;</p>\r\n\r\n<p>A Dec. 3, 2013, <a href=\"http://trailblazersblog.dallasnews.com/2013/12/rathgeber-feds-rules-on-navigators-too-lax-need-tweaks.html/\"><u>news blog post</u></a> by the <em>Dallas Morning News</em> said the Community Council of Greater Dallas and other partners in the navigator grant overseen by United Way of Tarrant County &quot;voluntarily subjected all navigators hired to criminal background checks and additional training on privacy.&quot; By telephone, United Way spokeswoman Cassie McQuitty told us all of its 146 navigators underwent criminal background checks prior to being hired. By email, she said they also had been trained in consumer needs and privacy.</p>\r\n\r\n<p><strong>Texas agency proposes mandatory background checks</strong></p>\r\n\r\n<p>The <em>News&rsquo;</em> story noted, too, that the Texas Department of Insurance had <a href=\"http://www.tdi.texas.gov/rules/2013/documents/navproposal.pdf\"><u>proposed state-specific rules</u></a> for navigators in the state. The agency&rsquo;s Nov. 26, 2013, proposed rules state: &quot;HHS does not conduct or require a background check on navigators or individuals who represent navigator grant recipients.&quot; The agency proposal says, too, that a <a href=\"http://www.legis.state.tx.us/tlodocs/83R/billtext/html/SB01795F.htm\"><u>measure</u></a> passed into law by the 2013 Legislature authorized the state insurance commissioner to adopt rules providing that anyone who becomes a navigator not have a professional license suspended or revoked or have been the subject of any other disciplinary action by a financial or insurance regulator in the country--or been convicted of a felony.</p>\r\n\r\n<p>According to the agency&rsquo;s proposal, TDI learned at a Sept. 30, 2013, Texas &quot;stakeholders&quot; meeting &quot;that one navigator entity in Texas had taken steps to provide protections beyond those set out in federal standards. These steps included background checks on employees and extra training focused on Texas Medicaid and privacy.&quot;</p>\r\n\r\n<p>Sessions&rsquo; oped article said the &quot;lack of federal oversight of the navigator program has already led to reports of improper and illegal behavior, including two instances in North Texas. In Dallas, a navigator recommended that an applicant lie about his income in order to qualify for additional subsidies to lessen the costs of his health care plan. In Irving, a part-time receptionist who worked at a navigator center encouraged an individual to lie about his tobacco use to keep his premiums down.&quot;</p>\r\n\r\n<p>A Nov. 12, 2013, <em>Dallas Morning News</em>&rsquo; <a href=\"http://trailblazersblog.dallasnews.com/2013/11/undercover-video-shows-dallas-navigators-apparently-coaxing-a-consumer-to-lie.html/\"><u>blog post</u></a> said that hidden-camera video taken by activist James O&rsquo;Keefe evidently showed three Dallas navigators advising a consumer to lie about his income and whether he smokes as part of getting a better deal on subsidized health coverage in visits to offices in Irving and Oak Cliff in Dallas. The newspaper said the taped navigators advised a young man posing as a university student. &quot;He says he has a $15,000 a year job and unreported income from odd jobs. They tell him not to report the outside income on his health insurance application, if he has not disclosed it on his income taxes,&quot; the <em>News </em>said. &quot;They also urge him not to divulge that he occasionally smokes. &quot;&lsquo;You lie because your premiums will be higher,&rsquo; one says.&quot; Later the same day, the newspaper reported, the Urban League of Greater Dallas and North Central Texas fired three navigator trainees and another employee in the wake of the incident.</p>\r\n\r\n<p>The proposed state rules would require navigators to: be 18 years of age; provide proof of U.S. citizenship or compliance with all federal laws pertaining to employment or to the transaction of business in the United States; provide proof of compliance with education requirements; and submit to fingerprinting and a background check.</p>\r\n\r\n<p><a href=\"http://www.texashealthoptions.com/cp2/protect.html\"><u>On its website</u></a>, the department urges Texans to be careful while shopping for a policy. The agency further says: &quot;Currently, the federal government oversees navigators and counselors that help consumers shop for insurance in the federal marketplace. To verify a navigator or counselor is certified by the federal government, call the federal marketplace at 1-800-318-2596 or visit<a href=\"http://www.healthcare.gov\"> <u>www.healthcare.gov</u></a>. In addition, TDI is in the process of developing rules to further regulate navigators, ensuring that consumers&rsquo; personal information is protected and that navigators are well-trained and qualified.&quot; A squib on another agency <a href=\"http://www.texashealthoptions.com/cp2/healthcarefaq.html\"><u>web page</u></a> says: &quot;Navigators are funded through federal grants and should not request any money from you, nor will they receive a commission from an insurance company for helping you purchase coverage.&quot;</p>\r\n\r\n<p>By telephone, agency spokesman John Greeley said the state rules are to be finalized after public hearings, the last one scheduled for Jan. 6, 2014.</p>\r\n\r\n<p><strong>Other states</strong></p>\r\n\r\n<p>Next, we wondered if other states were considering mandatory background checks of navigators. At Pogue&rsquo;s suggestion, we reached Justin Giovannelli of the Georgetown University Health Policy Institute who said by email that at least a dozen other states have created or proposed some sort of required criminal background check of individuals seeking to be navigators: Arkansas, Florida, Georgia, Indiana, Iowa, Maine, Missouri, Montana, Ohio, Tennessee, Utah and Wisconsin.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Sessions said federal law related to Obamacare navigators &quot;does not bar&mdash;or even require screening for&mdash;convicted felons, including individuals convicted of identity theft or fraud.&quot;</p>\r\n\r\n<p>That&rsquo;s correct, but this claim is missing important meaningful information. For instance, it fails to note that the federal government has an Excluded Parties list that prevents grants from going to agencies not in good standing. Also, the claim doesn&rsquo;t acknowledge that states are permitted to impose background checks. A Texas agency was already weighing such a mandate when Sessions made this claim while nationally, other states have done so or are considering as much. Finally, this claim fails to note that the biggest Texas contractor for navigators has reported conducting a background check of each navigator it hired.</p>\r\n\r\n<p>We rate this statement, which lacks relevant details and context, as Half True.</p>\r\n\r\n<hr />\r\n<p><strong><em>HALF TRUE </em></strong><em>&ndash; The statement is partially accurate but leaves out important details or takes things out of context.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2013-12-20T15:21:31.216504", "ruling_date": "2013-12-20T16:42:17", "ruling_headline": "Obamacare law didn't mandate background checks of \"navigators,\" but states may require them and prime Texas grant recipient imposes them", "ruling_headline_slug": "obamacare-law-didnt-mandate-background-checks-navi", "ruling_link_text": "States and others imposing checks", "ruling_state": null, "source_documents": null, "sources": "<p>Law, <a href=\"http://www.gpo.gov/fdsys/pkg/BILLS-111hr3590enr/pdf/BILLS-111hr3590enr.pdf\"><u>&quot;Patient Protection and Affordable Care Act,&quot;</u></a> Government Printing Office (accessed Dec. 17, 2013)</p>\r\n\r\n<p>Federal rules, <a href=\"https://www.federalregister.gov/articles/2013/04/05/2013-07951/patient-protection-and-affordable-care-act-exchange-functions-standards-for-navigators-and#h-15\"><u>&quot;Patient Protection and Affordable Care Act; Exchange Functions: Standards for Navigators and Non-Navigator Assistance Personnel,&quot;</u></a> as proposed by U.S. Department of Health and Human Services, April 5, 2013; <a href=\"http://www.gpo.gov/fdsys/pkg/FR-2013-07-17/pdf/2013-17125.pdf\"><u>&quot;Patient Protection and Affordable Care Act; Exchange Functions: Standards for Navigators and Non-Navigator Assistance Personnel; Consumer Assistance Tools and Programs of an Exchange and Certified Application Counselors,&quot;</u></a> final rules as adopted by HHS, July 17, 2013 (accessed Dec. 18, 2013)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/14lz0zLLryH0M70Q9iNikm1Pac5DHSENNFyD7h_Pikho/pub\"><u>Emails</u></a>, Torrie Miller, communications director, U.S. Rep. Pete Sessions, Dec. 18, 2013</p>\r\n\r\n<p>Telephone interview, Stacey Pogue, senior policy analyst, Center for Public Policy Priorities, Austin, Dec. 17, 2013</p>\r\n\r\n<p>Transcript, &quot;Health Insurance Exchanges: An Update from the Administration,&quot; Hearing by U.S. Senate Finance Committee, Federal News Service, November 6, 2013 (Nexis search)</p>\r\n\r\n<p>Preliminary Republican staff report, <a href=\"http://oversight.house.gov/wp-content/uploads/2013/09/Republican-Staff-Report-on-Navigators.pdf\"><u>&quot;Risks of Fraud and Misinformation with</u></a><a href=\"http://oversight.house.gov/wp-content/uploads/2013/09/Republican-Staff-Report-on-Navigators.pdf\"><u> ObamaCare Outreach Campaign: How Navigator and Assister Program Mismanagement Endangers Consumers,&quot;</u></a> U.S. House Committee on Oversight and Government Reform, Sept. 18, 2013 (accessed Dec. 18, 2013)</p>\r\n\r\n<p>Prepared <a href=\"http://www.hhs.gov/asl/testify/2013/05/t20130521a.html\"><u>testimony</u></a> on the navigators program, Gary Cohen, deputy administrator and director, Center for Consumer Information and Insurance Oversight Centers for Medicare and Medicaid Services, U.S. House Subcomittee on Economic Growth, Job Creation, Regulatory Affairs, May 21, 2013 (accessed Dec. 17, 2013)</p>\r\n\r\n<p>News story, <a href=\"http://trailblazersblog.dallasnews.com/2013/11/undercover-video-shows-dallas-navigators-apparently-coaxing-a-consumer-to-lie.html/\"><u>&quot;Dallas Urban League suspends three Obamacare &quot;navigators&quot; caught on tape seeming to coax applicant to lie,&quot;</u></a> Trailblazers blog, the <em>Dallas Morning News</em>, Nov. 12, 2013</p>\r\n\r\n<p>Document, <a href=\"https://www.tsl.texas.gov/sites/default/files/public/tslac/ld/workshops/webinars/aca/Texas_Navigators.pdf\"><u>&quot;AFFORDABLE CARE ACT NAVIGATORS FOR TEXAS,&quot;</u></a> Texas State Library website, undated (accessed Dec. 18, 2013)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1tEcP3T694o4Kl1XvS_5x_DpQwEdGf-hCiVFw6uRSrVA/pub\"><u>Email</u></a>, Fabien Levy, press secretary. U.S. Department of Health and Human Services, Dec. 16, 2013</p>\r\n\r\n<p>Legislation, <a href=\"http://www.legis.state.tx.us/tlodocs/83R/billtext/html/SB01795F.htm\"><u>Senate Bill 1795,</u></a> authored by Sen. Kirk Watson, D-Austin (accessed Dec. 17, 2013)</p>\r\n\r\n<p>Telephone interview, John Greeley, public information officer, Texas Department of Insurance, Dec. 18, 2013<br />\r\n<a href=\"https://docs.google.com/document/d/1uIquQ6GT-Ec3CgKy6yD2xA62nSJo4azj486HM1u6r4g/pub\"><u>Email</u></a>, Justin Giovannelli,<strong> </strong>research fellow, Center on Health Insurance Reforms, Georgetown University Health Policy Institute, Dec. 19, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. House representative", "false_count": 0, "first_name": "Pete", "half_true_count": 1, "home_state": "Texas", "id": 375, "last_name": "Sessions", "mostly_true_count": 0, "name_slug": "pete-sessions", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/sessions.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/375/", "total_count": 2, "true_count": 0, "website": "http://sessions.house.gov/"}, "statement": "<p>Federal law for Obamacare navigators &quot;does not bar &mdash; or even require screening for &mdash; convicted felons, including individuals convicted of identity theft or fraud.&quot;</p>\r\n", "statement_context": "an oped column", "statement_date": "2013-12-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}