{"art": [], "author": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "canonical_url": "/punditfact/statements/2013/dec/22/glenn-beck/glenn-beck-talks-duck-dynasty-wedding-vendors/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 8703, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "resource_uri": "/api/v/2/statement/8703/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>The airwaves are roaring with chatter about Phil Robertson of A&amp;E&rsquo;s popular show <em>Duck Dynasty </em>for comments he made about homosexuality in a <a href=\"http://www.gq.com/entertainment/television/201401/duck-dynasty-phil-robertson#ixzz2nwl11400\"><em><u>GQ</u></em><u> interview.</u></a></p>\r\n\r\n<p>With the future of the show in question, talking heads are either criticizing Robertson&rsquo;s remarks as deeply offensive or, like radio host Glenn Beck, <a href=\"http://www.glennbeck.com/2013/12/19/its-not-about-money-its-about-freedom-of-speech-glenn-responds-to-duck-dynasty-controversy/\"><u>defending him</u></a> on grounds of freedom of speech.</p>\r\n\r\n<p>If the country truly valued &quot;equality and diversity,&quot; Beck argued, Robertson would be allowed to express his opinion without being punished for it. He urged Robertson&rsquo;s family not to back down and said his network, TheBlaze, would welcome them into the fold because they want &quot;diversity of thought.&quot;</p>\r\n\r\n<p>&quot;If you think that it isn&rsquo;t about anything but marriage and equality, you&rsquo;re mistaken. It&rsquo;s not about equality,&quot; Beck said. &quot;If it&rsquo;s about equality and it&rsquo;s about diversity, then you would allow people a different opinion. A different opinion. No, no, no, we don&rsquo;t have different opinions now.</p>\r\n\r\n<p>&quot;You are forcing people in business to make wedding cakes,&quot; he said. &quot;If they say I don&#39;t want to serve you, I don&#39;t want to make a wedding cake for you, you must make a wedding cake. There&#39;s no diversity in that. That&#39;s fascism.&quot; (this was all the same sequence)</p>\r\n\r\n<p>Beck&rsquo;s wording is not explicit, but we think we know what he was referencing (his people did not get back to us). There have been a few recent legal battles involving wedding vendors who refuse to provide their services to same-sex couples on religious grounds.</p>\r\n\r\n<p>We wanted to investigate if people are forced to make wedding cakes against their will and what those cases mean more broadly.</p>\r\n\r\n<p><strong>Colorado cake conundrum</strong></p>\r\n\r\n<p>There are two high-profile cases of bakers citing Christian beliefs when they refused to provide wedding cakes for a gay couple who wanted to celebrate their marriage.</p>\r\n\r\n<p>We&rsquo;ll focus on the one with a recent judge&rsquo;s order.</p>\r\n\r\n<p>One summer day in 2012, a gay couple stopped inside Masterpiece Cakeshop in the Denver area seeking a wedding cake to celebrate their wedding in Massachusetts. The mom of one of the newlyweds joined the baker and the couple at a table to discuss their vision, though they never got a chance to bring it up.</p>\r\n\r\n<p>Once the owner learned what the wedding cake would be for, he told the would-be customers that preparing a cake for them would go against his Christian beliefs, according to court documents. He said, &quot;I&rsquo;ll make you birthday cakes, shower cakes, sell you cookies and brownies, I just don&rsquo;t make cakes for same-sex weddings.&quot;</p>\r\n\r\n<p>The American Civil Liberties Union filed a complaint with the Colorado Civil Rights Commission on the couple&rsquo;s behalf. A year and a half later on Dec. 6, 2013, administrative law judge Robert Spencer <a href=\"https://www.aclu.org/sites/default/files/assets/initial_decision_case_no._cr_2013-0008.pdf\"><u>ruled in favor </u></a>of the couple.</p>\r\n\r\n<p>Coloradans passed a constitutional ban on gay marriage but recently allowed civil unions. The civil union law allows religious groups and leaders to opt out of performing those ceremonies but does not include religious protections for business. More pertinent here, an administrative law judge noted, the state amended its public accommodation law to add &quot;sexual orientation&quot; as a protected class that cannot be discriminated against by businesses that are open to the public.</p>\r\n\r\n<p>Spencer said the cakeshop must &quot;cease and desist from discriminating&quot; against gay couples or face financial penalties for refusing to make wedding cakes for gay couples in the future.</p>\r\n\r\n<p>&quot;At first blush, it may seem reasonable that a private business should be able to refuse service to anyone it chooses,&quot; he wrote. &quot;This view, however, fails to take into account the cost to society and the hurt caused to persons who are denied service simply because of who they are.&quot;</p>\r\n\r\n<p>The judge rejected the cakeshop&rsquo;s argument that providing a cake for the couple would have conveyed support for their marriage, pointing out that he refused to serve them before they could dive into the details of what the cake would look like.</p>\r\n\r\n<p>The couple &quot;might have wanted a nondescript cake that would have been suitable for consumption at any wedding. ... The act of preparing a cake is simply not &lsquo;speech&rsquo; warranting First Amendment protection,&quot; he wrote.</p>\r\n\r\n<p>If the cake shop defies the judge&rsquo;s order, the Colorado Civil Rights Commission could seek court action that could include &quot;issuance of contempt citation, potential fines and imprisonment for offending the dignity of the court,&quot; a spokeswoman said.</p>\r\n\r\n<p>A spokesman for the Alliance Defending Freedom, a conservative Christian nonprofit that defended the baker in court and has taken up similar cases, said it would appeal the order but has not filed one (the 30-day window for an appeal closes in early January 2014).</p>\r\n\r\n<p><strong>Other cases of religious liberty vs. public accommodation</strong></p>\r\n\r\n<p>ADF spokesman Greg Scott said there are many more examples than just Masterpiece Cakeshop of &quot;government intrusion on conscience, in which an arm of the state tells you comply with the government-decreed morality or face the consequences.&quot;</p>\r\n\r\n<p>Scott provided examples that go beyond wedding services, such as a <a href=\"http://www.adfmedia.org/News/PRDetail/8451\"><u>Mennonite family</u></a> that runs a manufacturing company and sued the Obama administration over its rules requiring employers to cover contraceptive care, including the morning-after pill.</p>\r\n\r\n<p>&quot;There&rsquo;s more, but I think you get the idea,&quot; he said. &quot;It is becoming a nationwide problem.&quot;</p>\r\n\r\n<p>In Oregon, a state investigation into <a href=\"http://www.oregonlive.com/gresham/index.ssf/2013/09/gresham_bakery_that_refused_to.html\"><u>a bakery refusing to make a wedding cake</u></a> for a lesbian couple remains open. Elsewhere, a Washington wedding florist <a href=\"http://www.komonews.com/news/local/Gay-wedding-lawsuits-against-Wash-florist-may-combine-226744761.html\"><u>was sued</u></a> for refusing to provide floral arrangements for a gay couple&rsquo;s wedding.</p>\r\n\r\n<p>The <a href=\"http://www.nytimes.com/2013/11/19/us/weighing-free-speech-in-refusal-to-photograph-ceremony.html?_r=0\"><u>U.S. Supreme Court could decide</u></a> on a discrimination complaint against a New Mexico-based wedding photographer who declined to photograph a lesbian couple&rsquo;s commitment ceremony. The New Mexico Supreme Court ruled against the photographer, saying artistic services offered to the public are regulated by discrimination laws.</p>\r\n\r\n<p>Eugene Volokh, a UCLA School of Law professor who co-authored a <a href=\"http://www.cato.org/sites/cato.org/files/pubs/pdf/Elane-Photog-filed-brief.pdf\"><u>brief</u></a> in support of the photographer, said he does not think the Constitution permits the government to require photographers, painters or writers to &quot;create constitutionally protected speech.&quot; (He said he does not think bakers have as strong a case because they are not as involved in the ceremony.)</p>\r\n\r\n<p>Douglas Laycock, a University of Virginia professor of law and religious studies, said he would be surprised if the U.S. Supreme Court takes up the photographer&rsquo;s case.</p>\r\n\r\n<p><strong>So what does it mean?</strong></p>\r\n\r\n<p>Laws that protect customers from being discriminated against because of sexual orientation do not exist for the whole country. The ruling by the Colorado administrative law judge was limited to Colorado, and the same goes for other cases in other states so far.</p>\r\n\r\n<p>&quot;But really, I would say that the (Colorado) decision is just affirming a much broader, long-standing legal principle that religion doesn&#39;t give anyone a reason to discriminate,&quot; said Amanda Goad, an ACLU attorney involved in the Colorado baker&rsquo;s case.</p>\r\n\r\n<p>Twenty-one <a href=\"http://www.hrc.org/resources/entry/lgbt-inclusive-public-accommodations-laws1\"><u>states</u></a> have public accommodation laws similar to the one in Colorado, including California, New York and Oregon, according to the Human Rights Campaign. That means clear protections do not exist in 29 states, such as Florida and Texas, though some cities have implemented their own ordinances, Goad said. The judicial decisions in New Mexico and Colorado show why those laws are important to supporters of gay rights, she said.</p>\r\n\r\n<p>&quot;If there&rsquo;s no public accommodation law that covers sexual orientation, then no one has any obligation, religious or not, to serve anybody,&quot; Laycock said. &quot;The gay couples only have a claim if there is a law in place that gives them a claim.&quot;</p>\r\n\r\n<p>Just because it isn&rsquo;t happening in every state does not mean it is not happening, Volokh argued.</p>\r\n\r\n<p>&quot;You might say, well it is good that cake bakers are being required to prepare cakes for same-sex commitment ceremonies,&quot; he said. &quot;But if the claim is that cake bakers are being required to do this, that claim seems to be correct. And it seems likely that if more anti-discrimination laws are enacted, this will happen in more and more states.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Incensed by A&amp;E&rsquo;s response to its opinionated <em>Duck Dynasty</em> star, Beck lamented the country&rsquo;s lack of appreciation for &quot;diversity of thought,&quot; saying Robertson is entitled to say what he wants in accordance with his freedoms of speech and religion. Even wedding cake-makers are feeling the same pressure.</p>\r\n\r\n<p>&quot;If they say I don&#39;t want to serve you, I don&#39;t want to make a wedding cake for you, you must make a wedding cake,&quot; he said, just weeks after a Colorado administrative law judge said a Denver-area baker must &quot;cease and desist&quot; discriminating against gay couples who want wedding cakes or face fines.</p>\r\n\r\n<p>Indeed, that happened. Another investigation into a bakery that withheld a wedding cake is pending in Oregon.</p>\r\n\r\n<p>Beck did not get into details about either case on his show. But he should have clarified that many states do not have the same protections for sexual orientation in their public accommodation laws, so it&rsquo;s less clear if businesses in those states could be compelled to make cake if they had personal objections.</p>\r\n\r\n<p>We rate this claim&nbsp;Mostly True.</p>\r\n\r\n<p><em>Correction: Douglas Laycock said the New Mexico case would be binding nationwide if it was taken up by the U.S. Supreme Court. An earlier version of this story was incorrect on this point.</em></p>\r\n", "ruling_comments_date": "2013-12-22T11:01:01.259162", "ruling_date": "2013-12-22T16:07:38", "ruling_headline": "Glenn Beck talks 'Duck Dynasty,' wedding vendors", "ruling_headline_slug": "glenn-beck-talks-duck-dynasty-wedding-vendors", "ruling_link_text": "Cases happening in a few states", "ruling_state": null, "source_documents": null, "sources": "<p>GlennBeck.com, &quot;<a href=\"http://www.glennbeck.com/2013/12/19/its-not-about-money-its-about-freedom-of-speech-glenn-responds-to-duck-dynasty-controversy/\"><u>&lsquo;It&rsquo;s not about money; it&rsquo;s about freedom of speech&rsquo;: Glenn responds to Duck Dynasty controversy</u></a>,&quot; Dec. 19, 2013</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/florida/statements/2013/jul/08/tony-perkins/wedding-vendors-have-been-forced-participate-same-/\"><u>Wedding vendors have been forced to participate in same-sex marriages under threat or even jail, Family Research Council president says</u></a>,&quot; July 18, 2013</p>\r\n\r\n<p><em>GQ</em>, &quot;<a href=\"http://www.gq.com/entertainment/television/201401/duck-dynasty-phil-robertson\"><u>What the duck?</u></a>&quot; Dec. 18, 2013</p>\r\n\r\n<p>ABCNews, &quot;<a href=\"http://abcnews.go.com/US/judge-orders-colorado-bakery-cater-sex-weddings/story?id=21136505\"><u>Judge orders Colorado baker to cater for same-sex weddings</u></a>,&quot; Dec. 7, 2013</p>\r\n\r\n<p>Interview with Greg Scott, Alliance for Defending Freedom spokesman, &nbsp;Dec. 20, 2013</p>\r\n\r\n<p>Interview with Charlie Burr, Oregon Bureau of Labor and Industries spokesman, Dec. 19, 2013</p>\r\n\r\n<p>Interview with Casey Bauer, Colorado Department of Regulatory Agencies spokeswoman, Dec. 19, 2013</p>\r\n\r\n<p>Interview with Douglas Laycock, University of Virginia professor of law and religious studies, Dec. 20, 2013</p>\r\n\r\n<p>Interview with Amanda Goad, staff attorney for the LGBT Project of the ACLU, Dec. 20, 2013</p>\r\n\r\n<p>Interview with Eugene Volokh, UCLA School of Law professor, Dec. 20, 2013</p>\r\n\r\n<p><a href=\"https://www.aclu.org/sites/default/files/assets/initial_decision_case_no._cr_2013-0008.pdf\"><u>Colorado administrative court decision</u></a> on Masterpiece Cakeshop via ACLU, Dec. 6, 2013</p>\r\n\r\n<p>Associated Press via NBC News, &quot;<a href=\"http://usnews.nbcnews.com/_news/2013/12/06/21795833-judge-orders-colorado-baker-to-serve-gay-couples?lite\"><u>Judge orders Colorado baker to serve gay couples</u></a>,&quot; Dec. 6, 2013</p>\r\n\r\n<p><em>The Wall Street Journal,</em> &quot;<a href=\"http://online.wsj.com/news/articles/SB10001424052702304795804579101343898974538\"><u>Some businesses balk at gay weddings</u></a>,&quot; Oct. 3, 2013</p>\r\n\r\n<p><em>The New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2013/11/19/us/weighing-free-speech-in-refusal-to-photograph-ceremony.html?_r=0%20\"><u>Weighing Free Speech in Refusal to Photograph Ceremony</u></a>,&quot; Nov. 19, 2013</p>\r\n\r\n<p>Human Rights Campaign, <a href=\"http://www.hrc.org/resources/entry/lgbt-inclusive-public-accommodations-laws1\"><u>list of states with LGBT-inclusive public accommodation laws</u></a>, accessed Dec. 20, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 7, "first_name": "Glenn", "half_true_count": 7, "home_state": "", "id": 181, "last_name": "Beck", "mostly_true_count": 2, "name_slug": "glenn-beck", "pants_count": 6, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Glenn.png", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/181/", "total_count": 31, "true_count": 4, "website": ""}, "statement": "<p>To comply with non-discrimination laws, the government is &quot;forcing people in business to make wedding cakes&quot; for anyone.</p>\r\n\r\n<p><br />\r\n&nbsp;</p>\r\n", "statement_context": "comments on his radio program", "statement_date": "2013-12-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 117, "photo": null, "resource_uri": "/api/v/2/subject/117/", "subject": "Civil Rights", "subject_slug": "civil-rights", "used_in_edition": []}, {"description": "", "id": 130, "photo": null, "resource_uri": "/api/v/2/subject/130/", "subject": "Diversity", "subject_slug": "diversity", "used_in_edition": []}], "target": [], "twitter_headline": ""}