{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/punditfact/statements/2013/dec/31/thom-hartmann/hartmann-not-expanding-medicaid-shortchanges-state/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 8713, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/8713/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Pundits extend well beyond the recognizable cable platforms of CNN, Fox News and MSNBC. We recently found progressive pundit Thom Hartmann talking about the health care law on <a href=\"http://rt.com/usa/\"><u>RT</u></a>, an English-language cable network funded by the government of Russia.</p>\r\n\r\n<p>Hartmann, who hosts a show called <em><a href=\"http://www.thomhartmann.com/bigpicture/gop-governors-give-taxpayers-back-their-money\"><u>The Big Picture</u></a></em>, was discussing the decision of state lawmakers in 25 states not to expand Medicaid coverage as envisioned by the Affordable Care Act.</p>\r\n\r\n<p>He said the decision was motivated by politics (most of the states that opted out of the expansion are run by Republicans), and that it hurts state taxpayers.</p>\r\n\r\n<p>&quot;When Rick Perry says to the people of Texas that he&rsquo;s not going to accept money from the federal government to pay for the expansion of Medicaid, what he&rsquo;s really saying, to his own people, the people of Texas, &lsquo;Naw, you can&rsquo;t have your own tax dollars back&rsquo;,&quot; Hartmann said.</p>\r\n\r\n<p>&quot;He&rsquo;s saying, &lsquo;No, you can&#39;t have your money back&rsquo; because sabotaging the president is more important than letting you have affordable health care. And what&rsquo;s worse is, the people who live in states that aren&rsquo;t accepting the Medicaid expansion will still have the pay the taxes to foot the bill for the expansion in other states.&quot;</p>\r\n\r\n<p>We wanted to explore Hartmann&rsquo;s argument that Republican state lawmakers have refused &quot;to give the people of their own states their own tax dollars back in the form of (expanded) Medicaid.&quot;</p>\r\n\r\n<p>(If you&rsquo;re interested in learning more about RT, formerly Russia Today, we suggest you start <a href=\"http://www.cjr.org/feature/what_is_russia_today.php?page=all\"><u>with this article from the Columbia Journalism Review</u></a>.)</p>\r\n\r\n<p><strong>Terms of Medicaid expansion</strong></p>\r\n\r\n<p>Medicaid is a federal-state partnership to provide health care primarily to poorer Americans. The program is managed by states but funded through a combination of federal and state dollars. Who pays what varies, but generally the federal government contributes more than the states.</p>\r\n\r\n<p>While the health care law does not change the funding structure for people already enrolled or eligible to enroll in Medicaid, it does offer states a deal in exchange for adding new people to the system.</p>\r\n\r\n<p>For new enrollees, the federal government would pay 100 percent of the costs for three years. (States would have to pay for some administrative costs.) After that, states would be asked to pay some costs, but never more than 10 percent.</p>\r\n\r\n<p>If every state expanded its Medicaid program, the federal government would spend about $800 billion&nbsp;<a href=\"http://kaiserfamilyfoundation.files.wordpress.com/2013/01/8384_es.pdf\"><u> between 2013 and 2022</u></a>, according to the Kaiser Family Foundation. States would be on the hook for about $8 billion.</p>\r\n\r\n<p><strong>Looking at the first three years</strong></p>\r\n\r\n<p>Analysts are more confident about how the deal between the participating states and Washington will play out during the first three years than they are beyond that. So we&rsquo;ll consider Hartmann&rsquo;s claim in two pieces.</p>\r\n\r\n<p>We spoke to three experts who have looked closely at precisely the question of whether Medicaid expansion is a good move for the states. Their conclusions differ on the benefits overall, but during the first three years, they all agree. States come out ahead.</p>\r\n\r\n<p>Joe Antos, a health economist with the American Enterprise Institute, a Washington think-tank that generally criticizes the Affordable Care Act, does not believe expansion is a good idea in the long run. But simply in terms of dollars in and dollars out, the first three years are different for the participating states.</p>\r\n\r\n<p>&quot;They get money they wouldn&#39;t have gotten otherwise,&quot; Antos said. &quot;Some from their own citizens, some from citizens in other states.&quot;</p>\r\n\r\n<p>Sherry Glied, dean of the Graduate School of Public Service at New York University agreed.</p>\r\n\r\n<p>&quot;States that are not participating are sending their taxpayers&#39; money to leave the state without getting anything back in return,&quot; Glied said.</p>\r\n\r\n<p>Stan Dorn, a senior fellow at the Urban Institute, an academic research center in Washington, amplified Glied&rsquo;s point. The health care law is paid for by taxes and fees affecting wealthier households and players in the health care industry such as makers of medical devices and insurance companies. It also limits payments to doctors and hospitals.</p>\r\n\r\n<p>&quot;The pain of the Affordable Care Act is locked in,&quot; Dorn said. &quot;The only thing you can change is the gain. If you implement the expansion, you get the full benefit.&quot;</p>\r\n\r\n<p>Our experts said Hartmann&rsquo;s claim would look differently if every state agreed to expand its Medicaid program, because some states would be &quot;winners&quot; and others would be &quot;losers&quot; based on how many people signed up.</p>\r\n\r\n<p>But as things stand today, non-participating states are underwriting the cost of care in participating states.</p>\r\n\r\n<p>&quot;I suspect the people of Texas don&rsquo;t know that their tax dollars are going to places like Vermont or New York,&quot; Dorn said.</p>\r\n\r\n<p><strong>Beyond the first three years</strong></p>\r\n\r\n<p>So experts agree that in the first three years, Hartmann is right: People in states that refuse to expand Medicaid will lose their share of tax dollars.</p>\r\n\r\n<p>But what about in year four and beyond?</p>\r\n\r\n<p>Most states that have turned down the federal government&rsquo;s offer to expand Medicaid say they are worried about the out years when states must share some of the costs.</p>\r\n\r\n<p>By saying no, some states might save their taxpayers some money.</p>\r\n\r\n<p>That savings, however, is likely not enough in most cases to offset the contributions state taxpayers are sending to the federal government, two of our experts told us.</p>\r\n\r\n<p>Expanding Medicaid, for instance, will likely reduce other areas of state spending, particularly other health care programs the state operate. And in certain cases, the federal government plans on paying a larger share for the care of current Medicaid recipients.</p>\r\n\r\n<p><a href=\"http://www.urban.org/UploadedPDF/412840-Medicaid-Expansion-Under-the-ACA.pdf\"><u>In Virginia,</u></a> analysts concluded that Medicaid expansion by itself would cost the state but the economic boost from the influx of federal dollars would more than offset those costs.</p>\r\n\r\n<p>Antos, who does not favor expansion, said the final tally whether the Medicaid expansion is a net benefit or cost will vary from state to state.</p>\r\n\r\n<p>&quot;It depends on the number and incomes of taxpayers in the state, the number of people who become eligible with the expansion who actually sign up, and the cost of services they use,&quot; he said.</p>\r\n\r\n<p>Glied led a group that focused on <a href=\"http://www.commonwealthfund.org/Publications/Issue-Briefs/2013/Dec/Federal-Funds-Medicaid-Expansion.aspx\"><u>Medicaid expansion in a study for the Commonwealth Fund</u></a>, a Massachusetts foundation that funds health policy research. Their conclusions suggested states would do well to participate.</p>\r\n\r\n<p>&quot;The state economy as a whole is always better off with the expanded program because state tax payments are never close to the federal Medicaid payment,&quot; Glied said.</p>\r\n\r\n<p>Dorn worked on a <a href=\"http://www.urban.org/UploadedPDF/412840-Medicaid-Expansion-Under-the-ACA.pdf\"><u>report</u></a> that looked at how 10 states assessed whether they should participate.</p>\r\n\r\n<p>&quot;In every state that did a detailed analysis, and there were six that did, they gained,&quot; Dorn said.&quot;But does that necessarily mean that every state would? No. It&rsquo;s a very state specific question.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Hartmann said that by rejecting an expansion to Medicaid, Republican state lawmakers are not allowing their residents to get their own tax dollars back. That is most accurate for the first three years of the program when the federal government pays 100 percent of the cost of care for newly enrolled people. Beyond that point, the results could vary.</p>\r\n\r\n<p>While it is always true that wealthier taxpayers in all states pay into the program and that the only way to get some of that back is through participating in the expansion, that doesn&rsquo;t mean that in every state, the total tax burden due to Medicaid wouldn&rsquo;t rise over the long haul.</p>\r\n\r\n<p>There is a body of studies that point to gains for the states, but a range of outcomes is possible. Hartmann did not address the longer term uncertainties.</p>\r\n\r\n<p>PunditFact uses predictions about the future very cautiously. We put more weight on what is known in the short term than what is projected many years out. In this case, the first three years clearly support Hartmann&rsquo;s claim and the period beyond that is subject to debate.</p>\r\n\r\n<p>We rate the statement Mostly True.</p>\r\n", "ruling_comments_date": "2013-12-31T11:03:54.343046", "ruling_date": "2013-12-31T12:10:54", "ruling_headline": "Hartmann: Not expanding Medicaid shortchanges state taxpayers", "ruling_headline_slug": "hartmann-not-expanding-medicaid-shortchanges-state", "ruling_link_text": "Taxpayers in states that say no are likely to be net losers", "ruling_state": null, "source_documents": null, "sources": "<p>Thom Hartmann, <em><a href=\"http://www.thomhartmann.com/bigpicture/gop-governors-give-taxpayers-back-their-money\"><u>The Big Picture</u></a></em>, Dec. 12, 2013</p>\r\n\r\n<p>Kaiser Family Foundation, <a href=\"http://kff.org/health-reform/report/the-cost-and-coverage-implications-of-the/\"><u>The cost and coverage implications of the ACA Medicaid expansion</u></a>, November 2012</p>\r\n\r\n<p>Kaiser Family Foundation,<a href=\"http://kff.org/report-section/the-uninsured-a-primer-2013-6-how-will-the-affordable-care-act-affect-the-uninsured-population/\"> <u>The uninsured: A primer</u></a>, Oct. 23, 2013</p>\r\n\r\n<p>Kaiser Family Foundation,<a href=\"http://kff.org/medicaid/report/the-cost-of-not-expanding-medicaid/\"> <u>The cost of not expanding Medicaid</u></a>, July 17, 2013</p>\r\n\r\n<p>Urban Institute,<a href=\"http://www.urban.org/UploadedPDF/412840-Medicaid-Expansion-Under-the-ACA.pdf\"><u> Medicaid expansion under the Affordable Care Act: How states analyze the fiscal and economic tradeoffs</u></a>, June 2013</p>\r\n\r\n<p>Urban Institute, <a href=\"http://www.urban.org/UploadedPDF/412628-Considerations-in-Assessing-State-Specific-Fiscal-Effects-of-the-ACAs-Medicaid-Expansion.pdf\"><u>Considerations in assessing state specific fiscal effects of the ACA&rsquo;s Medicaid expansion</u></a>, September 2012</p>\r\n\r\n<p>Deloitte Center for Health Solutions,<a href=\"http://www.deloitte.com/view/en_US/us/Insights/centers/center-for-health-solutions/research/517e23c01fde2310VgnVCM3000001c56f00aRCRD.htm\"><u> The fiscal impact to states of the Affordable Care Act</u></a>, 2011</p>\r\n\r\n<p>Commonwealth Fund, <a href=\"http://www.commonwealthfund.org/Publications/Issue-Briefs/2013/Dec/Federal-Funds-Medicaid-Expansion.aspx\"><u>How states stand to gain or lose federal funds by opting in or out of the Medicaid expansion</u></a>, Dec. 5, 2013</p>\r\n\r\n<p>PolitiFact Florida, <a href=\"http://www.politifact.com/florida/statements/2013/jan/08/rick-scott/rick-scott-ignores-flaws-state-study-says-medicaid/\"><u>Rick Scott ignores flaws in state study, says Medicaid expansion will cost Florida $26 billion</u></a>, Jan. 8, 2013</p>\r\n\r\n<p>PolitiFact Florida, <a href=\"http://www.politifact.com/florida/statements/2013/may/16/will-weatherford/will-weatherford-says-expanding-medicaid-would-dra/\"><u>Will Weatherford says expanding Medicaid would &#39;drastically&#39; expand country&#39;s deficit</u></a>, May 16, 2013</p>\r\n\r\n<p>PolitiFact Florida, <a href=\"http://www.politifact.com/florida/article/2013/feb/27/will-medicaid-expansion-create-jobs-review-evidenc/\"><u>Will a Medicaid expansion create jobs? A review of the evidence</u></a>, Feb. 27, 2013</p>\r\n\r\n<p>Heritage Foundation, <a href=\"http://blog.heritage.org/2013/04/24/10-myths-about-the-obamacare-medicaid-expansion/\"><u>Ten myths about the Obamacare Medicaid expansion</u></a>, April 24, 2013</p>\r\n\r\n<p>Interview with Joseph Antos, scholar in health care and retirement policy, American Enterprise Institute,Dec. 19, 2013</p>\r\n\r\n<p>Interview with Stan Dorn, senior fellow, Urban Institute, Dec. 19, 2013</p>\r\n\r\n<p>Email interview with Sherry Glied, dean of the Robert F. Wagner Graduate School of Public Service, New York University, Dec. 18, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Radio/TV host", "false_count": 0, "first_name": "Thom", "half_true_count": 0, "home_state": "", "id": 2563, "last_name": "Hartmann", "mostly_true_count": 1, "name_slug": "thom-hartmann", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/hartmann.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2563/", "total_count": 2, "true_count": 0, "website": "http://www.thomhartmann.com/"}, "statement": "<p>Republican state lawmakers &quot;are refusing to give the people of their own states their own tax dollars back in the form of (expanded) Medicaid.&quot;</p>\r\n", "statement_context": "a broadcast of \"The Big Picture\"", "statement_date": "2013-12-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}