{"art": [{"brightcove": "", "caption": "A reader sent us this Internet meme on a government prediction about hemp cultivation 98 years ago. Is it accurate?", "id": 4082, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Hemp_pic.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4082/", "title": "Hemp meme", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2014/jan/17/facebook-posts/viral-internet-meme-says-us-government-predicted-1/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 8779, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/8779/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>With the recent legalization of recreational marijuana in Colorado, pot is hot. So when a reader was curious about the accuracy of an Internet meme about hemp -- a close botanical cousin of marijuana that has been caught up on in the war on drugs -- they sent it our way.</p>\r\n\r\n<p>The graphic says: &quot;In 1916, the U.S. government predicted that by the 1940s all paper would come from hemp and that no more trees would need to be cut down.&quot;</p>\r\n\r\n<p>The claim has proliferated all over the Internet. Sometimes a source is listed (such as the U.S. Department of Agriculture archives), but none of the repetitions ever seems to have a checkable citation, much less a direct link to a verifiable source. We decided to take a closer look.</p>\r\n\r\n<p>First, some background on hemp. Hemp and marijuana are both varieties of the cannabis plant, but hemp has much lower levels of THC, the psychoactive compound that makes marijuana a drug. Over the years, hemp has been used to make a wide variety of products, from rope, fabrics and paper to food and fuel, but its use in the United States dwindled after World War II.</p>\r\n\r\n<p>After more than a decade of dormancy as a crop in the United States, hemp was effectively outlawed by the Controlled Substances Act of 1970, which drew no distinctions between hemp and cannabis, presumably because the two plants look so similar that it would be easy to conceal illegal marijuana plants in a field of hemp. Some states have since loosened their laws about hemp cultivation, but federal law remains a steep obstacle to efforts to revive the domestic hemp industry.</p>\r\n\r\n<p>Because the legal fates of marijuana and hemp have been closely intertwined over the years, supporters of decriminalizing marijuana have often made common cause with those who would like to revive hemp as a crop in the United States. That&rsquo;s why the Internet meme we are checking struck a chord among marijuana-legalization supporters on social media.</p>\r\n\r\n<p>Still, widely believed doesn&rsquo;t necessarily mean correct. Did the U.S. government really predict that hemp would, in the course of three decades, make wood obsolete as the raw material for making paper?</p>\r\n\r\n<p>The notion is not entirely implausible. The Agriculture Department does have &quot;a lot of pre-World War II material on hemp,&quot; said Wayne Olson, a librarian at the National Agricultural Library, which is part of the Agriculture Department. That&rsquo;s because hemp was once a cultivated crop in many states, especially Kentucky.</p>\r\n\r\n<p>The best known of these Agriculture Department documents is Bulletin 404, which features a pair of studies published in 1916 that investigate the plausibility of using hemp hurds -- a part of the hemp plant -- to make paper.</p>\r\n\r\n<p>This document has played a key role in the arguments of those who support legalizing hemp and marijuana, due partly to numerous citations in <em>The Emperor Wears No Clothes</em>, a&nbsp;<a href=\"http://www.jackherer.com/thebook/\"><u>book initially published in 1985</u></a> by the late Jack Herer, a pro-cannabis activist. Herer&rsquo;s volume has been widely read within the pro-cannabis community, though it&rsquo;s been questioned by historians for the quality of its scholarship.</p>\r\n\r\n<p>Even though Bulletin 404 was mentioned at several points in <em>The Emperor Wears No Clothes</em>, Herer&rsquo;s book never makes the claim circulating in the Internet meme we&rsquo;re checking. More to the point, when we looked at <a href=\"https://archive.org/details/1916UsdaBulletin404.pdfWww.hempology.orgPrime4uWww.psywar.org\"><u>Bulletin 404</u></a> itself, we couldn&rsquo;t find any reference to a prediction that &quot;by the 1940s all paper would come from hemp.&quot;</p>\r\n\r\n<p>The papers that comprise Bulletin 404 are highly technical, dwelling on matters such as how much caustic soda was used in the tests and how to measure &quot;unsieved hurds.&quot;</p>\r\n\r\n<p>Truth be told, the authors&rsquo; powers of prediction were rather faulty. They wrote that &quot;there appears to be little doubt that under the present system of forest use and consumption, the present supply can not withstand the demands placed upon it.&quot; As anyone who uses paper knows, that certainly didn&rsquo;t come to pass. Nor did the authors&rsquo; prediction that, &quot;without doubt, hemp will continue to be one of the staple agricultural crops of the United States.&quot; And even that is not the same thing as predicting that all paper will eventually come from hemp.</p>\r\n\r\n<p>So Bulletin 404 is a dead end. What about other papers?</p>\r\n\r\n<p>Tom Murphy, the National Outreach Coordinator with the group Vote Hemp, pointed us to <a href=\"http://www.votehemp.com/PDF/HEMP_Yearbook_of_Agriculture_1913.pdf\"><u>one additional document</u></a> dating from around the same time -- a 72-page chapter from the <em>Yearbook of the United States Department of Agriculture </em>for 1913. But this document didn&rsquo;t make the claim we&rsquo;re checking, either.</p>\r\n\r\n<p>Olson of the National Agricultural Laboratory was skeptical that the claim actually exists somewhere in the department&rsquo;s archives. &quot;I have been here since 1987 and have a pretty good idea what&rsquo;s in the collection, but I have not heard that quote,&quot; he said.</p>\r\n\r\n<p>And Joseph Schwarz of the National Archives and Records Administration said that his office, at our request, searched the general correspondence on hemp for 1916 and 1917 as well as the Online Public Access Catalog. Such a claim could not be located, he said.</p>\r\n\r\n<p>Academics expressed skepticism that the claim was made.</p>\r\n\r\n<p>&quot;I never encountered this statement,&quot; said Michael Schaller, a University of Arizona historian. &quot;At various times there have been many claims about hemp, so it is possible someone, somewhere, sometime, said it. But I have not seen it in any original source.&quot;</p>\r\n\r\n<p>Ralph Weisheit, a professor of criminal justice sciences at Illinois State University and author of <em>Domestic Marijuana: A Neglected Industry</em>, agreed that &quot;it doesn&#39;t sound right. This was a time in our nation&#39;s history when trees were abundant, and I&#39;d be surprised if a government agency was completely ruling them out as a source for paper.&quot;</p>\r\n\r\n<p>Ten other experts told PolitiFact that they had never heard of this claim, had never seen it persuasively documented, or both.</p>\r\n\r\n<p>&quot;I have read Bulletin 404 carefully and can see no such claim,&quot; said Samuel Thayer, an expert in edible wild plants, author of <em>The Forager&rsquo;s Harvest,</em> and creator of the Hemphoax.org <a href=\"http://hemphoax.org/\"><u>website</u></a>, which casts doubt on a wide variety of claims by hemp advocates. &quot;It is possible the source is something else, but since I have not seen the claim referenced to any document in particular, and I know of no other USDA document regarding hemp from that year, that is my working hypothesis about where it came from.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>The Facebook post said that &quot;in 1916, the U.S. government predicted that by the 1940s all paper would come from hemp and that no more trees would need to be cut down.&quot;</p>\r\n\r\n<p>The most plausible source for this -- Bulletin 404 -- is silent on this claim, and neither our own research nor any of the dozen experts we asked was able to come up with a definitive source. As with all claims of this type, it&rsquo;s impossible to prove a negative, so we are willing to re-rate this claim if credible evidence emerges. However, our best efforts have turned up nothing more than a puff of smoke. Since the claim is unsupported, we rate it False.</p>\r\n", "ruling_comments_date": "2014-01-16T17:05:51.480390", "ruling_date": "2014-01-17T14:19:04", "ruling_headline": "Viral Internet meme says U.S. government predicted in 1916 that hemp would soon be dominant for making paper", "ruling_headline_slug": "viral-internet-meme-says-us-government-predicted-1", "ruling_link_text": "Lots of smoke, but no fire, for this claim", "ruling_state": null, "source_documents": null, "sources": "<p>U.S. Department of Agriculture, Bulletin 404, 1916 (<a href=\"https://archive.org/details/1916UsdaBulletin404.pdfWww.hempology.orgPrime4uWww.psywar.org\"><u>scan</u></a> / <a href=\"http://archive.org/stream/1916UsdaBulletin404.pdfWww.hempology.orgPrime4uWww.psywar.org/1916UsdaBulletin404.pdfWww.hempology.orgPrime4u_djvu.txt\"><u>text</u></a>)</p>\r\n\r\n<p>U.S. Department of Agriculture, <a href=\"http://www.votehemp.com/PDF/HEMP_Yearbook_of_Agriculture_1913.pdf\">chapter on hemp</a> from the <em>Yearbook of the United States Department of Agriculture</em> 1913</p>\r\n\r\n<p>Jack Herer, <em><a href=\"http://www.jackherer.com/thebook/\"><u>The Emperor Wears No Clothes</u></a></em>, accessed Jan. 16, 2014</p>\r\n\r\n<p>Hemphoax.org <a href=\"http://hemphoax.org/\"><u>website</u></a></p>\r\n\r\n<p><em>Denver Post</em>, &quot;<a href=\"http://www.denverpost.com/editorials/ci_24485777/clarify-laws-growing-hemp\"><u>Clarify laws on growing hemp</u></a>&quot; (editorial), Nov. 10, 2013</p>\r\n\r\n<p>University of Kentucky Cooperative Extension Service, &quot;<a href=\"http://www.uky.edu/Ag/CCD/introsheets/hemp.pdf\"><u>Industrial Hemp&ndash;-Legal Issues</u></a>,&quot; accessed Jan. 16, 2014</p>\r\n\r\n<p>Christine A. Kolosov, &quot;<a href=\"http://www.uclalawreview.org/?p=790\"><u>Evaluating The Public Interest: Regulation Of Industrial Hemp Under The Controlled Substances Act</u></a>&quot; (<em>UCLA Law Review</em>)</p>\r\n\r\n<p>Email interview with Michael Schaller, University of Arizona historian, Jan. 16, 2014</p>\r\n\r\n<p>Email interview with Julie Holland, psychiatrist and author of <em>The Pot Book: A Complete Guide to Cannabis</em>, Jan. 16, 2014</p>\r\n\r\n<p>Email interview with Peter Campos, historian at the University of Cincinnati and author of <em>Home Grown: Marijuana and the Origins of Mexico&#39;s War on Drugs</em>, Jan. 16, 2014</p>\r\n\r\n<p>Email interview with Ryan Grim, author of <em>This Is Your Country on Drugs: The Secret History of Getting High in America</em>, Jan. 16, 2014</p>\r\n\r\n<p>Email interview with Douglas Berman, Ohio State University law professor and author of the Sentencing Law &amp; Policy Blog, Jan. 16, 2014</p>\r\n\r\n<p>Email interview with Char Miller, director of the Environmental Analysis Program at Pomona College, Jan. 16, 2014</p>\r\n\r\n<p>Email interview with Steven Anderson, president of the Forest History Society, Jan. 16, 2014</p>\r\n\r\n<p>Email interview with Richard J. Bonnie, professor of medicine and law at the University of Virginia, Jan. 16, 2014</p>\r\n\r\n<p>Email interview Samuel Thayer, an expert in edible wild plants, author of <em>The Forager&rsquo;s Harvest,</em> and creator of the Hemphoax.org <a href=\"http://hemphoax.org/\"><u>website</u></a>, Jan. 16, 2014</p>\r\n\r\n<p>Email interview with Julie Blankenburg, supervisory librarian at the U.S. Forest Service&rsquo;s Forest Products Laboratory, Jan. 17, 2014</p>\r\n\r\n<p>Email interview with Ralph Weisheit, professor of criminal justice sciences at Illinois State University and author of <em>Domestic Marijuana: A Neglected Industry</em>, Jan. 17, 2014</p>\r\n\r\n<p>Email interview with Richard W. Judd, University of Maine historian and author of <em>Common Lands, Common People: The Origins of Conservation in Northern New England</em>, Jan. 17, 2014</p>\r\n\r\n<p>Email interview with Tom Murphy, national outreach coordinator for Vote Hemp, Jan. 17, 2014</p>\r\n\r\n<p>Email interview with Joseph Schwarz, National Archives and Records Administration, Jan. 17, 2014</p>\r\n\r\n<p>Interview with Wayne Olson, librarian at the National Agricultural Library, Jan. 16, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 14, "current_job": "Social media posting", "false_count": 18, "first_name": "", "half_true_count": 15, "home_state": "", "id": 1486, "last_name": "Facebook posts", "mostly_true_count": 11, "name_slug": "facebook-posts", "pants_count": 37, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Facebook_icon_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1486/", "total_count": 101, "true_count": 6, "website": "http://www.facebook.com/"}, "statement": "<p>&quot;In 1916, the U.S. government predicted that by the 1940s all paper would come from hemp and that no more trees would need to be cut down.&quot;</p>\r\n", "statement_context": "a graphic on the Internet", "statement_date": "2014-01-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 161, "photo": null, "resource_uri": "/api/v/2/subject/161/", "subject": "Drugs", "subject_slug": "drugs", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/7/", "/api/v/2/edition/6/", "/api/v/2/edition/2/"]}, {"description": "", "id": 310, "photo": null, "resource_uri": "/api/v/2/subject/310/", "subject": "Marijuana", "subject_slug": "marijuana", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/47/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/48/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}