{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2014/jan/17/david-scott/scott-claims-secrecy-picking-judicial-nominees/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "liz.miniet@ajc.com", "first_name": "Elizabeth", "id": 143, "last_name": "Miniet", "name_slug": "elizabeth-miniet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/143/", "title": "Word Editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 8782, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8782/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>It&rsquo;s said the wheels of justice move slowly. So, too, is the process of approving the names of some judicial nominees.</p>\r\n\r\n<p>The tortoise-like pace of appointing judges to serve on two key courts has resulted in rare public criticism of the Obama administration by some leading Georgia Democrats and civil rights leaders.</p>\r\n\r\n<p>One such critic is U.S. Rep. David Scott, a Democrat who represents portions of metro Atlanta.</p>\r\n\r\n<p>&quot;It is an abomination that these nominees for lifetime appointment were drafted in secret, not vetted by any legal groups among the president&rsquo;s supporters,&quot; Scott wrote in a letter to U.S. Sen. Patrick Leahy, D-Vt., who chairs the Senate Judiciary Committee.</p>\r\n\r\n<p>Scott and others, who&rsquo;ve supported President Barack Obama on so many issues, felt blindsided by the White House, particularly since the nominees were reportedly chosen after consultation with Georgia&rsquo;s two Republican senators.</p>\r\n\r\n<p>We wondered if the congressman&rsquo;s claim was correct.</p>\r\n\r\n<p>U.S. District Court Judge Julie Carnes was the White House&rsquo;s pick to serve on the Atlanta-based 11th U.S. Circuit Court of Appeals, joining pending 11th Circuit nominee Jill Pryor, an Atlanta attorney.</p>\r\n\r\n<p>To fill four Northern District of Georgia slots, Obama nominated Atlanta attorney Leigh Martin May, DeKalb County State Court Judge Eleanor Ross, Georgia Court of Appeals Judge Michael Boggs and Atlanta attorney Mark Cohen.</p>\r\n\r\n<p>The critics say there&rsquo;s not enough racial diversity among the nominees. They say some nominees have previously sided against the interests of the civil rights community.</p>\r\n\r\n<p>The Senate confirms presidential nominees, and the White House reportedly had trouble getting some names past the two senators for nomination.</p>\r\n\r\n<p>&quot;I don&rsquo;t think (Obama) will nominate anyone without home-state senator support,&quot; said Richmond College of Law professor Carl Tobias, who studies the judicial nomination process and has paid close attention to what&rsquo;s going on in Georgia.</p>\r\n\r\n<p>U.S. Sens. Johnny Isakson and Saxby Chambliss had held up Obama nominees for years, until a deal struck several months ago finally broke the impasse, The Atlanta Journal-Constitution has reported. A spokeswoman for Chambliss declined comment, referring us to a December statement by both senators thanking the White House for its cooperation through the nomination process. The White House press office and Isakson did not respond to requests for comment.</p>\r\n\r\n<p>Scott&rsquo;s chief of staff, Michael Andel, explained that the White House did not discuss the nominations with Georgia Democrats serving in Congress, which is why the congressman described the process as secret. Andel said the White House did not run the names by organizations that typically vet potential nominees, such as the Georgia Association of Black Women Attorneys (GABWA) or the Gate City Bar Association, a prominent African-American attorney group based in Atlanta.</p>\r\n\r\n<p>Veteran Atlanta attorney and former six-term congressman George &quot;Buddy&quot; Darden chaired a 13-member committee in 2009 that was created by Georgia Democrats in Congress to submit nominees to Obama to the federal bench. The committee took input from GABWA and other groups, he said. A year later, the AJC reported that none of the vacancies had been filled.</p>\r\n\r\n<p>Why not? Chambliss and Isakson weren&rsquo;t thrilled with the names being submitted, according to news accounts.</p>\r\n\r\n<p>In 2013, after Obama&rsquo;s re-election, Darden said the White House rebuffed their efforts for a meeting. The White House worked with the two Georgia senators and Kenneth S. Canfield, a major Obama donor and Atlanta attorney, according to Darden and some news accounts.</p>\r\n\r\n<p>&quot;(The White House) wouldn&rsquo;t let the congressmen know what was happening,&quot; said Darden, who served in Congress as a Democrat.</p>\r\n\r\n<p>Canfield declined comment.</p>\r\n\r\n<p>Charles S. Johnson III, a former president of the Gate City Bar Association, gave us a detailed account of negotiations with the Obama administration. Negotiators met with the White House in mid-2010, he said, and the Obama administration made two nominations to fill vacancies on the North Georgia court. Chambliss and Isakson, though, did not support the candidates, Johnson said.</p>\r\n\r\n<p>In August 2013, when rumors surfaced that a deal was in the works, the Gate City Bar Association and other groups wrote Obama to complain they were being left out, said Johnson, a partner at Holland &amp; Knight, one of the most influential law firms in Georgia.</p>\r\n\r\n<p>The White House met with some Georgia Democrats serving in Congress in October. Andel said names of specific judicial nominees weren&rsquo;t discussed at the meeting. Johnson said his group and others tried, to no avail, to get a meeting with Chambliss and Isakson.</p>\r\n\r\n<p>&quot;There was no public process for vetting these nominations before they were announced, unlike previous years, in which the president and the senators typically sought input on judicial nominees from leaders and organizations in the community to be affected,&quot; Johnson said via email. &quot;I personally met with one of the individuals who was rumored to be part of brokering this package deal. In my meeting I specifically asked whether it would be possible to seek community input regarding this package. I was told that there was no interest in seeking community input, and that those involved in putting this deal together were aware that the deal would draw significant community opposition.&quot;</p>\r\n\r\n<p>Sarah Binder, a senior fellow at the nonpartisan Brookings Institution, said the White House has no formal process when it comes to judicial nominations. Some states, she said, have commissions to vet candidates. Most will seek input from the state&rsquo;s U.S. senators.</p>\r\n\r\n<p>Tobias said he thinks Scott&rsquo;s claim is correct, but he agreed the spoils of victory for U.S. senators include having input on judicial nominations.</p>\r\n\r\n<p>&quot;It&rsquo;s not the best way to proceed, but it may be the only way to proceed,&quot; Tobias said.</p>\r\n\r\n<p>To sum up, Congressman Scott claimed he and other Georgia Democrats serving in Congress were left in the dark when the White House came up with the names of nominees to serve on two key benches. He also claimed groups who traditionally support Obama weren&rsquo;t in the loop as well.</p>\r\n\r\n<p>This was tough to fact-check because some key people and groups involved in the process wouldn&rsquo;t talk about it.</p>\r\n\r\n<p>But it appears Scott and the other Democrats weren&rsquo;t consulted when the White House came up with its nominees. While some groups weren&rsquo;t consulted, it does appear some Obama supporters did offer some input.</p>\r\n\r\n<p>Our rating: Mostly True.</p>\r\n", "ruling_comments_date": "2014-01-16T17:56:11.618037", "ruling_date": "2014-01-17T00:00:00", "ruling_headline": "Scott claims secrecy in picking judicial nominees", "ruling_headline_slug": "scott-claims-secrecy-picking-judicial-nominees", "ruling_link_text": "Tough getting past the veil", "ruling_state": null, "source_documents": null, "sources": "<p>The Atlanta Journal-Constitution Political Insider blog, &quot;<a href=\"http://www.ajc.com/weblogs/political-insider/2014/jan/06/your-daily-jolt-david-scott-challenge-georgia-judi/\"><u>David Scott to challenge Georgia judicial nominees</u></a>,&quot; Jan. 6, 2014.</p>\r\n\r\n<p>The Atlanta Journal-Constitution, &quot;<a href=\"http://www.myajc.com/news/news/state-regional-govt-politics/georgia-democrats-civil-rights-leaders-blast-obama/ncSkj/\"><u>Leaders protest judicial picks</u></a>,&quot; Dec. 24, 2013.</p>\r\n\r\n<p>The Atlanta Journal-Constitution, &quot;No nominees for 4 federal bench spots,&quot; March 4, 2010.</p>\r\n\r\n<p>Emails from attorney Charles S. Johnson III, Jan. 10 and 12, 2014.</p>\r\n\r\n<p>Interviews with Michael Andel, chief of staff to U.S. Rep. David Scott, Jan. 8, 2014.</p>\r\n\r\n<p><a href=\"http://www.documentcloud.org/documents/1006206-letter-to-white-house-general-counsel-georgia.html\"><u>Letter</u></a> to White House counsel, Sept. 17, 2013,</p>\r\n\r\n<p>Telephone interview with George &quot;Buddy&quot; Darden, Jan. 9, 2014.</p>\r\n\r\n<p>Telephone interview with Richmond School of Law professor Carl Tobias, Jan. 10, 2014.</p>\r\n\r\n<p>Telephone interview with Sarah Binder, Brookings Institution, Jan. 14, 2014.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Congressman ", "false_count": 0, "first_name": "David", "half_true_count": 2, "home_state": "Georgia", "id": 1454, "last_name": "Scott", "mostly_true_count": 1, "name_slug": "david-scott", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_David.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1454/", "total_count": 3, "true_count": 0, "website": "http://davidscott.house.gov/"}, "statement": "<p>President Barack Obama&rsquo;s judicial appointments for Georgia and the region were drafted in secret and not vetted by legal groups among the president&rsquo;s supporters.</p>\r\n", "statement_context": "a letter", "statement_date": "2014-01-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 254, "photo": null, "resource_uri": "/api/v/2/subject/254/", "subject": "Congress", "subject_slug": "congress", "used_in_edition": ["/api/v/2/edition/6/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": ""}