{"art": [{"brightcove": "", "caption": "We checked a claim on the website Mr. Conservative that touches on three hot-button topics: health care, privacy and guns.", "id": 4160, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Mr_Conservative_guns.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4160/", "title": "Mr. Conservative guns", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2014/feb/06/mr-conservative/conservative-website-says-barack-obama-signed-law-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 8872, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/8872/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Three of the biggest hot buttons in politics these days are health care, privacy and guns. Put all three of them together and you get an explosive claim.</p>\r\n\r\n<p>A reader recently asked us to look into a blog post at the website<a href=\"http://www.mrconservative.com\"> <u>Mr. Conservative</u></a>, with the provocative headline, &quot;<a href=\"http://www.mrconservative.com/2014/01/31501-obamas-gun-confiscation-begins/\"><u>Obama Quietly Uses Executive Orders For Two New Gun Control Laws</u></a>.&quot;</p>\r\n\r\n<p>&quot;Just a few weeks ago,&quot; the post said, President Barack Obama &quot;quietly used executive action &mdash; one of his new favorite pastimes &mdash; that has got gun owners&rsquo; feathers in a ruffle. According to Obama&rsquo;s newest unconstitutionally enacted law, health care professionals are now required to violate HIPAA privacy laws and submit medical data to the government. The illegally obtained data is then used as justification for gun confiscation by the federal government.&quot;</p>\r\n\r\n<p>Mr. Conservative&rsquo;s claims don&rsquo;t have to do with Obama&rsquo;s health care law. Obamacare <a href=\"https://www.govtrack.us/congress/bills/111/hr3590/text\"><u>explicitly bars</u></a> the collection of information about &quot;the lawful ownership or possession of a firearm or ammunition&quot; or the maintenance of &quot;records of individual ownership or possession of a firearm or ammunition.&quot;</p>\r\n\r\n<p>Rather, at issue is a proposed rule that would clarify some currently murky interpretations of privacy restrictions under the Health Insurance Portability and Accountability Act of 1996,<strong> </strong>which set limits on who can share and receive private health information about individuals.</p>\r\n\r\n<p>The provision cited in the blog post is designed to make clear that state authorities are allowed to share certain information to the National Instant Criminal Background Check System, or NICS, which is used to screen potential gun purchasers.</p>\r\n\r\n<p>Under existing federal law, several factors can prevent someone from buying a gun. Most of these have to do with law-enforcement issues, such as a prior felony conviction or a record of domestic abuse. Another one -- the one that&rsquo;s important for this discussion because it intersects with the health care system -- is involuntary commitment to a mental institution.</p>\r\n\r\n<p>The instant background check system is supposed to streamline the process of gun purchasing by quickly weeding out those who cannot legally buy a gun. But such a system is only as good as the databases it&rsquo;s linked to. If someone is ineligible to purchase a gun but their information didn&rsquo;t get into the right database, then the background check won&rsquo;t stop the purchase.</p>\r\n\r\n<p>Several analyses have shown that these databases are far from complete. According to the nonpartisan<a href=\"http://www.fas.org/sgp/crs/misc/R43040.pdf\"> <u>Congressional Research Service</u></a>, privacy is a key reason cited by states that haven&rsquo;t provided data about involuntary commitments.</p>\r\n\r\n<p>The federal government&rsquo;s argument is that these states are being needlessly cautious. The government says the kind of data being sought<strong> </strong>for background checks isn&rsquo;t subject to HIPAA&rsquo;s privacy restrictions. The HHS proposal would explicitly clarify that point.</p>\r\n\r\n<p>Let&rsquo;s take a look at the claim phrase by phrase.</p>\r\n\r\n<p>&bull;<strong> It&rsquo;s an &quot;unconstitutionally enacted law.&quot; </strong>Like the old-timey drink known as an egg cream --<a href=\"http://en.wikipedia.org/wiki/Egg_cream\"> <u>which includes neither egg nor cream</u></a> -- this provision isn&rsquo;t a law, it isn&rsquo;t enacted yet and it&rsquo;s not unconstitutional.</p>\r\n\r\n<p>A law is a bill passed by Congress and signed by the president; that doesn&rsquo;t describe this provision. Nor is it an &quot;executive order,&quot; the term used in the headline. Executive orders are directives written and personally signed by the president.</p>\r\n\r\n<p>Instead, it&rsquo;s an administrative regulation. Specifically, it&rsquo;s a<a href=\"http://www.regulations.gov/#%21documentDetail;D=HHS-OCR-2014-0001-0001\"> <u>notice of proposed rulemaking</u></a><a href=\"http://www.hhs.gov/news/press/2014pres/01/20140103a.html\"> <u>issued by the Department of Health and Human Services</u></a>. In other words, it&rsquo;s a policy proposal emerging from a federal agency, with a specified public comment period before the agency decides whether to enact it -- or scrap it.</p>\r\n\r\n<p>So while it&rsquo;s fair to say the Obama administration is behind it, it would be incorrect to say it&rsquo;s already &quot;enacted.&quot; It&rsquo;s currently in the comment phase, and it may not ever be enacted.</p>\r\n\r\n<p>As for &quot;unconstitutional,&quot; the Supreme Court, for one, doesn&rsquo;t consider the regulatory process to be problematic constitutionally. &quot;Some people do question the constitutionality of the administrative state, but as far as the Supreme Court is concerned, it&#39;s been settled law for almost 100 years that Congress can delegate rulemaking authority to federal agencies,&quot; said Kermit Roosevelt, a University of Pennsylvania law professor.</p>\r\n\r\n<p>&bull; <strong>&quot;Health care professionals are now required to violate HIPAA privacy laws to submit medical data to the government&quot;</strong></p>\r\n\r\n<p>The information reportable to NICS doesn&rsquo;t concern physicians&rsquo; medical records about diagnoses of mental illness, prescriptions, or treatment recommendations. Rather, the relevant information for gun-buying purposes -- and thus for providing data to NICS -- are decisions by &quot;a court, board, commission, or other lawful authority.&quot;</p>\r\n\r\n<p>As HHS<a href=\"http://www.hhs.gov/news/press/2014pres/01/20140103a.html\"> <u>put it when it released the proposed rule</u></a>, &quot;Seeking help for mental health problems or getting treatment does not make someone legally prohibited from having a firearm, and nothing in this proposed rule changes that. Furthermore, nothing in this proposed rule would require reporting on general mental health visits or other routine mental health care, or exempt providers solely performing these treatment services from existing privacy rules.&quot;</p>\r\n\r\n<p>Importantly, HHS added that &quot;the proposed modifications would merely permit, and not require, covered entities to report to the NICS.&quot; That directly conflicts with the blog post&rsquo;s claim.</p>\r\n\r\n<p>So, let&rsquo;s recap:</p>\r\n\r\n<p>&quot;Health care professionals&quot; is misleading -- it&rsquo;s courts, boards and commissions, not doctors, who would be submitting to NICS. &quot;Are now&quot; is wrong because, as we noted, this is a proposal and is not in force yet. &quot;Required&quot; is wrong because state entities would be <em>able </em>to submit to NICS, but would not be <em>required </em>to do so. &quot;To violate HIPAA privacy laws&quot; is at best misleading because HIPAA already didn&rsquo;t block the transfer of this kind of data; the proposed rule simply makes that point extra clear. And &quot;to submit medical data to the government&quot; is misleading because only involuntary commitment data is sought by NICS, not detailed treatment records.</p>\r\n\r\n<p>&bull; <strong>It&rsquo;s &quot;justification for gun confiscation&quot;</strong></p>\r\n\r\n<p>The idea that Obama wants to take away Americans&rsquo; guns is a durable one among his critics. But it&rsquo;s unclear the extent to which the HHS proposal would make this scenario more likely.</p>\r\n\r\n<p>On the surface, all NICS does is prevent ineligible people from newly purchasing a gun. It says nothing about taking away the guns they already own. But if someone is unable to purchase a gun, it also means they&rsquo;re unable to own a gun. The question is how aggressively this is enforced.</p>\r\n\r\n<p>Critics of the proposal say that increasing the flow of mental-health information to NICS could promote rise in confiscation. If enacted, the proposal &quot;would make it clear that the ATF and other federal agencies could troll this database for persons with Alzheimer&#39;s, PTSD, ADHD, etc.,&quot; said Michael Hammond, legislative counsel for Gun Owners of America, a group that has been critical of the HHS proposal.</p>\r\n\r\n<p>In the group&rsquo;s official <a href=\"http://www.gunowners.org/news06032013.htm\"><u>comments</u></a> to HHS on the proposal, it cited a letter from Sen. Tom Coburn, R-Okla., that says that 140,000 veterans have been added to the NICS list over the years. Coburn and Gun Owners of America say too many of these veterans are being caught up in the dragnet.</p>\r\n\r\n<p>In addition, California in 2013 <a href=\"http://www.huffingtonpost.com/2013/04/19/california-gun-confiscation-bill_n_3117238.html\"><u>passed a law</u></a> that allocated $24 million to enforce the confiscation of firearms from people who are not allowed to own them, using a variety of databases; about 30 percent of these people were mentally ill.</p>\r\n\r\n<p>While NICS only accepts into its database the official determinations of mental incompetency, Hammond warned that there&rsquo;s no universal standard for incompetency determinations. They may be &quot;made with little more than a psychiatric diagnosis and perhaps a star-chamber proceeding, in which a supposedly incompetent person is deemed competent to have waived all of his or her rights,&quot; Hammond said. &quot;This would mean that the names of persons who had received little due process&quot; might find their information newly added to NICS, leaving them open to confiscation.</p>\r\n\r\n<p>But even if these are legitimate concerns, others don&rsquo;t see the HIPAA proposal as a harbinger of massive gun confiscations. Mark Heyrman, professor at the University of Chicago Law School, called any kind of large-scale gun confiscation effort based on the HHS action &quot;implausible.&quot;</p>\r\n\r\n<p>Jay Corzine, a sociologist who studies gun policy at the University of Central Florida, agreed, saying the proposal strikes a &quot;reasonable&quot;&nbsp;balance.</p>\r\n\r\n<p>Federal law &quot;proscribes possession of a firearm by persons in these groups and could conceivably lead to seizure of firearms owned prior to their change in status,&quot; he said. &quot;This currently occurs in selected situations -- domestic violence cases in some states for example. Not very many people would be impacted, however, and the idea that this is the opening move in a planned campaign for large-scale gun confiscation is far-fetched at best.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>The post we&rsquo;re checking said that, &quot;according to (Barack) Obama&rsquo;s newest unconstitutionally enacted law, health care professionals are now required to violate HIPAA privacy laws and submit medical data to the government,&quot; which is &quot;then used as justification for gun confiscation.&quot;</p>\r\n\r\n<p>The elements of this claim range from misleading to flat-out wrong. The one area of reasonable concern is that some jurisdictions may lack full due process for declaring someone mentally incompetent, potentially putting some people at risk of seeing their guns confiscated. But this depends on how proactively the authorities enforce gun laws. Experts say widespread gun confiscation is implausible.</p>\r\n\r\n<p>The rule isn&rsquo;t a law, it isn&rsquo;t enacted and it isn&rsquo;t unconstitutional according to Supreme Court jurisprudence. It isn&rsquo;t a requirement, and it doesn&rsquo;t involve routine diagnostic data compiled by &quot;health care professionals&quot; such as doctors.&nbsp;We rate the claim False.</p>\r\n", "ruling_comments_date": "2014-02-04T15:47:28.525110", "ruling_date": "2014-02-06T12:04:55", "ruling_headline": "Conservative website says Barack Obama signed law to require health professionals to share private data that would lead to gun confiscation", "ruling_headline_slug": "conservative-website-says-barack-obama-signed-law-", "ruling_link_text": "Largely off-target", "ruling_state": null, "source_documents": null, "sources": "<p>Mr. Conservative, &quot;<a href=\"http://www.mrconservative.com/2014/01/31501-obamas-gun-confiscation-begins/\"><u>Obama Quietly Uses Executive Orders For Two New Gun Control Laws</u></a>,&quot; Jan. 29, 2014</p>\r\n\r\n<p>Federal Register, &quot;<a href=\"https://www.federalregister.gov/articles/2013/04/23/2013-09602/hipaa-privacy-rule-and-the-national-instant-criminal-background-check-system-nics\"><u>HIPAA Privacy Rule and the National Instant Criminal Background Check System (NICS): A Proposed Rule by the Health and Human Services Department</u></a>,&quot; Apr. 23, 2013</p>\r\n\r\n<p>Regulations.gov, &quot;<a href=\"http://www.regulations.gov/#!documentDetail;D=HHS-OCR-2014-0001-0001\"><u>Health Insurance Portability and Accountability Act Privacy Rule and the National Instant Criminal Background Check System</u></a>,&quot; accessed Feb. 4, 2014</p>\r\n\r\n<p>Congressional Research Service, &quot;<a href=\"http://www.fas.org/sgp/crs/misc/R43040.pdf\"><u>Submission of Mental Health Records to NICS and the HIPAA Privacy Rule</u></a>,&quot; April 15, 2013</p>\r\n\r\n<p>Department of Health and Human Services, &quot;<a href=\"http://www.hhs.gov/news/press/2014pres/01/20140103a.html\"><u>Obama administration takes additional steps to strengthen the federal background check system</u></a>,&quot; Jan. 3, 2014</p>\r\n\r\n<p><a href=\"https://www.govtrack.us/congress/bills/111/hr3590/text\"><u>Text</u></a> of the Patient Protection and Affordable Care Act</p>\r\n\r\n<p>Reuters, &quot;<a href=\"http://www.reuters.com/article/2013/07/09/us-usa-guns-privacy-idUSBRE96815820130709\"><u>Privacy fears grow as Obama weighs expanded gun-buyer database</u></a>,&quot; July 9, 2013</p>\r\n\r\n<p>Tom Coburn, <a href=\"http://www.gunowners.org/pdf/Coburnletter.pdf\"><u>letter to the Department of Veterans Affairs</u></a>, Oct. 16, 2007</p>\r\n\r\n<p>Gun Owners of America, &quot;<a href=\"http://www.gunowners.org/news06032013.htm\"><u>GOA Submits Comments Opposing Backdoor Gun Control Efforts by HHS</u></a>,&quot; June 3, 2013</p>\r\n\r\n<p>Huffington Post, &quot;<a href=\"http://www.huffingtonpost.com/2013/04/19/california-gun-confiscation-bill_n_3117238.html\">California Gun Confiscation Bill Passes, Approves $24 Million To Expedite Illegal Gun Seizure</a>,&quot; April 19, 2013</p>\r\n\r\n<p>Email interview with Timothy Jost, Washington and Lee University law professor, Feb. 3, 2014</p>\r\n\r\n<p>Email interview with Kermit Roosevelt, law professor at the University of Pennsylvania, Feb. 3, 2014</p>\r\n\r\n<p>Email interview with Ron Honberg, national director of policy and legal affairs at NAMI, the National Alliance on Mental Illness, Feb 3, 2014</p>\r\n\r\n<p>Email interview with Patrick Corrigan, professor of psychology at the Illinois Institute of Technology, Feb. 5, 2014</p>\r\n\r\n<p>Email interview with Stephen G. Fischer Jr., FBI spokesman, Feb. 5, 2014</p>\r\n\r\n<p>Email interview with Jay Corzine, sociologist at the University of Central Florida, Feb. 5, 2014</p>\r\n\r\n<p>Email interview with Mark Heyrman, professor at the University of Chicago Law School, Feb. 5, 2014</p>\r\n\r\n<p>Email interview with Michael Hammond, legislative counsel for Gun Owners of America, Feb. 5, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Conservative website", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "None", "id": 2504, "last_name": "Mr. Conservative", "mostly_true_count": 0, "name_slug": "mr-conservative", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/MR_conservative_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2504/", "total_count": 2, "true_count": 0, "website": "http://www.mrconservative.com/"}, "statement": "<p>&quot;According to (Barack) Obama&rsquo;s newest unconstitutionally enacted law, health care professionals are now required to violate HIPAA privacy laws and submit medical data to the government,&quot; which is &quot;then used as justification for gun confiscation.&quot;</p>\r\n", "statement_context": "a blog post", "statement_date": "2014-01-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 114, "photo": null, "resource_uri": "/api/v/2/subject/114/", "subject": "Privacy", "subject_slug": "privacy", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}