{"art": [{"brightcove": "", "caption": "President Franklin D. Roosevelt signs the legislation that created Social Security in 1935.", "id": 4178, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/FDR_signs_social_security.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4178/", "title": "FDR signs Social Security", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Dr. Francis Townsend founded a large and powerful movement in 1933 that pushed President Franklin D. Roosevelt to establish old-age pensions in the Social Security Act.", "id": 4179, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Francis_Townsend.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4179/", "title": "Francis Townsend", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Syndicated columnist George Will offers his take on the origins of Social Security during a roundtable panel on Fox News Sunday.", "id": 4180, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/George_Will_FNS_2-9-14.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4180/", "title": "George Will FNS 2-9-14", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/punditfact/statements/2014/feb/11/george-will/george-will-says-social-security-was-created-1930s/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 8904, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/8904/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>The issue of Americans&rsquo; choices about whether to work attracted wide attention last week when&nbsp;the Congressional Budget Office released a report predicting that President Barack Obama&rsquo;s health care law would lead to people deciding to work less.</p>\r\n\r\n<p>The CBO projection was spun -- <a href=\"http://www.politifact.com/truth-o-meter/statements/2014/feb/05/john-boehner/john-boehner-says-obamacare-expected-destroy-23-mi/\"><u>largely incorrectly, in our estimation</u></a> -- into claims that the health care law would kill more than 2 million jobs. But as commentators of all ideological stripes grappled with the complexities of this headline-grabbing statistic, discussion branched out into the question of whether a worker&rsquo;s individual decision to work less was something positive, negative or a mixture of the two for the economy as a whole.</p>\r\n\r\n<p>Obama supporters suggested that the opportunity to buy health insurance outside a job was a boon to workers who hated their job or who wanted to work less so they could spend more time taking care of children or aging relatives. The president&rsquo;s critics saw it as an example of the government essentially using tax dollars to encourage people not to work.</p>\r\n\r\n<p>This topic came up during a roundtable on the Feb. 9, 2014, edition of <em>Fox News Sunday</em>.</p>\r\n\r\n<p>During the segment, syndicated columnist George Will told host Chris Wallace, &quot;People forget Social Security was advocated ... in the 1930s, as a way of getting people to quit working, because they thought we were confined to a permanent scarcity of jobs in this country.&quot;</p>\r\n\r\n<p>We&rsquo;d always believed Social Security stemmed from a desire help keep the elderly out of poverty, so we decided to take a look. (Will&rsquo;s office did not respond to an inquiry for this story.)</p>\r\n\r\n<p>We checked with eight historians who have written about the 1930s, including several who have studied the Social Security legislation that President Franklin D. Roosevelt shepherded into law in 1935. They told us there&rsquo;s little evidence that Roosevelt or his administration sold Social Security as a way to get people to quit working, thus opening up jobs for younger, unemployed workers.</p>\r\n\r\n<p>However, several historians pointed to a different pension proposal that was popular in the United States at the time. This proposal, known as the Townsend Plan, did make that argument, more or less -- and its popularity was strong enough that it&rsquo;s credited with prodding Roosevelt into advancing the more modest, compromise proposal that would ultimately become Social Security.</p>\r\n\r\n<p><strong>The Townsend Plan</strong></p>\r\n\r\n<p>In 1933, during the depths of the Depression, a doctor from Long Beach, Calif., named Francis E. Townsend came up with a plan to support the elderly.</p>\r\n\r\n<p>Under the proposal, the government would provide a $200-a-month pension to citizens age 60 or older, funded by a 2 percent national tax on transactions. To receive the benefits, a citizen would have to be retired and not a &quot;habitual&quot; criminal. And they would need to spend all of the money within 30 days.</p>\r\n\r\n<p>This appears to be the source of the notion that Social Security stemmed from efforts to get older Americans to retire.</p>\r\n\r\n<p>The Townsend Plan &quot;was explicitly supposed to free up jobs, as well as stimulate the economy through spending,&quot; said Edwin Amenta, a University of California-Irvine sociologist who wrote the 2006 book, <em>When Movements Matter: The Townsend Plan and the Rise of Social Security</em>. &quot;It was meant to end the Depression and bring permanent prosperity.&quot;</p>\r\n\r\n<p>The plan became wildly popular. &quot;Dr. Townsend published his plan in a local Long Beach newspaper in early 1933, and within about two years, there were 7,000 Townsend Clubs around the country with more than 2.2 million members actively working to make the Townsend Plan the nation&#39;s old-age pension system,&quot; <a href=\"http://www.ssa.gov/history/briefhistory3.html\"><u>according to the Social Security Administration&rsquo;s historical office</u></a>. Public opinion surveys in 1935 found that 56 percent of Americans favored adoption of the Townsend Plan.</p>\r\n\r\n<p>This is not to say that the plan made much sense economically (Townsend was not a trained economist.) More plausible projections suggested that the tax rate would have needed to be between 6 percent and 14 percent -- not 2 percent -- to cover the cost of $200-a-month pensions. And there was no guarantee that the money spent by beneficiaries would exceed the amount that would have been spent by the taxpayers from whom it was taken -- a problem if you are trying to increase the amount of overall economic activity in the economy.</p>\r\n\r\n<p>And those $200-a-month pensions? They were double the typical monthly pay of ordinary workers. &quot;It may well have been the most generous retirement pension promise of all time,&quot; according to the Social Security Administration&rsquo;s historian.</p>\r\n\r\n<p><strong>Roosevelt&rsquo;s Social Security</strong></p>\r\n\r\n<p>The Townsend Plan may have been economic pie in the sky -- but it had serious political influence. The strength of the grassroots movement that supported it is credited with pushing Roosevelt to fast-track an alternative.</p>\r\n\r\n<p>Roosevelt&rsquo;s Labor secretary, Frances Perkins, wrote in<strong> </strong>her memoir <em>The Roosevelt I Knew</em> that the president said Congress &quot;can&#39;t stand the pressure of the Townsend plan unless we are studying social security, a solid plan which will give some assurance to old people of systematic assistance upon retirement.&quot;</p>\r\n\r\n<p>Roosevelt&rsquo;s more cautious plan was based on Americans being taxed on their earnings from work, then qualifying for old-age benefits based on how much they had paid into the system. By contrast, under Townsend&rsquo;s plan, workers did not have to pay into the system, and the benefits they received were identical, regardless of how wealthy or poor they were.</p>\r\n\r\n<p>&quot;The administration contrasted its proposal with the utopian and fantastic schemes of the Townsend Plan, and there was no suggestion that these pensions would end the Depression or significantly solve unemployment problems&quot; of the ongoing depression, Amenta said.</p>\r\n\r\n<p>Indeed, Social Security was not designed to pay out benefits until 1942 -- seven years after passage. While that was eventually moved up to 1939, the <a href=\"http://www.politifact.com/punditfact/statements/2013/nov/12/jay-leno/leno-says-social-security-took-7-years-issue-its-f/\"><u>delay in offering benefits</u></a> undercuts the notion that the government wanted to force people to retire quickly and en masse.</p>\r\n\r\n<p>&quot;Restoring the financial condition of the elderly in a way that did not bankrupt the country was a primary motivation for the program,&quot; said Edward Berkowitz, a historian at George Washington University and the author of several books about the history of Social Security. &quot;Getting Americans to quit was only an indirect motivation.&quot;</p>\r\n\r\n<p>Indeed, in its public rhetoric, the administration played up the program&rsquo;s ability to help the elderly, not on its larger macroeconomic impact. That seemed to mesh with public expectations.</p>\r\n\r\n<p>&quot;The idea of creating a public pension system for the general population had been around since the 1920s or even earlier on the political left, but they faced three successive Republican presidents who were uninterested,&quot; said Henry Aaron, a senior fellow at the Brookings Institution. &quot;So, nothing happened until there was a Democratic president with a large congressional majority backing him up.&quot;</p>\r\n\r\n<p>When Roosevelt signed the Social Security Act in 1935, he said, &quot;Today, a hope of many years&#39; standing is in large part fulfilled. &hellip; We can never insure 100 percent of the population against 100 percent of the hazards and vicissitudes of life, but we have tried to frame a law which will give some measure of protection to the average citizen and to his family against the loss of a job and against poverty-ridden old age.&quot;</p>\r\n\r\n<p><strong>Where the evidence supports Will&rsquo;s claim</strong></p>\r\n\r\n<p>While Will&rsquo;s statement is largely unsupported, several historians said he has a partial point.</p>\r\n\r\n<p>Other pieces of Roosevelt&rsquo;s agenda, including establishment of the National Recovery Administration from 1933 and 1935 and his reemployment agreements in 1933 &quot;had goals of reducing weekly hours while maintaining or increasing employment&quot; -- a mission not all that different from Will&rsquo;s scenario, said Price Fishback, a University of Arizona economist. &quot;Those fears were still there in 1935.&quot;</p>\r\n\r\n<p>Some scholars have also argued that the creation of Social Security actually helped crystallize the previously unfamiliar concept of &quot;retirement.&quot;</p>\r\n\r\n<p>In an influential if somewhat controversial 1980 book, <em>A History of Retirement: The Meaning and Function of an American Institution, 1885-1978</em>, historian William Graebner wrote that Social Security grew out of a broader movement in industry toward the notion of retirement as a life stage, &quot;one of whose functions was to move older people out of the workforce, partly for reasons of job availability and partly for reasons of efficiency,&quot; <a href=\"http://theretiringprofessor.wordpress.com/\"><u>wrote</u></a> Kathleen W. Jones, a Virginia Tech historian. Graebner, she wrote, saw Social Security as a way to reduce unemployment among the young.</p>\r\n\r\n<p>On balance, though, scholars say it&rsquo;s important not to overplay the idea that Roosevelt intended -- or &quot;advocated,&quot; to use Will&rsquo;s word -- for Social Security to be a tool for transitioning the elderly out of the work force.</p>\r\n\r\n<p>What Will pointed to &quot;is part of the story, although not the whole story by any means, because the crisis of the elderly was so severe,&quot; said Michael Katz, a historian at the University of Pennsylvania. &quot;All major institutions and policies have multiple, not always consistent purposes.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Will said, &quot;Social Security was advocated &hellip; in the 1930s as a way of getting people to quit working, because they thought we were confined to a permanent scarcity of jobs in this country.&quot;</p>\r\n\r\n<p>The idea that old-age pensions would transition older Americans out of the labor market and usher in younger, unemployed workers was a goal of the Townsend Plan (and of some other Roosevelt policies). But judging both by its design and by the rhetoric used to sell it, Roosevelt&rsquo;s Social Security Act was targeted more at alleviating poverty among the elderly than at shaping the demographics of the labor market. On balance, we rate the claim Mostly False.</p>\r\n\r\n<p>***</p>\r\n\r\n<p><strong><em>EDITOR&rsquo;S NOTE</em></strong><em>, Feb. 12, 2014: After we published this fact-check, a reader pointed us to an </em><a href=\"http://xroads.virginia.edu/~ma02/volpe/newdeal/unemployment_fireside_text.html\"><u>April 28, 1935, &quot;fireside chat&quot;</u></a><em> by President Franklin D. Roosevelt that seemed to provide clearer support for George Will&rsquo;s claim. </em></p>\r\n\r\n<p><em>Roosevelt said, &quot;The program for social security now pending before the Congress is a necessary part of the future unemployment policy of the government. &hellip; It proposes, by means of old age pensions, to help those who have reached the age of retirement to give up their jobs and thus give to the younger generation greater opportunities for work and to give to all a feeling of security as they look toward old age.&quot;</em></p>\r\n\r\n<p><em>When we showed this statement to a couple of the historians we had originally interviewed, they acknowledged that it was an unusually clear statement on Roosevelt&rsquo;s part, but they added that it is an exception within the documentary record. &quot;Promoting retirement was a minor goal at best of the old-age parts of the legislation,&quot; said University of California-Irvine sociologist Edwin Amenta. Historian Jeff Shesol cited &quot;the near-absence of this argument, not only in Roosevelt&rsquo;s many remarks over the years but also in the internal deliberations, as recounted by multiple participants, over the Social Security framework.&quot;</em></p>\r\n\r\n<p><em>Since our original analysis had already acknowledged that transitioning older workers out of the labor force was &quot;part of the story&quot; of Social Security -- just not the main part -- we are sticking to our ruling of Mostly False.</em></p>\r\n", "ruling_comments_date": "2014-02-11T10:25:43.887749", "ruling_date": "2014-02-11T11:43:05", "ruling_headline": "George Will says Social Security was created in the 1930s 'as a way of getting people to quit working'", "ruling_headline_slug": "george-will-says-social-security-was-created-1930s", "ruling_link_text": "At most, an indirect motivation", "ruling_state": null, "source_documents": null, "sources": "<p>George Will, <a href=\"http://cq.com/doc/newsmakertranscripts-4421704\"><u>comments</u></a> on <em>Fox News Sunday</em>, Feb. 9, 2014</p>\r\n\r\n<p>Social Security Administration, &quot;<a href=\"http://www.ssa.gov/history/townsendproblems.html\"><u>Research Note #17: The Townsend Plan&#39;s Pension Scheme</u></a>,&quot; accessed Feb. 10, 2014</p>\r\n\r\n<p>Social Security Administration, &quot;<a href=\"http://www.ssa.gov/history/briefhistory3.html\"><u>Historical Background and Development of Social Security</u></a>,&quot; accessed Feb. 10, 2014</p>\r\n\r\n<p>Social Security Administration, &quot;<a href=\"http://www.ssa.gov/history/fdrstmts.html\"><u>FDR&#39;s Statements on Social Security</u></a>&quot; (index page), accessed Feb. 10, 2014</p>\r\n\r\n<p>Social Security Administration, &quot;<a href=\"http://www.ssa.gov/history/ret2.html\">Special Study #7: The History and Development of the Social Security Retirement Earnings Test</a>,&quot; August 1999</p>\r\n\r\n<p>Social Security Administration, &quot;<a href=\"http://www.ssa.gov/policy/docs/ssb/v70n3/v70n3p1.html\">The Development of Social Security in America</a>,&quot; 2010</p>\r\n\r\n<p>Franklin D. Roosevelt, <a href=\"http://www.ssa.gov/history/fdrstmts.html#signing\"><u>presidential statement on signing the Social Security Act</u></a>, Aug. 14, 1935</p>\r\n\r\n<p>Franklin D. Roosevelt, &quot;<a href=\"http://xroads.virginia.edu/~ma02/volpe/newdeal/unemployment_fireside_text.html\">Fireside Chat: The Works Relief Program</a>,&quot; April 28, 1935</p>\r\n\r\n<p>Kathleen W. Jones, &quot;<a href=\"http://theretiringprofessor.wordpress.com/\"><u>TIAA-CREF and the Superannuated Professor</u></a>&quot; (blog post), Sept. 27, 2013</p>\r\n\r\n<p>William Graebner, <em><a href=\"http://www.barnesandnoble.com/w/history-of-retirement-william-graebner/1114872290?ean=9780300023565\"><u>A History of Retirement: The Meaning and Function of an American Institution, 1885-1978</u></a></em>, 1980</p>\r\n\r\n<p>Frances Perkins, <em><a href=\"http://www.amazon.com/The-Roosevelt-Knew-Penguin-Classics/dp/0143106414\"><u>The Roosevelt I Knew</u></a></em>, 1946</p>\r\n\r\n<p>PunditFact, &quot;<a href=\"http://www.politifact.com/punditfact/statements/2013/nov/12/jay-leno/leno-says-social-security-took-7-years-issue-its-f/\"><u>Leno says Social Security took 7 years to issue its first check</u></a>,&quot; Nov. 12, 2013</p>\r\n\r\n<p>Email interview with Allan Winkler, historian at Miami University of Ohio, Feb. 10, 2014</p>\r\n\r\n<p>Email interview with H.W. Brands, historian at the University of Texas-Austin and author of <em>Traitor to His Class: The Privileged Life and Radical Presidency of Franklin Delano Roosevelt</em>, Feb. 10, 2014</p>\r\n\r\n<p>Email interview with Jeff Shesol, author of <em>Supreme Power: Franklin Roosevelt vs. The Supreme Court</em>, Feb. 10, 2014</p>\r\n\r\n<p>Email interview with Michael Katz, historian at the University of Pennsylvania, Feb. 10, 2014</p>\r\n\r\n<p>Email interview with Henry Aaron, senior fellow at the Brookings Institution, Feb. 10, 2014</p>\r\n\r\n<p>Email interview with Edward Berkowitz, historian at George Washington University, Feb. 10, 2014</p>\r\n\r\n<p>Email interview with Price Fishback, University of Arizona economist, Feb. 10, 2014</p>\r\n\r\n<p>Email interview with Edwin Amenta, University of California-Irvine sociologist and author of <em>When Movements Matter: The Townsend Plan and the Rise of Social Security</em>, Feb. 10, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "Columnist", "false_count": 7, "first_name": "George", "half_true_count": 3, "home_state": "Maryland", "id": 155, "last_name": "Will", "mostly_true_count": 5, "name_slug": "george-will", "pants_count": 1, "party": {"id": 18, "party": "Columnist", "party_slug": "columnist", "resource_uri": "/api/v/2/party/18/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gwill.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/155/", "total_count": 34, "true_count": 10, "website": "http://www.washingtonpost.com/wp-dyn/content/linkset/2005/03/24/LI2005032402294.html"}, "statement": "<p>&quot;Social Security was advocated &hellip; in the 1930s as a way of getting people to quit working, because they thought we were confined to a permanent scarcity of jobs in this country.&quot;</p>\r\n", "statement_context": "a roundtable discussion on \"Fox News Sunday\"", "statement_date": "2014-02-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}, {"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": ""}