{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2014/feb/13/american-life-league/cookie-hawking-girl-scouts-not-teaching-girls-emul/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "ddavis@statesman.com", "first_name": "Debra", "id": 425, "last_name": "Davis", "name_slug": "debra-davis", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/425/", "title": "Investigations editor", "twitter": null}], "facebook_headline": null, "id": 8917, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/8917/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Think twice about buying Girl Scout cookies, a national group urges, because participating girls are taught to admire &quot;pro-abortion women.&quot;</p>\r\n\r\n<p>A reader told us she fielded a Feb. 4, 2014, email blast with that message signed by Judie Brown, president of the Virginia-based American Life League.</p>\r\n\r\n<p>One of the blast&rsquo;s claims: The Girl Scouts of the USA &quot;curriculum now promotes Margaret Sanger, founder of Planned Parenthood, Betty Friedan, founder of NARAL Prochoice, and other pro-abortion women as icons for our children to emulate.&quot;</p>\r\n\r\n<p>According to a <a href=\"http://ocp.hul.harvard.edu/ww/sanger.html\"><u>biographical sketch</u></a> posted online by Harvard University, Sanger was a nurse and lecturer who opened the country&rsquo;s first birth-control clinic and later founded the American Birth Control League (which was renamed the Planned Parenthood Federation of America in 1942).</p>\r\n\r\n<p>Friedan, according to <a href=\"http://oasis.lib.harvard.edu/oasis/deliver/~sch00059\"><u>another Harvard web page</u></a>, famously authored &quot;The Feminine Mystique,&quot; published in 1963, which &quot;fueled the controversy over women&#39;s proper place in society and had a dramatic impact on women in the United States and abroad. Friedan quickly became the leading advocate for change in the status of women.&quot; In 1966, Friedan helped found the National Organization for Women (NOW), a civil rights organization for women, serving as its first president, according to the web page, and later was vice president of the National Association to Repeal Abortion Laws and also on a Girl Scouts USA board.</p>\r\n\r\n<p>By telephone and email, Paul Rondeau, the league&rsquo;s executive director, credited a former Girl Scouts troop leader, Christy Volanski, with the research behind the claim. The league <a href=\"http://www.all.org/contact\"><u>calls itself</u></a> the largest grass-roots Catholic pro-life organization in the nation.</p>\r\n\r\n<p>Let&rsquo;s take the Girl Scouts&rsquo; &quot;promotion&quot; of Sanger and Friedan one by one.</p>\r\n\r\n<p><strong>Margaret Sanger</strong></p>\r\n\r\n<p>Rondeau told us that after the group sent its email blast, Volanski made it clear that the Girl Scouts&rsquo; &quot;promotion&quot; of Sanger was not directly in the scouts&rsquo; curriculum; instead, that occurred via social media.</p>\r\n\r\n<p>Volanski, of Spring, Texas, guided us to the <a href=\"http://www.pinterest.com/gsusa/girl-scout-cadettes/\"><u>Pinterest page</u></a> for Girl Scout Cadettes, meaning scouts in grades six through eight, includes a link to a May 17, 2013, entry on&quot;<a href=\"http://eloquentwoman.blogspot.co.uk/2013/05/13-famous-human-rights-speeches-by.html\"><u>The Eloquent Woman</u></a>&quot; blog created by Denise Graveline, a public speaking coach and communications consultant based in Washington, D.C. The blog entry lists 13 speeches on human rights by women including Sojourner Truth, Clara Barton, Margaret Chase Smith, Eleanor Roosevelt, Lady Gaga, Betty Friedan and Sally Field. The Sanger entry says: &quot;<a href=\"http://eloquentwoman.blogspot.com/2011/05/famous-speech-friday-margaret-sanger.html\"><u>Women&#39;s rights to birth control were Margaret Sanger&#39;s campaign in the 1920s</u></a>, and for her efforts to speak out on this issue, she was arrested and ignored and fought. Her focus was the children born &lsquo;unwelcome, unwanted, unprepared for, unknown,&rsquo; a stirring bit of alliteration.&quot;</p>\r\n\r\n<p>That entry links to <a href=\"http://eloquentwoman.blogspot.com/2011/05/famous-speech-friday-margaret-sanger.html\"><u>another web page describing and excerpting a speech</u></a> by Sanger in 1925 on the results of overpopulation and a lack of birth-control options. &nbsp;A web link leads to the <a href=\"http://www.womenspeecharchive.org/women/profile/speech/index.cfm?ProfileID=113&amp;SpeechID=478\"><u>full March 30, 1925, speech</u></a>, posted on an Iowa State University website, in which Sanger argued for women to be free from &quot;enforced, enslaved maternity. There can be no hope for the future of civilization, no certainty of racial salvation,&quot; she said, &quot;until every woman can decide for herself whether she will or will not become a mother, and when and how many children she cares to bring into the world.&quot;</p>\r\n\r\n<p>We saw no mention of abortion on the Sanger web pages.</p>\r\n\r\n<p><strong>Betty Friedan</strong></p>\r\n\r\n<p>Friedan appears in the Girl Scouts&rsquo; curriculum, Volanski told us, as one of the exemplary women described in bottom-of-the-page blurbs in &quot;Your Voice, Your World, The Power of Advocacy,&quot; a 2008 guide for older scouts interested in learning about how to make a case for change.</p>\r\n\r\n<p>The guide, which we obtained from Austin-based Girl Scouts of Central Texas, has more than 50 of the &quot;Voices for Good&quot; blurbs, each one about specific women and their actions/achievements in the years from 1792 through 2007.</p>\r\n\r\n<p>Two blurbs mention Friedan, neither one touching on abortion or her involvement in starting the abortion rights action league.</p>\r\n\r\n<p>In 1963, the guide says, Friedan published &quot;The Feminine Mystique,&quot; &quot;attacking the belief that homemaking and childbearing are the only ways for women to find satisfaction in their lives. She postulates that a system requiring women to find their identity solely as wives and mothers stunts them. The book galvanizes the women&rsquo;s movement.&quot;</p>\r\n\r\n<p>In 1966, the guide says, Friedan and Pauli Murray, the first black woman Episcopal priest, wrote the mission statement for the National Organization for Women, with a declared purpose of women gaining full participation in American society in &quot;true equal partnership with men.&quot; Today, the guide says, the group&rsquo;s priorities include an end to violence against women.</p>\r\n\r\n<p>Other women described in the blurbs include prominent figures in the Democratic Party, which has championed abortion rights. The women include Texan Barbara Jordan, the first woman to keynote the Democrats&rsquo; national convention; Geraldine Ferrraro, the 1984 Democratic vice presidential nominee; Hillary Clinton, singled out for seeking health care reform in 1993; and Shirley Chisholm, the first black woman elected to Congress.</p>\r\n\r\n<p>Other women blurbed in the guide include Sandra Day O&rsquo;Connor, the first woman appointed to the Supreme Court; Mother Teresa, the Roman Catholic nun who won the Nobel Peace Prize in 1979; civil rights icon Rosa Parks; Eleanor Roosevelt; Elizabeth Gurley Flynn, a union organizer who helped launch the American Civil Liberties Union in 1920; and Dolores Huerta, co-founder in 1962 of what became the United Farm Workers and an organizer for women&rsquo;s equality and other causes.</p>\r\n\r\n<p>We spotted no mentions of abortion or birth control in the 103-page guide.</p>\r\n\r\n<p>By phone, we asked Volanski if the women touted in the guide represent a mix of Americans. &quot;They do have a couple of conservative ladies in there,&quot; Volanski said, mentioning Mother Teresa. &quot;I&rsquo;d say it&rsquo;s wide-ranging,&quot; she said, yet more of the chosen women are &quot;left-leaning,&quot; making the mix unbalanced, she said.</p>\r\n\r\n<p><strong>Girls Scouts respond</strong></p>\r\n\r\n<p>On a &quot;What We Stand For&quot; <a href=\"https://www.girlscoutcsa.org/about/what-we-stand-for\"><u>web page</u></a>, the Girl Scouts of the USA says: &quot;The Girl Scout organization does not take a position on abortion or birth control. We believe this is a private matter for girls and their families.&quot;</p>\r\n\r\n<p>By phone, Kelly Parisi, spokeswoman for the New York-based Girl Scouts, said the scouts&rsquo; curriculum does not depict Sanger, Friedan and other women as pro-abortion icons.</p>\r\n\r\n<p>Parisi noted that the entry on the Pinterest page created for scout Cadettes points to a web page listing speeches by 13 women; that is, it doesn&rsquo;t promote Sanger alone. Also, Parisi said, the Friedan blurbs in the scouts&rsquo; guide state only that she wrote her book and helped found NOW, Parisi said, not delving into her position on abortion access. &quot;You cannot talk about women&rsquo;s history in this country without mentioning Betty Friedan,&quot; Parisi said.</p>\r\n\r\n<p>Asked about Volanski&rsquo;s suggestion that the mix of listed advocates is unbalanced, Parisi replied: &quot;We&rsquo;re not trying to be balanced because we&rsquo;re not trying to promote a political agenda. We don&rsquo;t vet these women based on their political beliefs.&quot;</p>\r\n\r\n<p>&quot;We are a nonpartisan, nonpolitical organization,&quot; Parisi said.</p>\r\n\r\n<p>Rondeau, by email, said our sampling of the blurbs in the guide (which we&rsquo;d shared with him) demonstrates its pro-abortion slant in that all but two of the women whose blurbs we noted had shown such a lean, while only Mother Teresa clearly believed otherwise. &quot;The pattern seems quite clear,&quot; Rondeau wrote.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>The league said Girl Scouts USA&rsquo;s curriculum &quot;promotes Margaret Sanger, founder of Planned Parenthood, Betty Friedan, founder of NARAL Prochoice, and other pro-abortion women as icons for our children to emulate.&quot;</p>\r\n\r\n<p>A Girl Scouts&rsquo; Pinterest page--not the scouts&rsquo; curriculum--leads to a blog post highlighting speeches by 13 women, including one by Sanger. The scouts&#39; advocacy guide, part of the organization&rsquo;s curriculum, features two blurbs on Friedan and also thumbnails other women who have advocated abortion rights. However, none of the guide&#39;s 50-some biographical blurbs mentions any woman&#39;s activism per abortion as a reason for singling her out. Abortion is not mentioned elsewhere in the guide, either.</p>\r\n\r\n<p>We find no factual reason to conclude that the scouts are teaching girls in this vein. We rate this claim as False.</p>\r\n", "ruling_comments_date": "2014-02-12T19:20:46.773565", "ruling_date": "2014-02-13T09:55:16", "ruling_headline": "Cookie-hawking Girl Scouts not teaching girls to emulate pro-abortion icons", "ruling_headline_slug": "cookie-hawking-girl-scouts-not-teaching-girls-emul", "ruling_link_text": "Touts women for other reasons", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/1yicstb6oyn6cBSkH9RgA0dA4SPP5SpUsCOBeQrPDbcs/pub\"><u>Email blast</u></a> received by an Austin resident, Feb. 4, 2014 (posted by PolitiFact Texas, Feb. 12, 2014)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1PvkRK-mKDRCAEaIt6dVq-DKqd0HipL7Mv-XqgxPzqeA/pub\"><u>Emails</u></a>, Paul Rondeau, executive director, American Life League, Feb. 6 and 12, 2014</p>\r\n\r\n<p>Telephone interview, Christy Volanski, Spring, Texas, Feb. 6, 2014</p>\r\n\r\n<p>Pinterest <a href=\"http://www.pinterest.com/gsusa/girl-scout-cadettes/\"><u>web page</u></a>, Girl Scout Cadettes, the Girl Scouts of the USA (accessed Feb. 6, 2014)</p>\r\n\r\n<p>Blog entry, <a href=\"http://eloquentwoman.blogspot.co.uk/2013/05/13-famous-human-rights-speeches-by.html\"><u>&quot;13 famous human rights speeches by women from The Eloquent Woman Index,&quot;</u></a> on &nbsp;<a href=\"http://eloquentwoman.blogspot.co.uk/2013/05/13-famous-human-rights-speeches-by.html\"><u>&quot;The Eloquent Woman&quot;</u></a> blog, overseen by Denise Graveline, public speaking coach and communications consultant, May 17, 2013 (accessed Feb. 6, 2014)</p>\r\n\r\n<p>Booklet, &quot;Your Voice, Your World: The Power of Advocacy,&quot; the Girl Scouts of the USA, 2008 (print copy obtained from Lynelle McKay, chief executive officer, Girl Scouts of Central Texas, Feb. 7, 2014)</p>\r\n\r\n<p>Telephone interview, Kelly Parisi, chief communications executive, Girl Scouts of the USA, Brooklyn, N.Y., Feb. 12, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Nonproft organization", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "", "id": 2641, "last_name": "American Life League", "mostly_true_count": 0, "name_slug": "american-life-league", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/lifepic021214pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2641/", "total_count": 1, "true_count": 0, "website": "http://www.all.org/"}, "statement": "<p>Girl Scouts USA&rsquo;s curriculum &quot;promotes Margaret Sanger, founder of Planned Parenthood, Betty Friedan, founder of NARAL Prochoice, and other pro-abortion women as icons for our children to emulate.&quot;</p>\r\n", "statement_context": "an email blast", "statement_date": "2014-02-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "", "id": 256, "photo": null, "resource_uri": "/api/v/2/subject/256/", "subject": "Sexuality", "subject_slug": "sexuality", "used_in_edition": ["/api/v/2/edition/14/"]}], "target": [], "twitter_headline": ""}