{"art": [], "author": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2014/feb/21/gordon-challstrom/do-oregon-and-federal-government-have-more-1-milli/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 8959, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8959/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>The timber wars of the 1980s and the lawsuits they spawned brought logging on Oregon&rsquo;s public lands almost to a halt. Even now, annual timber harvests are a fraction of what they were several decades ago.</p>\r\n\r\n<p>The issue of how much timber should be cut has flared up again as Congress wrestles with a plan, unveiled by U.S. Sen. Ron Wyden, D-Ore., that could double harvests on more than 2 million acres of federal forests across western Oregon.</p>\r\n\r\n<p><strong>The Claim</strong></p>\r\n\r\n<p>Medford businessman Gordon Challstrom, a Republican gubernatorial candidate, wants harvest levels far higher than they are now.</p>\r\n\r\n<p>In a recent website statement, Challstrom wrote, &quot;Oregon and the federal government now have more than one million acres of burnt land and millions of trees being left to rot.&quot;</p>\r\n\r\n<p>One million acres of burnt land? Millions of trees left to rot? We took a look.</p>\r\n\r\n<p><strong>The Analysis</strong></p>\r\n\r\n<p>We called Challstrom and asked how he arrived at his figures. He directed us to an online map managed by the Northwest Interagency Coordination Center that lets people click on areas that have burned in recent years. A box pops up displaying the name of the fire, when it started and how many acres it consumed.</p>\r\n\r\n<p>Although Challstrom&rsquo;s claim included no time frame, he told us he arrived at his figure by adding acreage totals of fires larger than 10,000 acres. Going back as far as initial salvage efforts in the wake of the giant Southern Oregon Biscuit Fire in 2002, he came up with 2.7 million acres.</p>\r\n\r\n<p>Since 51 percent of Oregon&rsquo;s land is owned by the federal government, he said, he applied that to the 2.7 million acre number and ended up with the 1.4 million acres he&rsquo;s characterizing as &quot;burnt land.&quot; (The Congressional Research Service puts federal ownership of lands in the state at 53 percent.)</p>\r\n\r\n<p>Here&rsquo;s how Challstrom got to his final 1 million figure: &quot;I tried to be fair,&quot; he said. &quot;I gave them the benefit of the doubt that they&rsquo;ve logged on 400,000 acres, but I really doubt it.&quot; The assertion that &quot;millions of trees&quot; are being left to rot on that acreage, he added, &quot;only stands to reason.&quot;</p>\r\n\r\n<p>We added up totals from the interactive map and arrived at about the same 2.7 million acre figure Challstrom did. But we had questions about the way he came up with his 1 million acre total for &quot;burnt land.&quot;</p>\r\n\r\n<p>We called Isaiah Hirschfield, intelligence officer at the interagency coordination center, which tracks long-term fire information. He said Challstrom&rsquo;s methodology assumed that fires would break out evenly across the state, thus allowing him to come up with his 1 million acre figure by dividing total lands burned by the acreage owned by the federal government.</p>\r\n\r\n<p>&quot;That&rsquo;s not an effective way to come up with that calculation,&quot; he said. Even so, Hirschfield added, Challstrom&rsquo;s figure turns out to be in the ballpark. Citing agency statistics, he said an average of 250,000 acres have burned each year going back a decade. &quot;Cumulatively,&quot; he said, &quot;that&rsquo;s 2.5 million acres, so he&rsquo;s still pretty close.&quot;</p>\r\n\r\n<p>Hirschfield pointed out an important caveat -- a portion of those burns, including a couple very big ones, were on both publicly and privately owned rangeland east of the Cascades. So while those blazes charred a lot of grass, they didn&rsquo;t touch many trees.</p>\r\n\r\n<p>Challstrom&rsquo;s claim did say &quot;more than&quot; one million acres. And while areas that burned a decade ago are more than likely covered with new vegetation by now, according to experts we talked to, it&rsquo;s still true that more than one million acres of land burned in Oregon during the combined 2012 and 2013 fire seasons, according to U.S. Forest Service statistics.</p>\r\n\r\n<p>Verifying the second part of the claim -- the &quot;millions of trees left to rot&quot; -- is more difficult. For additional perspective, we called Paul Barnum, executive director of the Oregon Forest Resources Institute, an agency established by the Oregon Legislature in 1991 to gather and provide information about forest management.</p>\r\n\r\n<p>Forests west of the Cascades average 200 to 400 trees per acre, he said, while their eastside counterparts have sometimes ended up crammed with as many as 4,000. That occurred, he said, because of historic fire-suppression efforts. Some forests are so overgrown that a spark can result in a catastrophic wildlife.</p>\r\n\r\n<p>&quot;What&rsquo;s true is that there never should have been that much biomass per acre in eastern Oregon,&quot; Barnum said. &quot;With that noted, it could very well be true that there are millions of trees left in those areas. But without walking every acre, there is really no way of verifying that.&quot;</p>\r\n\r\n<p>John Bailey, silviculture and fire professor in Oregon State University&rsquo;s College of Forestry, agreed. &quot;This would be nearly impossible to check,&quot; he wrote in an email. &quot;This analysis has been done for a few individual fires such as the much studied 2002 Biscuit Fire in southwest Oregon, but I don&rsquo;t know anyone who has consolidated this data for all fires in the past decade.&quot;</p>\r\n\r\n<p>To arrive at a reasonable estimate, you would need to know not only the number of acres burned in each fire, but also how many trees per acre there were, what percent were killed in the fire and how much salvage logging was done, according to Bailey.</p>\r\n\r\n<p><strong>The Ruling</strong></p>\r\n\r\n<p>Challstrom, as part of his 2014 gubernatorial campaign, said Oregon, as a result of forest fires, has &quot;more than one million acres of burnt land and millions of trees left to rot.&quot;</p>\r\n\r\n<p>The first part of the claim is easily verified by simply adding up total acres burned in forest fires over the past decade or so. The second part, according to two forestry experts, is impossible to pin down.</p>\r\n\r\n<p>As for Challstrom&rsquo;s claim, part of it is accurate, even if he used some faulty analysis to arrive at it. The second part is nearly impossible to verify but, according to one expert &quot;could very well be true.&quot; We rate Challstrom&rsquo;s claim Half True.</p>\r\n\r\n<p><a href=\"http://www.oregonlive.com/politics/index.ssf/2014/02/does_oregon_have_more_than_1_m.html\"><u>Return to OregonLive.com/politics to comment on this ruling.</u></a></p>\r\n", "ruling_comments_date": "2014-02-21T19:46:26.508280", "ruling_date": "2014-02-21T16:46:05", "ruling_headline": "Do Oregon and the federal government have more than 1 million acres of burnt land with millions of rotting trees?", "ruling_headline_slug": "do-oregon-and-federal-government-have-more-1-milli", "ruling_link_text": "Some cutting remarks on timber harvesting", "ruling_state": null, "source_documents": null, "sources": "<p>Telephone interview with Gordon Challstrom, Oregon gubernatorial candidate, Feb. 18, 2014.</p>\r\n\r\n<p>Challstrom&rsquo;s campaign website.</p>\r\n\r\n<p>Telephone interview with Steve Pedery, conservation director, Oregon Wild, Feb. 18, 2014.</p>\r\n\r\n<p>Telephone interview with Jeff Clark, public affairs officer, Bureau of Land Management, affairs, Feb. 18, 2014.</p>\r\n\r\n<p>Email exchange with Tom Knappenberger, media liaison, U.S. Forest Service, Feb. 18/19, 2014.</p>\r\n\r\n<p>Email exchange with Rod Nichols, public information officer, Oregon Department of Forestry, Feb. 18, 2014.</p>\r\n\r\n<p>Telephone interview with Paul Barnum, executive director, Oregon Forest Resources Institute, Feb. 20, 2014.</p>\r\n\r\n<p>Email exchange with John Bailey, fire professor, OSU College of Forestry, Feb. 21, 2014.</p>\r\n\r\n<p>Telephone interview with Isaiah Hirschfield, intelligence officer, Northwest Coordination Center, Feb. 20, 2014.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Gubernatorial candidate", "false_count": 0, "first_name": "Gordon", "half_true_count": 1, "home_state": "Oregon", "id": 2652, "last_name": "Challstrom", "mostly_true_count": 0, "name_slug": "gordon-challstrom", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/challstrom.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2652/", "total_count": 1, "true_count": 0, "website": "https://www.challstrom4governor.com./"}, "statement": "<p>&quot;Oregon and the federal government now have more than one million acres of burnt land and millions of trees are being left to rot.&quot;</p>\r\n", "statement_context": "a campaign website statement", "statement_date": "2014-01-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}