{"art": [{"brightcove": "", "caption": "Rick Scott talks about Medicare in an online ad featured on his Facebook page. ", "id": 4242, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Scott-Ad.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4242/", "title": "Rick Scott Facebook", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2014/mar/03/rick-scott/rick-scott-says-medicare-rate-cuts-will-affect-sen/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 8994, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/8994/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Seniors (particularly voters), listen up: Medicare cuts have arrived -- and the way Gov. Rick Scott tells it, they&rsquo;re going to lead to some sickening results.</p>\r\n\r\n<p>In an <a href=\"http://www.rickscottforflorida.com/medicarecuts/\">online ad</a> created by Scott&rsquo;s campaign, he speaks in a testimonial style to the &quot;wonderful seniors in our state&quot; who depend on Medicare. Scott, and his likely Democratic opponent former Gov. Charlie Crist, will compete for the senior vote in the November election. Here&rsquo;s part of the script:</p>\r\n\r\n<p>&quot;We already know that 300,000 people in our state were told they are going to lose their insurance, but now under Medicare we are seeing these dramatic rate cuts. It&rsquo;s going to have a devastating impact on their ability to one, get the doctor, look they rely on their doctor, get to go to the hospital that they trust, make sure they get prevention services that they deserve. These Medicare cuts that the president has caused are the wrong thing for Florida seniors.&quot;</p>\r\n\r\n<p>PolitiFact has previously fact-checked claims about those <a href=\"http://www.politifact.com/florida/statements/2013/oct/25/marco-rubio/marco-rubio-said-florida-300000-people-are-going-l/\">300,000 Floridians</a> who are losing Florida Blue plans but are being transitioned to other ones. Here, we wanted to fact-check Scott&rsquo;s&nbsp;claim about whether dramatic rate cuts to Medicare will result in a &quot;devastating impact&quot; on seniors&#39; ability to keep their doctor, hospital and get prevention services.</p>\r\n\r\n<p>In response to Scott&rsquo;s ad, the Florida Democratic Party issued a <a href=\"https://www.floridadems.org/newsroom/pressrelease/rick-scott-ultimate-medicare-thief\">press release</a> that accused Scott of overseeing &quot;the largest Medicare fraud in the nation&#39;s history.&quot; We rated that claim <a href=\"http://www.politifact.com/florida/statements/2014/mar/03/florida-democratic-party/rick-scott-rick-scott-oversaw-largest-medicare-fra/\">Mostly True</a>.&nbsp;</p>\r\n\r\n<p><strong>Announcement of cuts</strong></p>\r\n\r\n<p>Scott&rsquo;s ad posted a few days after the Obama administration announced a proposed rate cut to Medicare Advantage -- but Scott didn&rsquo;t specify in his ad that he was referring to only those seniors on that particular type of Medicare.</p>\r\n\r\n<p>Nationwide, nearly one-third of Medicare recipients are on Medicare Advantage, or about 16 million. The proportion is about the same in Florida, where about 1.4 million are on Medicare Advantage, and roughly 4.4 million are in traditional Medicare.</p>\r\n\r\n<p>On Feb. 21, the Centers for Medicare and Medicaid Services announced a proposed cut to Medicare Advantage Plans for 2015. While CMS describes it as a 1.9 percent cut, some insurers say the actual cut could be higher when taking into account other health care law changes. <a href=\"http://www.ahip.org/PR-Wyman-2014-Notice/\">America&rsquo;s Health Insurance Plans</a>, an industry group, says the cut is about 5.9 percent and will lead to a loss of benefits and choices for people on Medicare Advantage.</p>\r\n\r\n<p>The amount is expected to be finalized April 7, and industry groups and a <a href=\"http://capsules.kaiserhealthnews.org/index.php/2014/02/bipartisan-group-of-senators-concerned-about-medicare-advantage-cuts/\">bipartisan group of senators</a> have started to lobby against it.</p>\r\n\r\n<p>The health care law tries to bring down future health care costs of Medicare largely by reducing Medicare Advantage, a subset of Medicare plans that are run by private insurers. President George W. Bush started Medicare Advantage in hopes the increased competition would reduce costs. But those plans are actually costlier than traditional Medicare. So the health care law reduces payments to private insurers.</p>\r\n\r\n<p>Advantage plans are required to offer basic health benefits that are at least as rich as original Medicare. But many offer extras, such as rebates on premiums, routine dental care, gym memberships and rides to the doctor, in order to compete for business.</p>\r\n\r\n<p>Scott campaign spokesman Greg Blair pointed to articles in the <em><a href=\"http://www.washingtonpost.com/national/health-science/doctors-cut-from-medicare-advantage-networks-struggle-with-what-to-tell-patients/2014/01/25/541bfbd8-77b4-11e3-af7f-13bf0e9965f6_story.html\">Washington Post </a></em>and <a href=\"http://www.kaiserhealthnews.org/stories/2013/december/01/medicare-advantage-unitedhealthcare-narrow-networks-doctors.aspx\">Kaiser/<em>USA Today </em></a>about insurers cutting doctors from Medicare Advantage. (Both articles were written several weeks before the actual rate cut was proposed.) <a href=\"http://www.reuters.com/article/2014/02/22/us-medicare-idUSBREA1K21120140222\">Reuters</a> stated that insurers said they would only maintain benefits if there was no cut.</p>\r\n\r\n<p>&quot;Thousands of primary-care doctors and specialists across the country have been terminated from privately run Medicare Advantage plans, ....&quot; the <em>Post</em> wrote. &quot;Insurers say they must shrink their physician networks because they face billions of dollars in government-payment cuts over the next decade &mdash; reductions that are being used partly to fund insurance coverage for millions of people under the federal Affordable Care Act.&quot;</p>\r\n\r\n<p>The <em>Post</em> wrote that medical associations describe the dismissals as the largest in the program&rsquo;s history and that the American Medicare Association called for the cuts to be reversed.</p>\r\n\r\n<p>The <a href=\"http://www.kaiserhealthnews.org/stories/2013/december/01/medicare-advantage-unitedhealthcare-narrow-networks-doctors.aspx\">Kaiser/<em>USA Today</em></a> December article states that the cut of thousands of doctors includes Florida, where &quot;UnitedHealthcare has dropped the state&rsquo;s only National Cancer Institute-designated cancer treatment facility, the Moffitt Cancer Center and its 250 physicians in Tampa.&quot;</p>\r\n\r\n<p><strong>Experts say we don&rsquo;t yet know full impact</strong></p>\r\n\r\n<p>We interviewed several health care experts to ask if the Medicare Advantage cuts will result in seniors losing access to their doctors, hospitals or preventative services. Many experts said it could be several months until we get a better picture of what the rate cut means for patients -- and that the answer could vary state by state, or county by county.</p>\r\n\r\n<p>Lowell Richard works for a contracting agency, Adcahb Medical Coverages, that sells Medicare plans, including Medicare Advantage in Florida.</p>\r\n\r\n<p>&quot;There will be some fallout -- absolutely,&quot; said Richard, vice president of training and education. However, &quot;it&rsquo;s going to vary from county to county. It&rsquo;s really way too early to tell.&quot;</p>\r\n\r\n<p>Any company that decides to pull out of Advantage or make changes would have to file plans with CMS this summer, he said.</p>\r\n\r\n<p>Will the results be &quot;devastating&quot; in Florida as Scott said?</p>\r\n\r\n<p>&quot;That depends where you live,&quot; said Richard, who is based in Broward County. In a smaller county with only a few types of plans, the result might mean the senior has to switch to another type of Medicare plan and the costs could go up.</p>\r\n\r\n<p>Some doctors will no longer be on certain Advantage plans. Though they will be replaced by others, it could mean some seniors will lose their particular doctor, Richard said.</p>\r\n\r\n<p>&quot;There is no way to know how plans will respond to the proposed reductions in payments for 2015,&quot; said Tricia Neuman, director of the Kaiser Foundation&rsquo;s Program on Medicare Policy. &quot;The plans could choose to stay the course or reduce their costs in ways that would affect beneficiaries. The response could vary among insurers, and by county. The plans could choose to raise premiums, raise cost-sharing, tighten their provider networks, or even withdraw from the Medicare program altogether, but we won&rsquo;t know the lay of the land until next fall.&quot;</p>\r\n\r\n<p>Margaret Murphy, attorney and associate director Center for Medicare Advocacy, said that Medicare Advantage plans have always had a limited network of preferred providers and that changes in networks can happen every year. (Traditional Medicare has no networks, so participants can go to any Medicare eligible provider.)</p>\r\n\r\n<p>&quot;We are seeing (Medicare Advantage) plans change their business plans already although it&rsquo;s difficult to know which changes are due to ordinary business reasons and which are the result&quot; of the health care law, she said.</p>\r\n\r\n<p>Robert Moffit, a health care expert at the conservative Heritage Foundation, said that we have already seen an impact because insurers including UnitedHealthcare have let go of thousands of physicians. That includes cutting an entire hospital -- <a href=\"http://www.ct.gov/agingservices/cwp/view.asp?a=2514&amp;q=539524\">Yale New Haven Hospital </a>--&nbsp;from its Medicare Advantage network.</p>\r\n\r\n<p>&quot;I can&rsquo;t speak personally with regard to Florida, but yes, the projections are you will see significant reductions in payments over 10 years,&quot; Moffit said.</p>\r\n\r\n<p>Medicare has a broader provider network than many Advantage plans, &quot;so even if plans cut benefits and caused someone to go back to traditional Medicare their access to doctors likely would not erode and might actually improve,&quot; said Jonathan Oberlander, a health policy professor at the University of North Carolina.</p>\r\n\r\n<p>Medicare requires plans to cover all Medicare-covered benefits, which means if a prevention benefit such as a mammogram is covered by traditional Medicare, it would also be covered by an Advantage plan, Neuman said. However, Advantage plans could cut the extras which aren&rsquo;t covered by traditional Medicare such as a gym membership.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>&quot;We are seeing dramatic rate cuts,&quot; to Medicare that will have a &quot;devastating impact&quot; on seniors&rsquo; ability to get their doctor, their hospital and prevention services, Scott tells seniors in an online campaign ad.</p>\r\n\r\n<p>Scott omits that the recently announced rate cuts were for Medicare Advantage plans, a subset of Medicare. Those plans represent about one-third of Medicare plans in Florida and nationwide.</p>\r\n\r\n<p>The proposed rate cut won&rsquo;t be finalized until April, and if it is, health care experts say we won&rsquo;t know the full impact for a few months. That means it&rsquo;s too soon to predict if the rate cut will have a &quot;devastating impact&quot; on seniors&#39; ability to keep their same doctor and hospital. It is possible that some seniors on Medicare Advantage will lose or have to change doctors, but the impact could vary from county to county. Seniors on traditional Medicare are not affected by the cuts.</p>\r\n\r\n<p>Scott&rsquo;s ad is a scare tactic that omits several caveats. We rate this claim Mostly False.</p>\r\n", "ruling_comments_date": "2014-03-03T14:50:58.394901", "ruling_date": "2014-03-03T16:38:52", "ruling_headline": "Rick Scott says Medicare rate cuts will affect seniors’ ability to keep their doctor, hospital and prevention services", "ruling_headline_slug": "rick-scott-says-medicare-rate-cuts-will-affect-sen", "ruling_link_text": "Cuts only affect Medicare Advantage, and outcome won't be known for months", "ruling_state": null, "source_documents": null, "sources": "<p>Gov. Rick Scott for Florida online ad, <a href=\"http://www.rickscottforflorida.com/medicarecuts/\">&quot;Wrong for Florida Seniors,&quot;</a> Feb. 25, 2014</p>\r\n\r\n<p>Florida Democratic Party press release, <a href=\"https://www.floridadems.org/newsroom/press\">&quot;Rick Scott: the ultimate Medicare thief,&quot;</a> Feb. 25, 2014</p>\r\n\r\n<p>Centers for Medicare and Medicaid Services press release,<a href=\"http://www.cms.gov/Newsroom/MediaReleaseDatabase/Press-releases/2014-Press-releases-items/2014-02-21-02.html\"> &quot;CMS proposes 2015 payment and policy updates for Medicare health and drug plans,&quot;</a> Feb. 21, 2014</p>\r\n\r\n<p>Centers for Medicare and Medicaid Services, <a href=\"http://www.cms.gov/Research-Statistics-Data-and-Systems/Statistics-Trends-and-Reports/MCRAdvPartDEnrolData/MA-State-County-Penetration-Items/MA-State-County-Penetration-2014-02.html?DLPage=1&amp;DLSort=1&amp;DLSortDir=descending\">&quot;State/county MA penetration,&quot; </a>February 2014</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/article/2013/aug/19/will-obamacare-hurt-medicare-advantage/\">&quot;Will Obamacare hurt Medicare Advantage?&quot;</a> Aug. 19, 2013</p>\r\n\r\n<p>PolitiFact,<a href=\"http://www.politifact.com/florida/statements/2013/oct/25/marco-rubio/marco-rubio-said-florida-300000-people-are-going-l/\"> &quot;Marco Rubio says 300,000 will lose individual health insurance under Obamacare and won&rsquo;t be able to enroll in new plans,&quot;</a> Oct. 25, 2013</p>\r\n\r\n<p>America&rsquo;s Health Insurance Plans press release, <a href=\"http://www.ahip.org/PR-Wyman-2014-Notice/\">&quot;New report: seniors to lose benefits and choices as a result of CMS&rsquo; proposed cuts to Medicare Advantage,&quot;</a> Feb. 27, 2014</p>\r\n\r\n<p>Kaiser Health News, <a href=\"http://capsules.kaiserhealthnews.org/index.php/2014/02/bipartisan-group-of-senators-concerned-about-medicare-advantage-cuts/\">&quot;Bipartisan group of Senators concerned about Medicare Advantage cuts,&quot;</a> Feb. 18, 2014</p>\r\n\r\n<p>Washington Post,<a href=\"http://www.washingtonpost.com/national/health-science/doctors-cut-from-medicare-advantage-networks-struggle-with-what-to-tell-patients/2014/01/25/541bfbd8-77b4-11e3-af7f-13bf0e9965f6_story.html\"> &quot;Doctors cut from Medicare Advantage networks struggle with what to tell patients,&quot;</a> Jan. &nbsp;25, 2014</p>\r\n\r\n<p>Kaiser/USA Today,<a href=\"http://www.kaiserhealthnews.org/stories/2013/december/01/medicare-advantage-unitedhealthcare-narrow-networks-doctors.aspx\"> &quot;UnitedHealthCare dropping hundreds of doctors from Medicare Advantage plans,&quot;</a> Dec. 1, &nbsp;2013</p>\r\n\r\n<p>Reuters, <a href=\"http://www.reuters.com/article/2014/02/22/us-medicare-idUSBREA1K21120140222\">&quot;U.S. government seeks to cut Medicare payment to insurers,&quot;</a> Feb. 22, 2014</p>\r\n\r\n<p>Connecticut State Department on Aging,<a href=\"http://www.ct.gov/agingservices/cwp/view.asp?a=2514&amp;q=539524\"> &quot;UnitedHealthcare announces it&rsquo;s Medicare Advantage plans will no longer include Yale New Haven Hospital in their network effective April 1, 2014,&quot;</a> Feb. 7, 2014</p>\r\n\r\n<p>Interview, Greg Blair, spokesman for Gov. Rick Scott campaign, Feb. 27, 2014</p>\r\n\r\n<p>Interview, Tricia Neuman, senior vice president of the Kaiser Family Foundation and Director of the Foundation&rsquo;s Program on Medicare Policy and its Project on Medicare&rsquo;s Future, Feb. 27, 2014</p>\r\n\r\n<p>Interview, Margaret Murphy, Attorney and Associate Director Center for Medicare Advocacy, Inc, Feb. 28, 2014</p>\r\n\r\n<p>Interview, Robert Moffit, senior fellow in The Heritage Foundation&#39;s Center for Policy Innovation, Feb. 28, 2014</p>\r\n\r\n<p>Interview, Jonathan Oberlander, professor and Vice Chair of Social Medicine and Health Policy &amp; Management at the University of North Carolina-Chapel Hill, Feb. 27, 2014</p>\r\n\r\n<p>Interview, Lowell Richard, vice president of training and education Adcahb Medical Coverages, March 1, 2014</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}, "statement": "<p>&quot;We are seeing dramatic rate cuts&quot; to Medicare that will affect seniors&rsquo; ability to keep their doctor, hospital and prevention services.</p>\r\n", "statement_context": "an online campaign ad", "statement_date": "2014-02-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}