{"art": [{"brightcove": "", "caption": "Sarah Palin took to Facebook to say \"Told-Ya-So\" over a prediction she made in 2008 about Ukraine.", "id": 4241, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/article-2571147-1C090B4700000578-286_634x341.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4241/", "title": "palin facebook", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/punditfact/statements/2014/mar/04/sarah-palin/palin-i-predicted-obama-win-would-trigger-russian-/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 8999, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/8999/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Plenty of people criticized Sarah Palin as a foreign policy lightweight in 2008. But do the developments in Ukraine vindicate the former Republican vice presidential candidate?</p>\r\n\r\n<p>That&rsquo;s at least what Palin suggested in a Facebook post to her audience of 4 million people.</p>\r\n\r\n<p>&quot;I could see this one from Alaska. I&#39;m usually not one to Told-Ya-So, but I did,&quot; she <a href=\"https://www.facebook.com/sarahpalin/posts/10201573917093799\"><u>posted on her Facebook page</u></a> Friday. Within a few days, more than 71,000 people had &quot;liked&quot; the post.</p>\r\n\r\n<p>Palin went on to describe her &quot;accurate prediction,&quot; quoting herself from the 2008 campaign trail: &nbsp;</p>\r\n\r\n<p>&quot;After the Russian Army invaded the nation of Georgia, Sen. Obama&#39;s reaction was one of indecision and moral equivalence, the kind of response that would only encourage Russia&#39;s (Vladimir) Putin to invade Ukraine next.&quot;</p>\r\n\r\n<p>Palin also took a victory lap Monday on Fox News. &quot;Anyone who carries the commonsense gene would know that Putin doesn&#39;t change his stripes,&quot; Palin, the former governor of Alaska, told Fox News host Sean Hannity. &quot;He hearkens back to the era of the czars, and he wants that Russian empire to grow again. He wants to exert huge power and dominance. So he has to get to those border areas and he has to capture them.&quot;</p>\r\n\r\n<p>A reader on <a href=\"http://www.reddit.com/r/PunditFact/\"><u>reddit</u></a> asked us to look into Palin&rsquo;s prediction and to see if things played out as she said they would in 2008. We did not hear back from Palin, but we&#39;ll update this item if we do.</p>\r\n\r\n<p><strong>Palin&rsquo;s 2008 statement in context</strong></p>\r\n\r\n<p>Palin&rsquo;s comments about Ukraine came during an Oct. 21, 2008, speech in Reno, Nev. (<a href=\"http://www.newsmax.com/Newsfront/sarah-palin-predicted-ukraine-russia/2014/03/02/id/555549\"><u>You can watch them for yourself here</u></a>.)</p>\r\n\r\n<p>Palin first mockingly thanked Democratic vice presidential nominee Joe Biden, who days earlier said that Americans need to &quot;gird your loins&quot; for an international crisis if Obama was elected. &quot;Watch, we&rsquo;re gonna have an international crisis, a generated crisis, to test the mettle of this guy,&quot; Biden said.</p>\r\n\r\n<p>Palin then turned to Obama&rsquo;s foreign policy positions, criticizing Obama for:</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>Saying he would negotiate with Iran without preconditions;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Saying that he was ready to send American forces into Pakistan without that country&rsquo;s approval;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Wanting to withdraw American troops out of Iraq, &quot;meaning our troops would have to go back to Iraq.&quot;</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p>At that point Palin turned to Ukraine, and uttered the quote she referenced in her Facebook post. &quot;After the Russian Army invaded the nation of Georgia, Sen. Obama&#39;s reaction was one of indecision and moral equivalence, the kind of response that would only encourage Russia&#39;s Putin to invade Ukraine next.&quot;</p>\r\n\r\n<p>Palin said that day, &quot;I want a president with the experience, judgment, wisdom and truthfulness to meet the next international crisis, or better yet, to avoid it.&quot;</p>\r\n\r\n<p><strong>A prediction? And the connection between Georgia and Ukraine</strong></p>\r\n\r\n<p>It is clear Palin suggested Russia might invade Ukraine. But did she predict it? And did it happen because of Obama&rsquo;s reaction to Russia&rsquo;s incursion into another former Soviet republic, Georgia, in 2008? Back then Obama wasn&#39;t president, George W. Bush was.</p>\r\n\r\n<p>&quot;Palin did not predict anything; she laid out a possibility,&quot; said Mark Beissinger, director of the Princeton Institute for International and Regional Studies at Princeton University.</p>\r\n\r\n<p>&quot;Her exact words are not exactly a prediction, but a comment that suggests it raised the probability that Putin would act against Ukraine in the future,&quot; said Mark Brawley, professor of international relations, McGill University.</p>\r\n\r\n<p>Michael O&rsquo;Hanlon, a senior fellow in foreign policy at the Brookings Institution, a Washington academic center, had similar reservations. But he doesn&rsquo;t quibble that she pointed to Ukraine as a geopolitical flash point.</p>\r\n\r\n<p>&quot;She did raise the scenario,&quot; O&rsquo;Hanlon said. &quot;So I&#39;d give her half credit.&quot;</p>\r\n\r\n<p>Trickier, our experts said, was Palin&rsquo;s 2008 words linking Obama&rsquo;s &quot;indecision&quot; about Georgia and forthcoming aggression in Ukraine.</p>\r\n\r\n<p>It&rsquo;s a point where a definitive answer is not possible.</p>\r\n\r\n<p>When fighting broke out between Russia and Georgia, both Obama and his Republican opponent, Arizona Sen. John McCain, condemned the violence. Obama told reporters, &quot;Russia has escalated its military campaign through strategic bombing and the movement of its ground forces into the heart of Georgia. There is no possible justification for these attacks.&quot;</p>\r\n\r\n<p>McCain was quicker to blame Russia than Obama. At first, Obama left room to criticize both sides in the conflict, largely because <a href=\"http://firstread.nbcnews.com/_news/2008/08/08/4428068-mccain-obama-on-georgia?lite\"><u>Georgia had been the first to attack</u></a>, which then drew an overwhelming Russian response. However, Obama soon toughened his rhetoric against Russia.</p>\r\n\r\n<p>Setting aside Palin&rsquo;s desire to characterize Obama&rsquo;s words to the advantage of the McCain campaign, Beissinger told us that Palin could have just as easily aimed her words at Bush as at Obama.</p>\r\n\r\n<p>&quot;Bush was president at the time of the August 2008 Russian invasion of South Ossetia and Abkhazia,&quot; Beissinger said. &quot;The U.S. essentially did nothing at the time.&quot;</p>\r\n\r\n<p>If Putin was thinking of Georgia before he sent troops into Ukraine, it wasn&rsquo;t necessarily due to anything Obama had said or done. The pattern of the American response in 2008 might have spoken louder than any policy pronouncement.</p>\r\n\r\n<p>The topic was debated Monday on <em>Erin Burnett OutFront</em> on CNN between liberal political pundit Peter Beinart and Mark Wallace, who served as U.S. Ambassador to the United Nations under Bush.</p>\r\n\r\n<p>Wallace was critical of Obama for some of his moves vis a vis Russia. But he said, &quot;Certainly we&#39;re not responsible for Putin&#39;s intractable actions in Russia and invading Crimea.&quot;</p>\r\n\r\n<p>Beinart, a political science professor at City University of New York, said the relevant history goes back a lot further than Georgia.</p>\r\n\r\n<p>&quot;When the Soviets went into Budapest in 1956, Dwight Eisenhower did not risk U.S. lives. When the Soviets went into Prague in 1968, Lyndon Johnson did not risk U.S. lives,&quot; Beinart said. &quot;This is a tragic situation. We have to do whatever we can for Ukraine. But it has been a long-established fact that the United States is not going to risk significant U.S. casualties to fight a war with Russia near Russia&#39;s soil. And that fundamental reality, as much as we can try sanctions, as much as we can try diplomacy, is a fact before Barack Obama and after Barack Obama.&quot;</p>\r\n\r\n<p>Still, this has happened on Obama&rsquo;s watch and there is the question of how to characterize his foreign policy. O&rsquo;Hanlon sees two faces in the Obama record.</p>\r\n\r\n<p>&quot;(It) included some elements of resolve, such as troop increases in Afghanistan and killing bin Laden, and some of restraint or passivity, as in Syria,&quot; O&rsquo;Hanlon said.</p>\r\n\r\n<p>Finally, Palin&rsquo;s statement has little to do with the particular events that led up to the Ukrainian crisis. Putin firmly backed his political ally, Ukrainian President Viktor Yanukovych, and faced a stinging defeat when protests and broad dissatisfaction led the Ukrainian parliament to unseat him.</p>\r\n\r\n<p>Keith Darden, a professor at the School of International Service at American University, said Palin turned out to be correct but for the wrong reasons. In Ukraine, Darden said, Russia&rsquo;s vital interests are at risk.</p>\r\n\r\n<p>&quot;It was not a lack of U.S. credibility that is implicated here, certainly not because of our actions on Georgia,&quot; Darden said. &quot;Indeed, if the Georgian war had never happened, we would still see what happened this week.&quot;</p>\r\n\r\n<p>One last note, while Palin was eager to celebrate her Ukraine &quot;prediction,&quot; the other items on her check list have not materialized as she warned. Among other things, Iran now is working within a 6-month pilot treaty to back off its nuclear program and when the U.S. did send troops into Pakistan, it was to kill Osama bin Laden, a move generally supported across the American political spectrum. Iraq remains violent and unstable, but American forces have not returned.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Palin said she predicted that Obama&rsquo;s response to Russian military action in Georgia in 2008 would encourage Russia one day to invade Ukraine. The outside experts we reached did not find her words in 2008 to be a clear prediction, but they give her credit for accurately highlighting a place where a crisis in fact emerged.</p>\r\n\r\n<p>They did not agree with the logic behind her claim, however, and said there&#39;s a lot more to the story -- namely a history of America avoiding confrontation with Russia in its direct spheres of influence. Ultimately, whether Obama&#39;s actions somehow encouraged Putin and Russia to invade Ukraine is something Palin cannot prove.</p>\r\n\r\n<p>Her claim is partially accurate but takes things out of context. We rate it Half True.</p>\r\n", "ruling_comments_date": "2014-03-04T11:35:46.139905", "ruling_date": "2014-03-04T13:55:49", "ruling_headline": "Palin: I predicted Obama's win would trigger a Russian invasion into Ukraine", "ruling_headline_slug": "palin-i-predicted-obama-win-would-trigger-russian-", "ruling_link_text": "Palin warned of an invasion, but the Obama ties are fuzzy", "ruling_state": null, "source_documents": null, "sources": "<p>Sarah Palin, <a href=\"https://www.facebook.com/sarahpalin/posts/10201573917093799\"><u>Facebook post</u></a>, Feb. 28, 2014</p>\r\n\r\n<p>Newsmax, <a href=\"http://www.newsmax.com/Newsfront/sarah-palin-predicted-ukraine-russia/2014/03/02/id/555549\"><u>Sarah Palin predicted Ukraine invasion in 2008</u></a>, March 2, 2014</p>\r\n\r\n<p>BBC News, <a href=\"http://www.bbc.com/news/world-europe-26424738\"><u>Russia demands surrender of Ukraine&rsquo;s Crimean forces</u></a>, March 3, 2014</p>\r\n\r\n<p>Foreign Affairs, <a href=\"http://www.foreignaffairs.com/features/letters-from/letter-from-tbilisi-georgias-confidence-game\"><u>Letter from Tbilisi: Georgia&rsquo;s confidence game</u></a>, Aug. 11, 2009</p>\r\n\r\n<p>Washington Post, <a href=\"http://www.washingtonpost.com/world/europe/crimea-crisis-may-seem-like-georgia-russia-situation-of-2008-but-its-really-not/2014/03/02/39db1890-a242-11e3-a5fa-55f0c77bf39c_story.html\"><u>Comparing the Crimea conflict with the Georgia-Russian situation of 2008</u></a>, March 2, 2014</p>\r\n\r\n<p>BBC News, <a href=\"http://www.bbc.com/news/world-europe-18269210\"><u>South Ossetia profile</u></a></p>\r\n\r\n<p>CBS News, <a href=\"http://www.cbsnews.com/news/mccain-camp-continues-contrast-with-obama-on-georgia-conflict/\"><u>McCain camp continues contrast with Obama on Georgia conflict</u></a>, Aug. 13, 2008</p>\r\n\r\n<p>NBC News, <a href=\"http://firstread.nbcnews.com/_news/2008/08/08/4428068-mccain-obama-on-georgia?lite\"><u>First Read: McCain, Obama on Georgia</u></a>, Aug. 8, 2008</p>\r\n\r\n<p>New York Times, <a href=\"http://thecaucus.blogs.nytimes.com/2008/08/11/obama-emerges-to-talk-about-georgia/?_php=true&amp;_type=blogs&amp;_r=0\"><u>Obama emerges to talk about Georgia</u></a>, Aug. 11, 2008</p>\r\n\r\n<p>CNN, <a href=\"http://www.cnn.com/2008/POLITICS/08/11/candidates.georgia/\"><u>Georgia crisis tests presidential candidates</u></a>, Aug. 11, 2008</p>\r\n\r\n<p>CNN, <em>Erin Burnett OutFront</em>, March 3, 2014</p>\r\n\r\n<p>Fox News, <em>Hannity</em>, March 3, 2014</p>\r\n\r\n<p>Email interview, Michael O&rsquo;Hanlon, senior fellow, foreign policy, Brookings Institution, March 3, 2014</p>\r\n\r\n<p>Email interview, Mark Brawley, professor of international relations, McGill University, March 3, 2014</p>\r\n\r\n<p>Email interview, Mark Beissinger, director of the Princeton Institute for International and Regional Studies, Princeton University, March 3, 2014</p>\r\n\r\n<p>Email interview, Keith Darden, professor, School of International Service, American University, March 3, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "", "false_count": 20, "first_name": "Sarah", "half_true_count": 9, "home_state": "Alaska", "id": 63, "last_name": "Palin", "mostly_true_count": 6, "name_slug": "sarah-palin", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-sarahpalin.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/63/", "total_count": 67, "true_count": 14, "website": ""}, "statement": "<p>Says she made an &quot;accurate prediction&quot; that if Barack Obama were elected it would encourage Russia to invade Ukraine.</p>\r\n\r\n<p>&nbsp;</p>\r\n", "statement_context": "a post on Facebook", "statement_date": "2014-02-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}], "target": [], "twitter_headline": ""}