{"art": [], "author": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2014/mar/06/state-rep-brian-clem-d-salem/has-oregon-never-created-land-use-plan-what-it-sho/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 9019, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/9019/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>For more than 40 years, Oregon has maintained a national reputation for its comprehensive land-use system.</p>\r\n\r\n<p>However, political wrangling and costly, time-consuming lawsuits have frequently hamstrung the process. Mere mention of the words &quot;land use&quot; can divide many rooms down the middle.</p>\r\n\r\n<p><strong>The Claim</strong></p>\r\n\r\n<p>The Oregon Legislature just waded into a years-long attempt by the Portland region to create a 50-year supply of urban and rural reserves. Lawmakers jumped in after the Court of Appeals found parts of the plan fatally flawed.</p>\r\n\r\n<p>State Rep. Brian Clem, D-Salem, helped broker a bill, also with a 50-year horizon, that put into law significant parts of the plan the court tossed out. The bill trimmed the number of urban reserves, particularly in Washington County, and made a few other growth-boundary tweaks.</p>\r\n\r\n<p>Clem called the effort groundbreaking.</p>\r\n\r\n<p>&quot;This reserves effort is a big deal,&quot; he told reporters on Feb. 28, 2014. &quot;We&rsquo;ve never tried this before -- beyond that five-, six-year cycle, what it should look like for 50 years.&quot;</p>\r\n\r\n<p>There&rsquo;s something new under the sun when it comes to Oregon land-use law? PolitiFact Oregon checked.</p>\r\n\r\n<p><strong>The Analysis</strong></p>\r\n\r\n<p>Clem&rsquo;s claim hinges on both the 50-year time frame built into the new law -- is that a first? -- as well as the contents of the bill, the &quot;reserves.&quot;</p>\r\n\r\n<p>Given the tricky legal landscape, we called veteran land-use attorney Ed Sullivan. Everything the state is dealing with today, he said, stems from Senate Bill 100, the 1973 law requiring cities and counties to prepare their own plans in accordance with statewide goals.</p>\r\n\r\n<p>Rules based on the law require the Portland area to maintain a 20-year supply of &quot;buildable land,&quot; Sullivan said. They also require a review every five years to determine whether the urban growth boundary needs expanding.</p>\r\n\r\n<p>Fast-forward to the mid-1990s, when the counties and Metro -- the regional planning agency -- wearied of the every-five-year review scramble. They tried something different.</p>\r\n\r\n<p>Using existing authority, they designated more than 18,500 acres for urban reserves -- enough to accommodate growth for 30 years, according to projections.</p>\r\n\r\n<p>So there was language in a 1997 plan outlining a time frame longer than five years, but not the 50 contained in Clem&rsquo;s claim. However, the state Court of Appeals tossed that plan out, &nbsp;and it never took effect.</p>\r\n\r\n<p>We called Dan Chandler, now strategic policy administrator at Clackamas County, who worked on the 1997 case.</p>\r\n\r\n<p>What&rsquo;s different this time, he said, is the first-ever inclusion of rural reserves -- a classification of land that didn&rsquo;t exist in the law until 2007. The bill creating rural reserves, he added, established the legal path to the deal just struck in Salem.</p>\r\n\r\n<p>We emailed Clem at his legislative office, and he called us a few minutes later. He knew about the legal existence of urban reserves but hadn&rsquo;t realized the Portland area in the late 1990s -- in an ultimately doomed effort -- designated more than 18,500 acres for future growth.</p>\r\n\r\n<p>&quot;But what I was talking about in my claim,&quot; he said, &quot;was how no one has ever done both urban and rural reserves in one big effort. In fact, just before the quote you&rsquo;re focusing on, I specifically mentioned SB 1011, which is all about urban and rural reserves together. Without both components, I don&rsquo;t think we could have pulled this off.&quot;</p>\r\n\r\n<p>We checked with Christian Gaston, The Oregonian reporter who has been writing about the Legislature&rsquo;s land-use action. He confirmed Clem&rsquo;s account.</p>\r\n\r\n<p>Dubbed the &quot;grand bargain,&quot; the new law has received near-universal acclaim. One Clackamas County commissioner has expressed misgivings, but all of the groups that mounted court challenges against the most recent Metro/counties plan, including watchdog land-use group 1000 Friends of Oregon, say they are satisfied with the outcome.</p>\r\n\r\n<p><strong>The Ruling</strong></p>\r\n\r\n<p>The Portland area now has a new way to plan where growth will and won&rsquo;t occur, as well as a solution for avoiding those burdensome five-year periodic review cycles.</p>\r\n\r\n<p>Clem, in touting the law, said &quot;we&rsquo;ve never tried this before,&quot; meaning no one has devised a land-use plan that looks out a half-century.</p>\r\n\r\n<p>That&rsquo;s on the mark, since Metro and the three counties signed off on a plan 17 years ago that identified enough acreage to accommodate growth for three decades -- not five. It&rsquo;s important to note, however, that since that plan died after successful legal challenges, it was never &quot;tried.&quot; &nbsp;</p>\r\n\r\n<p>Clem rightly notes that the 1997 plan did not address rural reserves. In addition, he gets points for context. In his claim, he used the words &quot;reserves&quot; in referring to the first-ever inclusion of both urban and rural reserves in the same bill. The reporter who wrote the story that included his claim backed Clem&rsquo;s account.</p>\r\n\r\n<p>So while it&rsquo;s true that a plan was developed nearly 20 years ago that looked out far more than five years, that rocky iteration of Oregon&rsquo;s land-use history was never actually put into effect.</p>\r\n\r\n<p>We rate Clem&rsquo;s claim True.</p>\r\n\r\n<p><a href=\"http://www.oregonlive.com/politics/index.ssf/2014/03/rep_brian_clems_bold_land-use.html\">Return to OregonLive.com/politics to comment on this ruling.</a></p>\r\n", "ruling_comments_date": "2014-03-06T19:54:27.296962", "ruling_date": "2014-03-06T16:54:06", "ruling_headline": "Has Oregon never before created a land-use plan for \"what it should look like for 50 years?\"", "ruling_headline_slug": "has-oregon-never-created-land-use-plan-what-it-sho", "ruling_link_text": "Acre for acre, a solid land-use claim", "ruling_state": null, "source_documents": null, "sources": "<p>Telephone interview, Ed Sullivan, land-use attorney, March 3, 2014</p>\r\n\r\n<p>Telephone interview, Dan Chandler, Clackamas County senior policy administrator, March 3, 2014</p>\r\n\r\n<p>Telephone interview, state Rep. Brian Clem, D-Salem, March 3, 2014</p>\r\n\r\n<p>Telephone interview, Jason Miner, 1000 Friends of Oregon executive director, March 3, 2014</p>\r\n\r\n<p>Email, Christian Gaston, Oregonian reporter, March 4, 2014</p>\r\n\r\n<p>Oregon Court of Appeals ruling, D.S. Parklane Development Inc., vs. Metro</p>\r\n\r\n<p>Oregon Revised Statutes, ORS 197.299</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State representative", "false_count": 0, "first_name": "Brian", "half_true_count": 0, "home_state": "Oregon", "id": 2674, "last_name": "Clem", "mostly_true_count": 0, "name_slug": "state-rep-brian-clem-d-salem", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/clem.photo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2674/", "total_count": 1, "true_count": 1, "website": "https://www.oregonlegislature.gov/clem"}, "statement": "<p>Oregon has never before tried to create a land-use plan for &quot;what it should look like for 50 years.&quot;</p>\r\n", "statement_context": "a newspaper story", "statement_date": "2014-02-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 144, "photo": null, "resource_uri": "/api/v/2/subject/144/", "subject": "Urban", "subject_slug": "urban", "used_in_edition": []}], "target": [], "twitter_headline": ""}