{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2014/mar/11/charlie-crist/charlie-crist-says-economic-turnaround-started-end/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "facebook_headline": null, "id": 9028, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/9028/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>The Republican Party has tried to boil down the comparison between Florida Gov. Rick Scott and his rival, former Gov. Charlie Crist, with four words: &quot;<a href=\"http://www.politifact.com/florida/statements/2012/dec/14/rick-scott/rick-scott-says-floridas-economy-soured-under-char/\">Crist crash, Scott surge</a>.&quot;</p>\r\n\r\n<p>Crist -- a Republican-turned-independent while serving as governor from January 2007 to January 2011, was indeed in office during the economic downturn. His successor, Scott, has been in office during the recovery. Crist, now a Democrat, wants his old job back -- and he argues that the economic recovery actually started on his watch, not Scott&rsquo;s.</p>\r\n\r\n<p>He made that argument in a March 9, 2014,&nbsp;interview with <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1403/09/sotu.01.html\">CNN&rsquo;s Candy Crowley</a>:</p>\r\n\r\n<p><strong>Crowley</strong>: &quot;Can I get you in a yes or no to get you to tell me whether you think the economy is better than it was when the governor (Scott) took office?&quot;</p>\r\n\r\n<p><strong>Crist</strong>: &quot;I think it is, yes. You can. And I&#39;m always comfortable telling the truth but that turnaround started at the end of my term. And one of the reasons is I accepted the stimulus money, saved thousands of teachers&rsquo; jobs, law enforcement officers, firefighters, (is that) it was the right thing to do. &hellip; President Obama said, I want to help you, and I said yes as a Republican to a Democratic president. Not because it was political, but because it was right.&quot;</p>\r\n\r\n<p>We have <a href=\"http://www.politifact.com/florida/statements/2009/nov/05/charlie-crist/charlie-crist-says-he-didnt-endorse-stimulus-bill/\">previously</a> <a href=\"http://www.politifact.com/florida/statements/2010/oct/29/charlie-crist/charlie-crist-claims-recovery-act-stimulus-saved-t/\">fact-checked</a> <a href=\"http://www.politifact.com/florida/statements/2013/nov/07/charlie-crist/charlie-crist-says-he-stopped-layoffs-20000-teache/\">Crist&rsquo;s</a> claims about the stimulus. But PolitiFact&rsquo;s Truth-O-Meter revs up when we hear candidates make a point of saying they&rsquo;re &quot;telling the truth.&quot; Here we will fact-check Crist&rsquo;s claim that the economic turnaround started at the end of his term.</p>\r\n\r\n<p><strong>The economy at the end of Crist&rsquo;s tenure</strong></p>\r\n\r\n<p>On CNN, Crist didn&rsquo;t give a specific time period for the end of his term, but we focused on data during his final year in office -- 2010. (He officially left office in January 2011.) We contrasted that with Scott&rsquo;s first year in office -- 2011.</p>\r\n\r\n<p>Here are some statistics that will shed light on the Florida economy during that period.</p>\r\n\r\n<p><a href=\"http://www.bls.gov/lau/\"><strong>The unemployment rate</strong>:</a> In January 2010, the unemployment rate in Florida was 11.4 percent. During that year, it started to improve gradually, and by January 2011 it had dropped to 10.9 percent. Then, in 2011 under Scott, the unemployment rate continued to improve, dropping below double digits in October. By December, the unemployment rate was 9.5 percent, a drop of 1.4 percentage points.</p>\r\n\r\n<p>This measure provides Crist with some modest support: The unemployment rate did decrease in his final year -- though a decrease of 0.5 points is pretty small.</p>\r\n\r\n<p><strong>Per capita real GDP</strong>: Per capita real GDP measures the inflation-adjusted economic activity per person in Florida. In 2009-2010, per capita real GDP dropped by 0.74 percent. In 2010-11, it continued to drop but by less: 0.23 percent, before climbing in 2011-12 to 1.05.</p>\r\n\r\n<p>By this measure, Crist is wrong because per capita real GDP continued to drop during his tenure, even though it was a smaller drop than earlier in the recession.</p>\r\n\r\n<p>Former state Sen. Steve Geller, an informal adviser to Crist&rsquo;s campaign, told PolitiFact Florida in an email that per capita GDP had &quot;turned around&quot; because the decline had slowed down near the end of his term. However, we&#39;ll note that even though the decreases in GDP were smaller near the end of Crist&#39;s term, GDP was still shrinking -- not what we&#39;d consider a turnaround.</p>\r\n\r\n<p><strong>Per capita personal income</strong>: Per capita personal income refers to how much income was earned per person in the state. In 2009-2010, per capita personal income grew by 3.09 percent -- a turnaround compared to drops the two previous years. It continued to grow in 2011, by 3.64 percent.</p>\r\n\r\n<p>This measure gives Crist support, since per capita income growth turned from negative to positive during 2009-10.</p>\r\n\r\n<p><strong>Payroll employment per month</strong>: By this measure, employment rose from about 7,143,900 jobs in January 2010 to 7,230,300 in January 2011. That&rsquo;s a 1.20 percent increase -- but it came during a period when population in the state grew by 1.25 percent.</p>\r\n\r\n<p>Since employment growth did not keep pace with population growth, this is not a very strong piece of evidence for Crist.</p>\r\n\r\n<p><strong>Industrial production</strong>: Industrial production is an index that measures the value of manufacturing output, compared to a &quot;base&quot; rate of 100. Under Crist, industrial production rose from 89.94 in January 2010 to 94.29 in January 2011.</p>\r\n\r\n<p>This measure is one of the strongest pieces of evidence for Crist&rsquo;s claim.</p>\r\n\r\n<p>Economists we interviewed noted several caveats about the data: the GDP and personal income data starts mid-year, and personal income includes components such as dividends, which relate to the broader financial markets rather than state policies.</p>\r\n\r\n<p>Proprietary quarterly estimates by Moody&rsquo;s also show mixed evidence for Crist&rsquo;s argument. They show that real income per capita bottomed out in the fourth quarter of 2009 and rose throughout 2010. That&rsquo;s good for Crist&rsquo;s argument. By contrast, real GDP per capita, on the other hand, did not begin to recover by the end of Crist&rsquo;s term.</p>\r\n\r\n<p>Chris Lafakis, a senior economist at Moody&rsquo;s, said the evidence gives Crist a leg to stand on.</p>\r\n\r\n<p>&quot;Taking the preponderance of data into consideration, I would agree with Crist&rsquo;s claim that the economy started to recover while he was in office,&quot; Lafakis told PolitiFact Florida.</p>\r\n\r\n<p>But Sean Snaith, an economist at the University of Central Florida, said Florida&rsquo;s economy in 2010 showed &quot;a very weak pulse. The recovery strengthened slightly in 2011, but we were still limping forward.&quot;</p>\r\n\r\n<p><strong>How much credit does Crist deserve?</strong></p>\r\n\r\n<p>Another concern with Crist&rsquo;s claim is whether he has a basis for crediting his own policies for a turnaround.</p>\r\n\r\n<p>Several economists told us that it is difficult to pinpoint much blame or credit on a governor for shifts in the state&rsquo;s economy that were reflected in the national economy. While the national recovery officially started in June 2009, they said, Florida&#39;s recovery did not begin until some time in 2010, and the initial recovery was slow.</p>\r\n\r\n<p>&quot;If he is taking credit for the recovery, does he also bear responsibility for the recession? I am not sure you can simultaneously take credit for the good things and eschew any responsibility for the bad,&quot; Snaith said. &quot;The reality is that Florida&#39;s economic performance is a joint function of global and national factors influenced by national and state economic policies. It is difficult to try and deconstruct and then quantify what role each of these factors played in Florida&#39;s economy. &nbsp;But I don&#39;t suppose that will stop politicians from trying to do so.&quot;</p>\r\n\r\n<p>The timing of Florida&rsquo;s recovery had a lot to do with the national recovery as well as a comeback in certain sectors such as tourism, said David Denslow, an economist with the University of Florida&#39;s Bureau of Economic and Business Research.</p>\r\n\r\n<p>However, Denslow did offer Crist &quot;some credit, most importantly for trying to hold the line on government jobs, and accepting federal stimulus funds,&quot; Denslow said.</p>\r\n\r\n<p>While Crist&rsquo;s decision to accept stimulus funds during the worst part of the recession mitigated the damage, &quot;Scott&rsquo;s decision to cancel the high-speed rail line from Tampa to Orlando cost the state thousands of jobs,&quot; Lafakis said.</p>\r\n\r\n<p>Mark Vitner, an analyst at Wells Fargo, said though the unemployment rate began to fall under Crist, &quot;it was still extremely high, the recession began on his watch, and Florida&rsquo;s economy hit rock bottom on his watch.&quot;</p>\r\n\r\n<p>It takes a while to start moving a big state such as Florida in a different direction, Geller said.</p>\r\n\r\n<p>&quot;There is nothing magical about the inauguration date,&quot; Geller told PolitiFact Florida in an email. &quot;Things that Charlie started continued to happen through the end of 2011. &nbsp;I believe that Charlie should get at least part of the credit for the 2011-2012 increase.&quot;</p>\r\n\r\n<p>Though much of the state&rsquo;s economy is based on national trends, there are a few things governors can do to help the economy -- as Crist did by accepting the stimulus funds, Geller said. Likewise there are other factors a governor can&rsquo;t control such as the oil spill in April 2010.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Crist said that the economic &quot;turnaround started at the end of my term.&quot; During Crist&rsquo;s last year in office, Florida&rsquo;s economy experienced notable gains in personal income and industrial production, and more marginal improvements in the unemployment rate and in payroll employment. But GDP didn&rsquo;t grow again until Scott took office.</p>\r\n\r\n<p>Economists say Crist deserves some credit for the economic turnaround because he accepted federal stimulus dollars, but they add that any state is inevitably buffeted by national and international trends far beyond their control.</p>\r\n\r\n<p>On balance, the evidence for an economic turnaround on Crist&rsquo;s watch -- and for a significant role by him in a turnaround -- are mixed. So we rate his claim Half True.</p>\r\n", "ruling_comments_date": "2014-03-11T11:31:12.525291", "ruling_date": "2014-03-11T15:57:54", "ruling_headline": "Charlie Crist says Florida's economic turnaround started at the end of his term as governor", "ruling_headline_slug": "charlie-crist-says-economic-turnaround-started-end", "ruling_link_text": "Signs of a recovery in Crist's final year were mixed", "ruling_state": null, "source_documents": null, "sources": "<p>CNN transcript, <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1403/09/sotu.01.html\">&quot;State of the Union with Candy Crowley,&quot;</a> March 9, 2014</p>\r\n\r\n<p>U.S. Bureau of Labor Statistics, <a href=\"http://www.bls.gov/lau/\">Local area unemployment statistics</a>, 2007-2013</p>\r\n\r\n<p>U.S. Bureau of Economic Analysis, <a href=\"http://www.bea.gov/iTable/iTable.cfm?reqid=70&amp;step=1&amp;isuri=1&amp;acrdn=1#reqid=70&amp;step=10&amp;isuri=1&amp;7007=2012,2011,2010,2009,2008,2007&amp;7093=percentchange&amp;7003=1000&amp;7035=-1&amp;7036=-1&amp;7001=11000&amp;7002=1&amp;7090=70&amp;7004=naics&amp;7005=101&amp;7006=12000\">Per capita real GDP by state</a>, 2006-2012</p>\r\n\r\n<p>U.S. Bureau of Economic Analysis, <a href=\"http://www.bea.gov/iTable/iTable.cfm?reqid=70&amp;step=1&amp;isuri=1&amp;acrdn=4#reqid=70&amp;step=30&amp;isuri=1&amp;7028=3&amp;7040=-1&amp;7083=percentchange&amp;7031=0&amp;7022=21&amp;7023=0&amp;7024=non-industry&amp;7025=0&amp;7026=12000&amp;7027=2012,2011,2010,2009,2008,2007&amp;7001=421&amp;7029=21&amp;7090=70&amp;7033=-1\">GDP and personal income</a>, 2006-2012</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/statements/2013/nov/07/charlie-crist/charlie-crist-says-he-stopped-layoffs-20000-teache/\">&quot;Charlie Crist says he stopped layoffs of 20,000 teachers during recession,&quot;</a> Nov. 7, 2013</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/florida/statements/2010/oct/29/charlie-crist/charlie-crist-claims-recovery-act-stimulus-saved-t/\">Charlie Crist claims stimulus saved thousands of firefighter, law enforcement and educator jobs,&quot; </a>Oct. 29, 2012</p>\r\n\r\n<p>PolitiFact Fl<a href=\"http://www.politifact.com/florida/statements/2009/nov/05/charlie-crist/charlie-crist-says-he-didnt-endorse-stimulus-bill/\">orida, &quot;Charlie Crist says he didn&rsquo;t endorse stimulus bill,&quot; Nov. 5,</a> 2009</p>\r\n\r\n<p>Interview, Chris Lafakis, Moody&rsquo;s senior economist, March 10, 2014</p>\r\n\r\n<p>Interview, Mark Vitner, Wells Fargo senior economist, March 10, 2014</p>\r\n\r\n<p>Interview, Sean Snaith, director of the University of Central Florida&rsquo;s Institute for Economic Competitiveness, March 10, 2014</p>\r\n\r\n<p>Interview, David Denslow, professor and director of policy studies at University of Florida, Warrington College of Business Administration, Department of Economics, March 10, 2014</p>\r\n\r\n<p>Interview, Tara Sinclair, George Washington University economist, March 10, 2014</p>\r\n\r\n<p>Interview, Bill Seyfried, economics professor Rollins College, March 10, 2014</p>\r\n\r\n<p>Interview, former Sen. Steve Geller, informal adviser to Charlie Crist campaign, March 11, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 15, "current_job": "", "false_count": 9, "first_name": "Charlie", "half_true_count": 20, "home_state": "Florida", "id": 257, "last_name": "Crist", "mostly_true_count": 19, "name_slug": "charlie-crist", "pants_count": 2, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/crist.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/257/", "total_count": 90, "true_count": 15, "website": ""}, "statement": "<p>The economic &quot;turnaround started at the end of my term.&quot;</p>\r\n", "statement_context": "an interview on CNN", "statement_date": "2014-03-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}