{"art": [{"brightcove": "", "caption": "U.S. Senate candidate Paul Broun discusses his health care plan during a candidate forum organized by the National Federation of Independent Businesses.", "id": 4275, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/4275/", "title": "NFIB Georgia candidate forum", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/z_qopKbBhoU#t=848?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "z_qopKbBhoU#t=848"}], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2014/mar/14/paul-broun/does-candidates-obamacare-repeal-plan-take-bureauc/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 9041, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/9041/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Georgia Congressman Paul Broun has been telling anyone who&rsquo;ll listen that he has the elixir to improve the nation&rsquo;s health care system.</p>\r\n\r\n<p>Broun, a U.S. House member from Athens, is running as a Republican for the U.S. Senate and promoting his plan -- the Patient OPTION Act -- on the campaign trail. Broun made a claim about his plan that seemed worthy of a thorough examination on the Truth-O-Meter.</p>\r\n\r\n<p>&quot;Of all of the Republican plans out there, it&rsquo;s the only one that completely repeals Obamacare,&quot; Broun said at a recent candidate forum, organized by the National Federation of Independent Businesses. &quot;It takes the federal bureaucrat out of decisions for you.&quot;</p>\r\n\r\n<p>Broun, a doctor, most recently introduced his bill in August. His legislation, House Resolution 2900, would allow consumers to buy health care across state lines, make it easier for small businesses and other groups to band together in an effort to establish less expensive health plans, offer tax incentives to doctors who provide free health care to indigent patients, and move Medicare and Medicaid to other programs that he believes will create greater flexibility and help consumers.</p>\r\n\r\n<p>&quot;Dr. Broun&#39;s Patient OPTION Act is the only healthcare alternative plan that repeals Obamacare in full and removes bureaucrats from one&rsquo;s personal healthcare decisions,&quot; Broun&rsquo;s spokeswoman, Christine Hardman, said in one email.</p>\r\n\r\n<p>The bill has yet to make it to the House floor, and it has not been reviewed by the nonpartisan Congressional Budget Office for its potential impact on the federal budget.</p>\r\n\r\n<p>Several congressional Republicans have pitched their own plans to repeal the health care law, but Broun says his is the only proposal that removes federal bureaucrats from the process.</p>\r\n\r\n<p>Hardman gave us examples to support Broun&rsquo;s claim. They included: &nbsp;</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>H.R. 2900 does not require the secretary of health and human services (or anyone else at the federal level) to administer health plans put together by associations. All the other bills give the HHS secretary this power, she said.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Broun&rsquo;s team says his bill<strong> </strong>does not place judicial mandates on the states while the other bills have high federal involvement. &nbsp;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>The Centers for Medicare and Medicaid Services is phased out in Broun&rsquo;s plan.<strong> </strong>The other bills keep CMS in place, Broun&rsquo;s camp says. With no CMS, there is no bureaucracy to determine what doctors who see Medicare patients are paid, it says. Patients would be able to use the premium assistance in the bill or other means to contract with them one on one based on the services they need and want.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p>&quot;Without CMS, there would also be no interference with where one gets a procedure done (a physician-owned hospital vs. a traditional one), what kinds of imaging a patient can receive, and where (can you get an MRI right there, or do you have to travel to a secondary center), what type of treatment a patient can receive (can you get all of the physical therapy your condition warrants? What kind of oxygen tanks or other durable medical equipment can you use?),&quot; Hardman said.</p>\r\n\r\n<p>One recent GOP plan to repeal Obamacare, formally known as the Patient Protection and Affordable Care Act, was put together by a trio of Republican senators. The legislation, called the Patient CARE Act, keeps some provisions such as its requirement that insurers cover adult children younger than 27. Rep. Sean Duffy, R-Wis., has authored the Patient Centered Healthcare Savings Act, which calls for repealing Obamacare. It does allow adult children to remain on their parents&rsquo; plan until they are 23.</p>\r\n\r\n<p>Another bill was authored by a fellow Georgian serving in the House, Tom Price of Roswell. It would offer tax credits of nearly $5,800 to low-income families, give grant money to states to provide care through various pools, allow consumers and small businesses to buy insurance across state lines, and let private insurers offer options to Medicaid. U.S. Sen. John McCain, R-Ariz., offered a companion bill to Price&rsquo;s legislation.</p>\r\n\r\n<p>Hardman said one difference between Broun&rsquo;s bill and Price&rsquo;s proposal is that the latter&rsquo;s legislation directs the secretary of health and human services to issue best-practice guidelines for the treatment of medical conditions. That&rsquo;s an example of bureaucrats getting involved, Broun&rsquo;s camp says. Price&rsquo;s plan requires the Physician Consortium for Performance Improvement to approve Medicare program services. The American Medical Association started the Physician Consortium for Performance Improvement about a decade ago with the goal of improving patient safety.</p>\r\n\r\n<p>William Custer, the director of Georgia State University&rsquo;s Center for Health Services Research, is skeptical that Broun&rsquo;s plan can be implemented.</p>\r\n\r\n<p>&quot;Administering a Medicare premium assistance program requires someone to determine who is eligible and for what,&quot; Custer said. &quot;If you&rsquo;re going to give Medicare-eligible recipients (after someone, presumably in the federal government, has determined they are eligible) a voucher, are there rules as to what they can purchase with that voucher? Does it have to be health insurance, for example, and if so, are there restrictions or mandates on what&rsquo;s covered? Who is going to write those rules and to ensure they are followed?&quot;<strong> &nbsp;</strong></p>\r\n\r\n<p>Custer wondered who would ensure elderly Americans will be sold insurance. He also wondered who would make sure a procedure or treatment is safe if CMS is not around.</p>\r\n\r\n<p>Broun&rsquo;s bill raises another question. Once CMS is phased out, his legislation would transfer those duties within a part of the U.S. Treasury Department. Isn&rsquo;t that still part of the federal bureaucracy?</p>\r\n\r\n<p>PolitiFact Georgia raised that question and others to Hardman. She said there would be fewer federal people involved on the administrative level.</p>\r\n\r\n<p>&quot;There would still be federal bureaucrats involved at the administrative level, however, there would be thousands fewer than there are now, and as Dr. Broun stated, they would not be involved in making your healthcare decisions (the more personal decisions that are currently being made by a federal bureaucrat under Obamacare). So by transferring the duties of CMS to the Treasury Department, we would remove the middlemen and instead, empower Americans to take direct control of their own medical care,&quot; Hardman said.</p>\r\n\r\n<p>To sum up, Broun said his legislation would completely repeal Obamacare and takes federal bureaucrats out of individual health care decisions.</p>\r\n\r\n<p>There is quite a bit of context needed to understand this claim. Since the duties of CMS would be transferred to the Treasury Department, there will still be some federal officials involved in the process.</p>\r\n\r\n<p>Broun&rsquo;s bill would make Obamacare disappear. But so would other GOP proposals. And Broun&rsquo;s plan does not make the bureaucracy go away.</p>\r\n\r\n<p>Our rating: Mostly False.</p>\r\n", "ruling_comments_date": "2014-03-13T16:51:04.970951", "ruling_date": "2014-03-14T06:00:00", "ruling_headline": "Does candidate's Obamacare repeal plan take bureaucrats out of healthcare?", "ruling_headline_slug": "does-candidates-obamacare-repeal-plan-take-bureauc", "ruling_link_text": "Not exactly", "ruling_state": null, "source_documents": null, "sources": "<p>YouTube <a href=\"http://www.youtube.com/watch?v=z_qopKbBhoU#t=848\"><u>video</u></a> of Paul Broun, posted Feb. 19, 2014.</p>\r\n\r\n<p>Emails from Christine Hardman, spokeswoman for U.S. Rep. Paul Broun.</p>\r\n\r\n<p>Email interview with William Custer, director, Center for Health Services Research, Georgia State University, March 4, 2014.</p>\r\n\r\n<p>House Resolution <a href=\"http://beta.congress.gov/bill/113th-congress/house-bill/2300?q=%7B%22search%22%3A[%22HR+2300%22]%7D\"><u>2300</u></a>.</p>\r\n\r\n<p>House Resolution <a href=\"http://broun.house.gov/healthcarebill/brounbill.htm\"><u>2900</u></a>.</p>\r\n\r\n<p>Section-by-section <a href=\"http://tomprice.house.gov/sites/tomprice.house.gov/files/HR%202300%20Section%20by%20Section.pdf\"><u>overview</u></a> of U.S. Rep. Tom Price&rsquo;s House Resolution 2300.</p>\r\n\r\n<p>Side-by-side <a href=\"http://www.coburn.senate.gov/public//index.cfm?a=Files.Serve&amp;File_id=27662312-598d-4ce9-ac7b-6524c8a4d50a\"><u>comparison</u></a> of Patient CARE Act and the Patient Protection and Affordable Care Act.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Congressman", "false_count": 8, "first_name": "Paul", "half_true_count": 3, "home_state": "Georgia", "id": 987, "last_name": "Broun", "mostly_true_count": 2, "name_slug": "paul-broun", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/broun1111.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/987/", "total_count": 19, "true_count": 1, "website": ""}, "statement": "<p>Says his Patient OPTION Act is the only Republican plan &quot;that completely repeals Obamacare and it takes the federal bureaucrat out of decisions for you.&quot;</p>\r\n", "statement_context": "a candidate forum", "statement_date": "2014-03-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}