{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/punditfact/statements/2014/mar/26/rich-lowry/were-most-obamacare-sign-ups-people-who-had-insura/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 9094, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/9094/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>If Obamacare was about anything, it was about getting more people insured. The law never promised to eliminate the uninsured altogether, but the <a href=\"http://www.whitehouse.gov/blog/2010/09/16/affordable-care-act-helps-america-s-uninsured\"><u>Obama White House</u></a> did say 32 million people would gain coverage, out of about 48 million who didn&rsquo;t have it.</p>\r\n\r\n<p>With the sign-up window for 2014 about to close, Rich Lowry, editor in chief of the conservative news magazine National Review, gave a somber assessment of how the program is doing.</p>\r\n\r\n<p>&quot;The law is not going to collapse on its own weight, which seemed a real possibility when the launch was so botched, but I think it&rsquo;s still pretty grim,&quot; Lowry said on <em><a href=\"http://www.nbcnews.com/meet-the-press/meet-press-transcript-march-23-2014-n59966\"><u>Meet the Press</u></a></em>. &quot;If you believe the surveys of people who have signed up through these exchanges, most of them already had insurance, which suggests what you have basically done is a churn where you&rsquo;ve knocked people off their old insurance and then gotten them on the exchanges. There&rsquo;s not much upside to that.&quot;</p>\r\n\r\n<p>When Lowry mentioned &quot;exchanges&quot; he was talking about the federal and state systems, from websites to hotlines, aimed at getting people covered. If most of those folks were just changing plans, that would raise a pretty fundamental problem. We are checking whether surveys show that most of the people signing up through the Obamacare exchanges, now called marketplaces, already had insurance.</p>\r\n\r\n<p>Lowry pointed us to a <a href=\"http://healthcare.mckinsey.com/sites/default/files/Individual-Market-Enrollment.pdf\"><u>report from McKinsey and Company</u></a>, a large private consulting group. In early March, McKinsey released the results of a survey that found that of all the people who bought a new insurance policy, about a quarter of them said they hadn&rsquo;t been insured for at least most of last year.</p>\r\n\r\n<p>That sounds like Lowry had it right. Three-quarters of the sign-ups were people who already had coverage. That would qualify as &quot;most people&quot; in anyone&rsquo;s book.</p>\r\n\r\n<p>But there&rsquo;s more to the survey.</p>\r\n\r\n<p>McKinsey analysts make it clear that their study was about the individual insurance market as a whole, not specifically Obamacare marketplaces.</p>\r\n\r\n<p>People are free to buy directly from insurance companies or through government marketplaces. Emily Hackel, a spokesperson for McKinsey, said analysts did not break down their results for people who specifically purchased insurance through Obamacare.</p>\r\n\r\n<p>&quot;If you&rsquo;re looking to zero in on that, we don&rsquo;t have that detail,&quot; Hackel said.</p>\r\n\r\n<p>It&rsquo;s not like the report buries this distinction. In fact, it makes the point three times. In the first paragraph, it states that the survey &quot;included consumers who enrolled in health care coverage for 2014 (either on or off exchange).&quot; There is no way to know how many respondents fell into each group.</p>\r\n\r\n<p>So, the report Lowry cites doesn&rsquo;t speak directly to his point.</p>\r\n\r\n<p>When we raised this problem to Lowry, he said the McKinsey numbers would hold up if relatively few people signed-up directly through insurers. Lowry referred us to a piece in <em><a href=\"http://www.forbes.com/sites/scottgottlieb/2014/03/17/obamacares-upside-surprise-that-everyones-missing/\"><u>Forbes</u></a></em> that suggested that this group accounted for about 20 percent of enrollments. That wouldn&rsquo;t be enough to significantly change the McKinsey findings, Lowry said.</p>\r\n\r\n<p>He also cited an item on the website of the <a href=\"http://www.aei.org/article/health/how-many-people-did-obamacare-really-enroll/\"><u>American Enterprise Institute</u></a>, a think tank that has been critical of the Affordable Care Act. That article focused on an estimate of uninsured sign-ups from Goldman Sachs. However, that estimate was itself based on the McKinsey findings.</p>\r\n\r\n<p>One person Lowry referred to us to is <a href=\"http://healthpolicyandmarket.blogspot.com/2014/03/obamacare-uninsured-are-not-signing-up.html#more\"><u>Robert Laszewski</u></a>, a health care policy consultant who has highlighted many of the failings of Obamacare. But when we spoke to Laszewski, he had a cautious take on interpreting the McKinsey data.</p>\r\n\r\n<p>&quot;The McKinsey survey suggests a high percentage had insurance before,&quot; Laszewski told PunditFact. &quot;But it is limited, and we don&rsquo;t know.&quot;</p>\r\n\r\n<p>So what&rsquo;s the real number? That&rsquo;s tough to say.</p>\r\n\r\n<p>Laszewski has spoken to some of the largest insurance carriers who are selling through the marketplaces. From that, he guesses that about half of the people buying there were previously insured.</p>\r\n\r\n<p>&quot;That&rsquo;s what these carriers are telling me,&quot; Laszewski said. &quot;But that&rsquo;s just anecdotal information.&quot;</p>\r\n\r\n<p>That&rsquo;s only an estimate, but &quot;about half&quot; is not &quot;most&quot;.</p>\r\n\r\n<p>The federal agency charged with tracking what&rsquo;s going on, the Centers for Medicare and Medicaid Services, told us they don&rsquo;t have this information yet. Individual states have released numbers but these also fall short.</p>\r\n\r\n<p><a href=\"http://www.healthbenefitexchange.ny.gov/news/press-release-almost-600000-new-yorkers-have-enrolled-ny-state-health\"><u>New York</u></a> just reported that &quot;more than 70 percent of those who have enrolled to date were uninsured at the time of application.&quot; But that mixes together those who signed up for Medicaid and those who bought private insurance.</p>\r\n\r\n<p>Kentucky&rsquo;s Cabinet for Health and Family Services told PunditFact that 80 percent of the people who bought private insurance through their marketplace reported that they didn&#39;t have insurance. But spokesperson Jill Midkiff said the intake form does not ask how long they have been without coverage. It could have been as short as one day or as long as a year or more.</p>\r\n\r\n<p>Stephen Zuckerman is a health economist at the Urban Institute, a Washington academic center. He&rsquo;s very interested in knowing if Obamacare has made a dent in the uninsured population.</p>\r\n\r\n<p>&quot;This is one of the big questions where there will need to be more stats available before we can say what the law has done,&quot; Zuckerman said.</p>\r\n\r\n<p>For what it&rsquo;s worth, a <a href=\"http://www.gallup.com/poll/167798/uninsured-rate-continues-fall.aspx?ref=more\"><u>March Gallup poll</u></a> found the percentage of uninsured Americans has fallen by more than 2 percentage points since October 2013. This figure, too, is limited, because it does not prove that Obamacare is responsible. That said, the decline coincides with the launch of the marketplaces, and the greatest progress took place among households making less than $38,000 a year.</p>\r\n\r\n<p>Lowry&rsquo;s framework on Obamacare had its own limitation. When asked how it was doing, he spoke only about the fraction of uninsured buying coverage through the exchanges. That leaves out the gains made through Medicaid.</p>\r\n\r\n<p>The <a href=\"http://cbo.gov/sites/default/files/cbofiles/attachments/44190_EffectsAffordableCareActHealthInsuranceCoverage_2.pdf\"><u>Congressional Budget Office</u></a> estimated that in the short-run, about half of the progress toward getting people insured comes through opening Medicaid to the working poor by raising that program&rsquo;s income limit. Christine Eibner, an economist at the Rand Corporation, said Medicaid needs to be part of any assessment.</p>\r\n\r\n<p>&quot;The main goal of the law was to expand insurance coverage, not necessarily to enroll people on the exchanges,&quot; Eibner said. &quot;Medicaid and (exchange) sign-ups are both important in assessing the ACA, since the law expanded coverage using both programs.&quot;</p>\r\n\r\n<p><strong>Beware of fuzzy language</strong></p>\r\n\r\n<p>When you hear pundits and politicians talk about the success or failures of Obamacare, there are two factors that tend to cloud the debate. First, the expansion of Medicaid has a big impact on reducing the ranks of the uninsured. But it has proven to be very tough to tease out the people who gained Medicaid coverage thanks to the higher income limit by itself. Plenty of people who are signing up were eligible before.</p>\r\n\r\n<p>Second, some states that run their own exchanges, such as New York, California and Kentucky, have a &quot;no wrong door&quot; approach. That means, everyone enters through the same portal. As they fill in their personal information, those who are Medicaid eligible get sent down one path; people who make more money get directed toward private insurance.</p>\r\n\r\n<p>Those states tend to say everyone got covered through the exchange, but in terms of the Affordable Care Act, very different pieces of the law are in play.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Lowry said reports show that most of the people signing up through the Obamacare exchanges already had insurance. The McKinsey report he cited did not address his specific point. It examined the individual insurance market as a whole, regardless of how people found their insurance plans. While Lowry couched his claim with the caveat, &quot;if you believe the surveys,&quot; it doesn&rsquo;t matter if you believe the McKinsey survey. The survey did not describe the performance of Obamacare. An analyst cited by Lowry confirmed this point.</p>\r\n\r\n<p>There are other data from other states that Lowry could have cited that would suggest a greater impact on the number of uninsured people. But that is also flawed.</p>\r\n\r\n<p>The fact is, we have no clear data and to say most of the people already had insurance sidesteps an information gap. We rate this claim Mostly False.</p>\r\n", "ruling_comments_date": "2014-03-25T12:14:19.022084", "ruling_date": "2014-03-26T13:42:31", "ruling_headline": "Are most Obamacare sign-ups people who had insurance before?", "ruling_headline_slug": "were-most-obamacare-sign-ups-people-who-had-insura", "ruling_link_text": "His source focused on a different question", "ruling_state": null, "source_documents": null, "sources": "<p>NBC,&nbsp;<a href=\"http://www.nbcnews.com/meet-the-press/meet-press-transcript-march-23-2014-n59966\">Meet the Press</a>, March 23, 2014</p>\r\n\r\n<p>New York Department of Health,&nbsp;<a href=\"http://www.healthbenefitexchange.ny.gov/news/press-release-almost-600000-new-yorkers-have-enrolled-ny-state-health\">Almost 600,000 New Yorkers have enrolled in NY State of Health</a>, March 10, 2014</p>\r\n\r\n<p>Kentucky Connect,&nbsp;<a href=\"https://www.facebook.com/kynectky/posts/676643249058735?stream_ref=10\">Facebook post</a>, March 21, 2014</p>\r\n\r\n<p>McKinsey and Company,&nbsp;<a href=\"http://healthcare.mckinsey.com/sites/default/files/Individual-Market-Enrollment.pdf\">Individual market enrollment: Updated view</a>, March 2014</p>\r\n\r\n<p>Forbes,&nbsp;<a href=\"http://www.forbes.com/sites/theapothecary/2014/03/08/mckinsey-only-14-of-obamacare-exchange-sign-ups-are-previously-uninsured-enrollees/\">McKinsey: Only 14% Of Obamacare Exchange Sign-Ups Are Previously Uninsured Enrollees</a>, March 8, 2014</p>\r\n\r\n<p>White House,&nbsp;<a href=\"http://www.whitehouse.gov/blog/2010/09/16/affordable-care-act-helps-america-s-uninsured\">Affordable Care Act helps America&rsquo;s uninsured</a>, Sep. 16, 2010</p>\r\n\r\n<p>Washington Post,&nbsp;<a href=\"http://www.washingtonpost.com/blogs/fact-checker/wp/2014/01/16/warning-ignore-claims-that-3-9-million-people-signed-up-for-medicaid-because-of-obamacare/\">Factchecker: Warning: Ignore claims that 3.9 million people signed up for Medicaid because of Obamacare</a>, Jan. 16, 2014</p>\r\n\r\n<p>Kaiser Family Foundation,&nbsp;<a href=\"http://kff.org/health-reform/perspective/obamacare-the-metrics-in-the-news-are-mostly-wrong/?utm_campaign=KFF%3A+Policy+Insights&amp;utm_source=hs_email&amp;utm_medium=email&amp;utm_content=12290723&amp;_hsenc=p2ANqtz--XUqIo5GcomnhA59FiY9sjozDnEFoHosZorOHT4TFlNBf4G1Mm7zbUWOsLcclNoNKn0FjNJkANR5NcLhkt4U7EVoREXg&amp;_hsmi=12290723\">Obamacare: The Metrics In The News Are Mostly Wrong</a>, March 24, 2014</p>\r\n\r\n<p>Congressional Budget Office,&nbsp;<a href=\"http://cbo.gov/sites/default/files/cbofiles/attachments/44190_EffectsAffordableCareActHealthInsuranceCoverage_2.pdf\">Effects of the Affordable Care Act on health insurance coverage</a>, May 2013</p>\r\n\r\n<p>Congressional Budget Office,&nbsp;<a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/43472-07-24-2012-CoverageEstimates.pdf\">Estimates for the Insurance Coverage Provisions of the Affordable Care Act Updated for the Recent Supreme Court Decision</a>, July 2012</p>\r\n\r\n<p>Washington Post,&nbsp;<a href=\"http://www.washingtonpost.com/national/health-science/health-insurance-marketplaces-signing-up-few-uninsured-americans-surveys-say/2014/03/06/cdae3152-a54d-11e3-84d4-e59b1709222c_story.html\">New health insurance marketplaces signing up few uninsured Americans, two surveys find</a>, March 6, 2014</p>\r\n\r\n<p>American Enterprise Institute,&nbsp;<a href=\"http://www.aei.org/article/health/how-many-people-did-obamacare-really-enroll/\">How many people did Obamacare really enroll?</a>, March 12, 2014</p>\r\n\r\n<p>Forbes,&nbsp;<a href=\"http://www.forbes.com/sites/scottgottlieb/2014/03/17/obamacares-upside-surprise-that-everyones-missing/\">Obamacare&#39;s Upside Surprise: Off Exchange Sign Ups Boost Enrollment Trends</a>, March 17, 2014</p>\r\n\r\n<p>Health care marketplace and policy review,&nbsp;<a href=\"http://healthpolicyandmarket.blogspot.com/2014/03/obamacare-uninsured-are-not-signing-up.html#more\">Obamacare: The Uninsured Are Not Signing Up Because the Dogs Don&#39;t Like It</a>, March 6, 2014</p>\r\n\r\n<p>Gallup,&nbsp;<a href=\"http://www.gallup.com/poll/167798/uninsured-rate-continues-fall.aspx?ref=more\">U.S. Uninsured Rate Continues to Fall</a>, March 10, 2014</p>\r\n\r\n<p>Covered California,&nbsp;<a href=\"https://www.coveredca.com/coverage-basics/medi-cal.html\">Medi-Cal basics</a></p>\r\n\r\n<p>Email interview, Christine Eibner, senior economist, Rand Corporation, March 25, 2014</p>\r\n\r\n<p>Email interview, Alan Krueger, econmist, Princeton University, March 24, 2014</p>\r\n\r\n<p>Email interview, Charles Gaba, creator, acasignups.net, March 24, 2014</p>\r\n\r\n<p>Email interview, Jill Midkiff, executive director of communications, Kentucky Cabinet of Health and Family Services, March 25, 2014</p>\r\n\r\n<p>Interview, Stephen Zuckerman, co-director, Health Policy Center, Urban Institute, March 24, 2014</p>\r\n\r\n<p>Interview, Emily Hackel, spokesperson, McKinsey and Company, March 24, 2014</p>\r\n\r\n<p>Interview, Robert Laszewski, president, Health Policy and Strategy Associates, March 26, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Editor, National Review", "false_count": 0, "first_name": "Rich", "half_true_count": 0, "home_state": "", "id": 2698, "last_name": "Lowry", "mostly_true_count": 0, "name_slug": "rich-lowry", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rich_lowry_gettyimages_328.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2698/", "total_count": 2, "true_count": 1, "website": "http://www.nationalreview.com/"}, "statement": "<p>Most of the people who have signed up through the Obamacare exchanges &quot;already had insurance.&quot;</p>\r\n", "statement_context": "a broadcast of NBC's \"Meet the Press\"", "statement_date": "2014-03-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}