{"art": [{"brightcove": "", "caption": "Nancy Grace and Dan Abrams debated premeditation in the Oscar Pistorius murder trial in South Africa.", "id": 4352, "infogram": "", "ndn": "", "ndnid": "", "other": "<iframe src='http://abcnews.go.com/video/embed?id=23032034' width='300' height='169' style='border:none;'></iframe><br/><a href=\"http://abcnews.go.com/us?cid=11_extvid1\">ABC US News</a>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/4352/", "title": "Nancy Grace and Dan Abrams", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "canonical_url": "/punditfact/statements/2014/mar/31/nancy-grace/nancy-grace-talks-oscar-pistorious-trial-could-pre/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 9120, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "resource_uri": "/api/v/2/statement/9120/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>On-air flare-ups between TV pundits trigger our spidey sense here at PunditFact, especially when the hot topic is a murder case gripping the world&rsquo;s attention. So when Dan Abrams and Nancy Grace got into a spat over the Oscar Pistorius murder trial <a href=\"http://abcnews.go.com/GMA/video/oscar-pistorius-trial-nancy-grace-dan-abrams-possiblity-23032034?tab=9482930&amp;section=1206852&amp;playlist=23035057\"><u>on </u><em><u>Good Morning America</u></em></a>, we had to dig in.</p>\r\n\r\n<p>Pistorius, the paralympian known as &quot;Blade Runner,&quot; is accused of murdering his girlfriend, model Reeva Steenkamp, by shooting her with expanding bullets through a bathroom door in his home on Feb. 14, 2013. He admitted to shooting her but says it was an accident because he thought she was an intruder. The prosecution presented its case in March, and Pistorius is expected to take the stand when the trial <a href=\"http://www.cnn.com/2014/03/28/world/africa/pistorius-trial-defense/index.html?hpt=hp_t2\"><u>resumes.</u></a></p>\r\n\r\n<p>Abrams and Grace,&nbsp;who are both attorneys, agreed the prosecution brought a strong case for a murder conviction. But they had sharply different takes on whether there was enough evidence to prove the killing of Steenkamp was premeditated.</p>\r\n\r\n<p>Abrams said, &quot;I have not heard a single piece of evidence in this case which says this was a premeditated murder.&quot;</p>\r\n\r\n<p>&quot;Premeditation requires planning, it requires thought beforehand. That&rsquo;s very different from just an intentional murder. He&rsquo;s charged with premeditated murder here. Look, the reality is this judge could decide intentional murder, that&rsquo;s still a conviction on murder, it&rsquo;s a slightly lesser sentence than premeditated. But I don&rsquo;t know why they&rsquo;ve pursued a premeditated murder case unless there&rsquo;s some other evidence that&rsquo;s going to be presented in this case.&quot;</p>\r\n\r\n<p>Grace&rsquo;s turn. &quot;Well, I know why. And it&rsquo;s a very common misunderstanding about premeditation. Yes, it is intent. Yes, it is planning. But premeditation can be formed in the twinkling of an eye. That quickly.&quot;</p>\r\n\r\n<p>There was some overtalk, and Grace continued: &quot;He came and got the gun out of the holster from under her side of the bed. He had to see, he was on his stumps, which he lied about, he had to see she wasn&rsquo;t in the bed. He then walked into the bathroom and started firing. And they had had an argument. And the argument as you pointed out earlier, Dan, shows motive for anger. And just because you&rsquo;re angry that does not denigrate premeditation.&quot;</p>\r\n\r\n<p>Abrams responded: &quot;But that&rsquo;s just a misunderstanding of the law. The bottom line is what Nancy is talking about, about what you can form in an instant, is intent. You can create the intent to commit murder in an instant. You cannot create the intent to create premeditation in an instant. And in fact there&rsquo;s a case in South Africa...&quot;</p>\r\n\r\n<p>Grace cut in: &quot;The intent to create premeditation? Premeditation is simply planning, and you can plan in a moment of minutes.&quot;</p>\r\n\r\n<p>&quot;Whoa, so now we&rsquo;re minutes?&quot; Abrams said. &quot;A moment ago you were saying it&rsquo;s seconds. So the bottom line is premeditation takes time. You have to plan it out.&quot;</p>\r\n\r\n<p>Grace: &quot;Yeah, well, it can be seconds according to the law. Go read your law book. Come back to me after you&rsquo;ve tried a couple murders.&quot;</p>\r\n\r\n<p>Sorry for the whole transcript, but it&rsquo;s a fun read. And it&rsquo;s all crucial to our fact-check.<strong> </strong>Disses aside, a reader asked if Grace was right that premeditation could occur in &quot;the twinkling of an eye.&quot;</p>\r\n\r\n<p>In South Africa, the site of Pistorius&rsquo; trial, the answer could mean the difference between Pistorius spending the rest of his life in prison or getting a lighter sentence. (There&rsquo;s no death penalty, or juries, in South Africa.)</p>\r\n\r\n<p>To our question here, legal analysts we consulted&nbsp;said deciding to kill someone in the moments before a murder can be considered premeditation in many American jurisdictions. But that does not necessarily apply in the backdrop of Grace&rsquo;s statement, South African court, where experts point to case law that suggests premeditation requires more of a plan.</p>\r\n\r\n<p><strong>Could it happen in the U.S.?</strong></p>\r\n\r\n<p>Pistorius is charged with murder, and prosecutors want to prove it was premeditated because that warrants the stiffest penalty under South African law, life in prison. The legal analysts on TV were essentially arguing about what kind of sentence he will get.</p>\r\n\r\n<p>Grace, via a HLN spokeswoman, pointed to case law to back up her point involving U.S. Supreme Court decisions and state Supreme Court appeals of murder cases in Montana and Georgia, <a href=\"https://www.courtlistener.com/mont/74UJ/state-v-brooks/\"><u>which</u></a> say things like &quot;premeditation may be <a href=\"http://law.justia.com/cases/montana/supreme-court/1957/310-p-2d-571.html\"><u>formed momentarily</u></a>&quot; and &quot;<a href=\"http://law.justia.com/cases/georgia/supreme-court/2000/s00a0972-1.html\"><u>malice aforethought can be formed instantly</u></a>.&quot;</p>\r\n\r\n<p>And American law experts say she has a valid point that just seconds could qualify as premeditated in some states. Planning in many American definitions does not require much time and is basically the opposite of impulse, which usually leads to second-degree murder, said Robert Weisberg, a Stanford University law professor and director of the Stanford Criminal Justice Center. But it&rsquo;s not uniform.</p>\r\n\r\n<p>&quot;The drafters of the American Model Penal Code strongly urged the elimination of the premeditation/intent distinction, but few states follow that guidance,&quot; Weisberg said.</p>\r\n\r\n<p>So whether premeditation can occur in an instant in America is nuanced depending upon the jurisdiction.</p>\r\n\r\n<p>&quot;That might be true in a Georgia court where she practiced law, but it&rsquo;s not true in a Florida court,&quot; said Charles Rose, a professor at Stetson University College of Law.</p>\r\n\r\n<p><strong>South Africa law &ne; U.S. law</strong></p>\r\n\r\n<p>The more important question: Could it be true in South Africa?</p>\r\n\r\n<p>What counts as premeditation is an unsettled area of law decided on a case by case basis, said Kelly Phelps, a University of Cape Town Faculty of Law senior lecturer. Still, jurisprudence suggests it takes time.</p>\r\n\r\n<p>&quot;What is clear is that crimes of passion in the heat of the moment will not be premeditation,&quot; Phelps said. &quot;It is true that as long as a clear thought is formed and executed, even in a few minutes, this could in theory be premeditation, but not if the killing happen on the spur of the moment out of rage.&quot;</p>\r\n\r\n<p>Some types of murder that would be considered premeditated in the U.S. would not be considered premeditated in South Africa, said Bob Dekle, a retired assistant state attorney who teaches the prosecution clinic at the University of Florida Levin College of Law.</p>\r\n\r\n<p>In South Africa, murder is defined as the unlawful and intentional killing of another person. There are three different forms of intent that come into play when a judge is determining the length of a sentence. (Memorize the Latin terms like we did and you&rsquo;ll seem super informed about this case.)</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p><em>Dolus directus</em>, or direct intent. It was your goal to kill someone.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p><em>Dolus eventualis, </em>or knowing the possible result of your action will kill someone and recklessly going through with it anyway. It&rsquo;s akin to second-degree murder, Dekle said.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p><em>Dolus indirectus</em>, or indirect intent. When a person&rsquo;s death is a substantially certain outcome of your action, such as committing arson and knowing factory workers will die as a result.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p>The judge could also decide the murder was not intentional and find Pistorius guilty of culpable homicide, or an unlawful negligent killing. In that scenario, Pistorius ought to have foreseen the result of shooting through a door but did not, or he should have known Steenkamp was in the bathroom when shooting through the door, said Marius du Toit, a criminal defense attorney in South Africa who is tracking the case. The court would determine how a reasonable person in Pistorius&rsquo; situation would have acted that night and compare it to what he did.</p>\r\n\r\n<p>The bigger takeaway, Dekle said, is South African law has a high standard for premeditation. &nbsp;&quot;When South African law says premeditation, what they mean is a prior plan to murder,&quot; Dekle said. &quot;That&rsquo;s somewhat similar to our concept of cold, calculated and premeditated&quot; in Florida.</p>\r\n\r\n<p>On <em>Good Morning America</em>, Abrams tried&nbsp;to reference a South Africa case, <em><a href=\"http://www.saflii.org/za/cases/ZAWCHC/2008/72.pdf\"><u>Raath vs. The State</u></a></em>, a&nbsp;decision cited alongside discussions of what constitutes premeditation, but Grace cut him off.</p>\r\n\r\n<p>A High Court revisited the case of a man who made his son open a safe so he could retrieve a revolver, which he used to kill his wife across the street moments later. The court reduced his life sentence to 22 years, arguing the lower court erred in deeming the murder as the result of premeditation. Even though there is no concrete definition for the term, the judge wrote, &quot;clearly the concept suggests a deliberate weighing up of the proposed criminal conduct as opposed to the commission of the crime on the spur of the moment or in unexpected circumstances.&quot;</p>\r\n\r\n<p style=\"margin-left:36pt\"><em>It is correct that from the moment he appeared to conceive the idea of shooting his wife the appellant brooked no opposition and almost immediately proceeded to carry out the terrible deed. However, this does not, in my view, transform what appears to have been the deadly, but spur of the moment act or acts of a man in an emotional rage, into a planned and premeditated murder. </em></p>\r\n\r\n<p>In other words?</p>\r\n\r\n<p>&quot;Grace has got it all wrong,&quot; du Toit,<strong> </strong>the South African criminal defense attorney, said. &quot;The period between the forming of the intention and the carrying out of the act is crucial to the test whether premeditation was present. Our courts have said repeatedly that premeditation does not occur on the &lsquo;spur of the moment.&rsquo;&quot;</p>\r\n\r\n<p>The prosecution alleged premeditation in the Pistorius trial to get him to disclose his full version of the events leading up to Steenkamp&rsquo;s death, du Toit said.</p>\r\n\r\n<p>Phelps, the law lecturer from South Africa, pointed to several cases, among them <em><a href=\"http://www.saflii.org/za/cases/ZAECBHC/2010/11.html\"><u>State vs. Dyonase</u></a></em>, in which the accused killer retaliated to the victim&rsquo;s previous assault and ransacking of his home by ambushing him as he returned from drinking with another friend and stabbing him to death. The court weighed whether the evidence showed a preconceived design or clear motive, which would prove premeditation. The court ruled the murder was not premeditated, preventing the killer from serving a minimum life sentence. (You can read more cases and Phelps&rsquo;s commentary in this <a href=\"https://drive.google.com/file/d/0BzR_9M-1WtJTdEF5WXgxaTNqMnBZLUUwTEwtdDVES3g4RHQ0/edit?usp=sharing\"><u>document.</u></a>)</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Grace and Abrams wrangled over the definition of premeditated murder, with Grace arguing, &quot;premeditation can be formed in the twinkling of an eye.&quot;</p>\r\n\r\n<p>Location, location, location.</p>\r\n\r\n<p>Legal experts told us it could in some parts of the United States, but it&rsquo;s not as likely to meet South Africa&rsquo;s heightened standards for premeditation. While the definition for what counts as premeditation is not finite, legal precedent shows South African courts are likely to require evidence that proves more planning than a &quot;spur of the moment&quot; decision.</p>\r\n\r\n<p>We rate her claim Mostly False.</p>\r\n\r\n<p><em>Thanks to our friends at reddit, both in our </em><a href=\"http://www.reddit.com/r/punditfact\"><u>reddit community</u></a><em> and in the /r/</em><a href=\"http://www.reddit.com/r/law/comments/21cu7w/nancy_grace_re_pistorius_trial_says_premeditated/\"><u>law subreddit</u></a><em>, for weighing in on this fact-check. </em></p>\r\n", "ruling_comments_date": "2014-03-31T11:24:59.040197", "ruling_date": "2014-03-31T11:55:21", "ruling_headline": "Nancy Grace talks Oscar Pistorius trial: Could premeditated murder happen 'in the twinkling of an eye'?", "ruling_headline_slug": "nancy-grace-talks-oscar-pistorious-trial-could-pre", "ruling_link_text": "(Trial) location, location, location", "ruling_state": null, "source_documents": null, "sources": "<p>ABC&rsquo;s <em>Good Morning America</em>, &quot;<a href=\"http://abcnews.go.com/GMA/video/oscar-pistorius-trial-nancy-grace-dan-abrams-possiblity-23032034?tab=9482930&amp;section=1206852&amp;playlist=23035057\"><u>Oscar Pistorius murder trial: prosecution wraps up case,</u></a>&quot; March 24, 2014</p>\r\n\r\n<p>Interview with Abrams assistant Taylor Dunn, March 24, 2014</p>\r\n\r\n<p>Interview with Robert Weisberg, Stanford Criminal Justice Center director and professor, March 25, 2014</p>\r\n\r\n<p>Interview with Alison Rudnick, HLN spokeswoman, March 24, 2014</p>\r\n\r\n<p>Interview with Charles Rose III, Stetson University College of Law professor, March 26, 2014</p>\r\n\r\n<p>Interview with George &quot;Bob&quot; Dekle, University of Florida Levin College of Law professor and retired prosecutor, March 26, 2014</p>\r\n\r\n<p>Interview with Marius du Toit, criminal defense attorney in South Africa, March 27, 2014</p>\r\n\r\n<p>Interview with Kelly Phelps, University of Cape Town Faculty of Law senior lecturer, March 28, 2014</p>\r\n\r\n<p>Bloomberg, <a href=\"http://www.bloomberg.com/news/2014-02-27/pistorius-prosecution-faces-fight-to-prove-premeditated-murder.html\"><u>Pistorius Prosecution in Fight to Prove Premeditated Murder</u></a>, Feb. 28, 2014</p>\r\n\r\n<p>TVN, &quot;<a href=\"http://www.tsn.ca/story/print/?id=445273\"><u>Legal Look: Oscar Pistorius Murder Trial</u></a>&quot; by legal analyst Eric Macramalla, March 4, 2014</p>\r\n\r\n<p>Du Toit Attorneys, &quot;<a href=\"http://www.dutoitattorneys.com/recent-court-judgements/comment-oscar-pistorius-trial\"><u>Comment: What to expect during the Oscar Pistorius trial</u></a>,&quot; accessed March 24, 2014</p>\r\n\r\n<p><em>Los Angeles Times</em>, &quot;<a href=\"http://www.latimes.com/world/worldnow/la-fg-wn-pistorius-trial-prosecution-20140325,0,5928223.story#axzz2x6CilMj7\"><u>Prosecution in Pistorius trial wraps up its case</u></a>,&quot; March 25, 2014</p>\r\n\r\n<p>High Court of South Africa judgment,<a href=\"http://www.saflii.org/za/cases/ZAWCHC/2008/72.pdf\"><u> </u><u>Raath v. The State</u></a><em>, </em>Dec. 12, 2008</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 0, "first_name": "Nancy", "half_true_count": 0, "home_state": "", "id": 2599, "last_name": "Grace", "mostly_true_count": 0, "name_slug": "nancy-grace", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ng.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2599/", "total_count": 2, "true_count": 0, "website": "http://www.hlntv.com/shows/nancy-grace"}, "statement": "<p>Premeditation, in murder cases like the Oscar Pistorius case, &quot;can be formed in the twinkling of an eye.&quot;</p>\r\n", "statement_context": "an interview on ABC's \"Good Morning America\"", "statement_date": "2014-03-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": ""}