{"art": [{"brightcove": "", "caption": "John Sununu discusses the health care law on \"Meet the Press.\"", "id": 4398, "infogram": "", "ndn": "<div data-config-site-section=\"tbtimes\" data-config-video-id=25798645 data-config-tracking-group=\"90964\" data-config-type=\"VideoPlayer/Single\" data-config-widget-id=\"2\" class=\"ndn_embed\" id=\"ndn_single_player\"></div>", "ndnid": "25798645", "other": "", "photo": null, "resource_type": {"id": 5, "name": "NDN", "resource_uri": "/api/v/2/mediatype/5/"}, "resource_uri": "/api/v/2/media/4398/", "title": "Sununu", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "canonical_url": "/punditfact/statements/2014/apr/10/john-e-sununu/john-sununu-says-just-14-million-americans-insured/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 9170, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "resource_uri": "/api/v/2/statement/9170/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>For all the cheers of &quot;we did it!&quot; last week about 7.1 million Obamacare sign-ups, former U.S. Sen. John E. Sununu says Democrats are glossing over one big, grim fact.</p>\r\n\r\n<p>They&rsquo;re barely making a dent in delivering health insurance to the uninsured.</p>\r\n\r\n<p>Sununu, a New Hampshire Republican who writes columns for the <em>Boston Globe</em>, made his case for this theory during the April 6 political roundtable on NBC&rsquo;s <em>Meet the Press.</em> (Don&rsquo;t worry about following his math for right now, we&rsquo;ll explain it.)</p>\r\n\r\n<p>&quot;It&rsquo;s not about enrollment figures. It&rsquo;s about reducing the number of uninsured in this country,&quot; Sununu said. &quot;We have 50 million uninsured. If you only look at the enrollment figure, you miss the question of how many of them were previously uninsured.&quot;</p>\r\n\r\n<p>&quot;So you have to multiply it by about 80 percent, Rand says 80 percent probably will be the number that actually pay. Gets you down to 5.6 (million). And how many who were previously uninsured, McKinsey consulting did some surveys, 25 percent previously uninsured. Now you&#39;re down to 1.4 million. That&rsquo;s about 3 percent,&quot; Sununu said. &quot;Reducing the number of uninsured in America by 3 percent for how much money? $2 trillion. That&rsquo;s not good cost-spending,&quot;</p>\r\n\r\n<p>PunditFact is focusing on Sununu&rsquo;s conclusion: Obamacare reduces the uninsured population by just 3 percent at a cost of $2 trillion.</p>\r\n\r\n<p>The claim, we find, is a far cry from reality for three reasons:</p>\r\n\r\n<ol>\r\n\t<li>\r\n\t<p>Just about every piece of the math Sununu laid out is based on shaky or debatable assumptions. This produces the even shakier result that only 1.4 million people were not previously uninsured before getting coverage under the health care law, or 3 percent of the previously uninsured population.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>The $2 trillion cost he mentions is a 10-year projection for government spending, which&nbsp;does not factor in revenue brought in from the law and is inappropriately juxtaposed with his estimate for the first year of Obamacare signups.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>The online marketplaces operated by federal and state governments were never meant to be the only way people obtain insurance through the Affordable Care Act. Various reports show millions pursued coverage through their employers and Medicaid over the six-month enrollment period.</p>\r\n\t</li>\r\n</ol>\r\n\r\n<p>Let&rsquo;s dive in.</p>\r\n\r\n<p><strong>Mangling the math</strong></p>\r\n\r\n<p>This is not Sununu&rsquo;s first stab at trying to dissect the government&rsquo;s reported figures in an effort to pinpoint who&rsquo;s really gaining insurance for the first time. He wrote a <a href=\"http://www.bostonglobe.com/opinion/2014/03/30/obamacare-misses-target/0mNpXnRGH4m5ERcSgkcQLO/story.html\"><u><em>Boston Globe</em> column</u></a> on the topic before we got the final number from the feds.</p>\r\n\r\n<p>The real size and insurance history of the Obamacare enrollment pool is not yet disclosed by the federal government. While important, size alone won&rsquo;t make or break the exchanges as much as including a good mix of healthy, low-risk enrollees.</p>\r\n\r\n<p>&quot;50 million uninsured Americans&quot; -- Sununu claims there are 50 million people uninsured in America. Analysts at the numbers-crunching Rand Corporation say there are 40 million uninsured nonelderly adults. The Census Bureau put the population at 48 million in 2012. A Congressional Budget Office estimate put it at 55 million in 2013 and 44 million in 2014. Sununu&rsquo;s figure isn&rsquo;t indefensible, but it&rsquo;s clearly just an estimate. And making estimations with estimates doesn&rsquo;t usually produce good math.</p>\r\n\r\n<p><em>&quot;Rand says 80 percent will be the number that actually pay&quot; -- </em>The Rand Corporation says the number doesn&rsquo;t come from them.<strong> </strong>Sununu, whom we could not reach for comment, may have mixed up a report by <a href=\"http://healthcare.mckinsey.com/sites/default/files/Individual-Market-Enrollment.pdf\"><u>McKinsey and Company</u></a>, a large private consulting group, when he used a multiplier of 80 percent to get who has actually paid for a plan from the Obamacare marketplaces. In his <em>Globe</em> column, he mentioned a similar figure by <a href=\"http://www.forbes.com/sites/scottgottlieb/2014/03/11/how-many-people-did-obamacare-really-enroll/\"><u>Goldman Sachs</u></a>.</p>\r\n\r\n<p>That&rsquo;s not out of left field, though it&rsquo;s on the lower end of what we&rsquo;ve heard. Health and Human Services secretary <a href=\"http://www.washingtonpost.com/blogs/post-politics/wp/2014/03/31/sebelius-80-90-percent-of-obamacare-enrollees-have-paid-a-premium/\"><u>Kathleen Sebelius</u></a> has described the premium payment rate reported by insurers to be between 80 and 90 percent of sign-ups, and <a href=\"http://www.nationaljournal.com/health-care/15-20-percent-aren-t-paying-obamacare-premiums-insurer-says-20140402\"><u>Blue Cross Blue Shield Associates</u></a>, one of the largest insurers in the country, has said 80 to 85 percent of people have paid the first month&rsquo;s premium for plans obtained through exchanges. McKinsey found 77 percent of respondents who obtained new insurance for 2014 through February paid their premium with those who had been previously insured more likely to pay than those who were not.</p>\r\n\r\n<p>Some argue a 20 percent drop-off rate is too high, as some people have been unable to pay their premiums and others do not have to pay them until late April. Still, &quot;The percent who paid for coverage issue is a valid concern,&quot; said Timothy Jost, a Washington and Lee University law professor who supports the law.</p>\r\n\r\n<p><em>&quot;25 percent previously uninsured&quot; -- </em>Once Sununu whittles down who he thinks will actually pay, Sununu tries to get to the bottom of who was previously uninsured. He holds up an oft-reported figure from the <a href=\"http://healthcare.mckinsey.com/sites/default/files/Individual-Market-Enrollment.pdf\"><u>McKinsey and Company</u></a> report.</p>\r\n\r\n<p>The <a href=\"http://healthcare.mckinsey.com/sites/default/files/Individual-Market-Enrollment.pdf\"><u>McKinsey</u></a> study actually found a previously uninsured rate of 27 percent among people surveyed in February who said they switched to a new plan or were previously not enrolled, up from 11 percent in the company&rsquo;s previous surveys.</p>\r\n\r\n<p>It&rsquo;s important to note, as we did in another <a href=\"http://www.politifact.com/punditfact/statements/2014/mar/26/rich-lowry/were-most-obamacare-sign-ups-people-who-had-insura/\"><u>fact-check</u></a>, the McKinsey report focused on the individual insurance market as a whole, not just the federal and state marketplaces. People are still free to buy insurance for themselves through private companies. Point being, the McKinsey survey doesn&rsquo;t really tell us much about who&rsquo;s buying covering through the health insurance marketplaces because it did not distinguish&nbsp;between those who bought through the exchanges from those who bought through other means.</p>\r\n\r\n<p>A <a href=\"http://www.rand.org/blog/2014/04/survey-estimates-net-gain-of-9-3-million-american-adults.html?utm_campaign=rand_socialflow_twitter&amp;utm_source=rand_socialflow_twitter&amp;utm_medium=socialflow\"><u>Rand survey</u></a> that debuted a couple days after Sununu&rsquo;s comments put the previously uninsured rate at about 36 percent of new marketplace enrollees. The Rand survey did not account for people who signed up for insurance in the final days of March.</p>\r\n\r\n<p><strong>And what about $2 trillion spending?</strong></p>\r\n\r\n<p>Now to address the $2 trillion question in the room.</p>\r\n\r\n<p>Sununu is referring to the gross costs of the insurance provisions in the&nbsp;health care law. Gross costs from 2014-24 amount to a little more than $2 trillion, according to projections in a <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/45010-Outlook2014_Feb.pdf\"><u>February 2014 report </u></a>by the nonpartisan Congressional Budget Office and Joint Committee on Taxation, two respected agencies that analyze the effects of legislation (<a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/45010-Outlook2014_Feb.pdf\"><u>Page 106</u></a>).</p>\r\n\r\n<p>Focusing on the gross amount leaves out the $517 billion the government expects to take in through tax penalties from people who do not have insurance and certain employers who do not offer it, as well as tax revenues.</p>\r\n\r\n<p>The net cost over the period is $1.487 trillion from 2015-24, or $1.528 trillion if you include the net spending in 2014 primarily on subsidies and Medicaid.</p>\r\n\r\n<p>Even though Sununu is referencing a figure for spending, he misrepresents the 10-year spending by comparing it to one marketplace enrollment period for 2014.<em> </em>As Gail Wilensky, director of Medicaid and Medicare under President George H. W. Bush,&nbsp;said,&nbsp;&quot;This is a numerical &lsquo;no-no.&rsquo;&quot;</p>\r\n\r\n<p>Oh, don&rsquo;t forget these budget-crunchers also found the total effect of the Affordable Care Act is to reduce federal deficits.</p>\r\n\r\n<p><strong>Wrapping up Sununu&rsquo;s math</strong></p>\r\n\r\n<p>Using Sununu&rsquo;s numbers the same way he did, he finds 1.42 million previously uninsured people are purchasing health insurance, or 2.84 percent of the uninsured population.</p>\r\n\r\n<p>If we used other available<strong> </strong>estimates, we could conclude the health care law is providing coverage to 5.75 percent of the uninsured population. We&rsquo;re not saying you should conclude that; we&rsquo;re just showing how much things could change by selecting one estimate over another.</p>\r\n\r\n<p><strong>Marketplace just a piece of the insurance puzzle</strong></p>\r\n\r\n<p>Still, there is a broader issue with Sununu&rsquo;s point that is even more important than the math he presents.</p>\r\n\r\n<p>He&rsquo;s holding up the online marketplace sign-ups as the only solution in the Affordable Care Act for insuring more Americans.</p>\r\n\r\n<p>That&rsquo;s not how the law is designed.</p>\r\n\r\n<p>It aims to cover more of the country&rsquo;s uninsured population through a variety of insurance programs, not just the online marketplaces that allow customers to choose from an array of private plans. Other avenues including getting more low-income residents on Medicaid rolls, allowing young people to stay on their parents&rsquo; insurance, and expanding employer-sponsored health insurance, the method by which most people obtain coverage.</p>\r\n\r\n<p>&quot;To look only at the exchanges is not giving you the full picture,&quot; said Christine Eibner, a senior economist at Rand Corporation.</p>\r\n\r\n<p>Eibner co-authored an April 8 <a href=\"http://www.rand.org/blog/2014/04/survey-estimates-net-gain-of-9-3-million-american-adults.html?utm_campaign=rand_socialflow_twitter&amp;utm_source=rand_socialflow_twitter&amp;utm_medium=socialflow\"><u>Rand report</u></a> that found 9.3 million Americans gained health insurance from September 2013, which preceded the most recent open enrollment period, and mid March 2014, the last month of that period. The Rand numbers are estimates based on surveys of a 2,425-person sample and were published after Sununu&rsquo;s comments on TV (so we won&rsquo;t take off for what he didn&rsquo;t know).</p>\r\n\r\n<p>That&rsquo;s a net number accounting for 14.5 million people who gained insurance and 5.2 million who lost it. It is not unusual or new for people to lose insurance, Eibner points out, with reasons depending on changes to employment, marital status or policy cancellations.</p>\r\n\r\n<p>The Rand study offers an interesting glimpse of trends for the whole health insurance market -- not just the online marketplaces. Notably, most of the insurance gains were in employment-sponsored insurance (8.2 million) and Medicaid enrollment (5.9 million).&nbsp;</p>\r\n\r\n<p>The report found federal and state marketplace sign-ups of 3.9 million, though this does not factor in people who signed up in the final days of enrollment in late March.</p>\r\n\r\n<p>Rand isn&rsquo;t the only group with evidence more people are getting insurance.</p>\r\n\r\n<p>It mirrors findings released a day earlier by the <a href=\"http://www.gallup.com/poll/168248/uninsured-rate-lowest-2008.aspx\"><u>pollster Gallup</u></a>. Gallup found the uninsured rate among adult Americans fell to 15.6 percent in the first quarter of 2014, hitting its lowest level since before the recession in late 2008 and a big drop from 18 percent in mid 2013.</p>\r\n\r\n<p>A <a href=\"http://hrms.urban.org/quicktakes/changeInUninsurance.html\"><u>report by the Health Policy Center</u></a> of the Urban Institute also suggests health insurance gains because of the law. The institute found the number of uninsured Americans fell from 17.9 percent to 15.2 percent, or by 5.4 million people, over the six-month open enrollment period, though it did not include the late March surge. Bigger gains came in states that chose to expand Medicaid.</p>\r\n\r\n<p>&quot;The one thing not to lose sight of clearly indicates that people are gaining coverage,&quot; said Stephen Zuckerman, an Urban Institute health economist. &quot;The exact magnitude, the exact type of coverage, those are measurement issues. There&rsquo;s no evidence that people on net have lost coverage, and it&rsquo;s very clear from a statistical standpoint, from a quantitative standpoint, that people are gaining coverage.&quot;</p>\r\n\r\n<p>CBO, for the record, projected the law would reduce the number of uninsured nonelderly Americans by a net of 13 million uninsured people in 2014 and 25 million by 2016.</p>\r\n\r\n<p>And yet, there will still be millions of uninsured Americans when the law is fully implemented, experts say. CBO estimates that by 2019, 27 million people will have signed up on the marketplaces. There will still be roughly 31 million nonelderly residents who will be uninsured by 2024 due to undocumented immigrants who are ineligible for Medicaid and subsidies, would-be Medicaid enrollees who do not sign up or live in a state that did not expand coverage, and others who just don&rsquo;t want it even though it is available.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Sununu used an imperfect methodology to arrive at his conclusion that Obamacare reduces &quot;the number of uninsured in America by 3 percent for how much money? $2 trillion.&quot;</p>\r\n\r\n<p>He&rsquo;s playing with numbers that aren&rsquo;t fully known.</p>\r\n\r\n<p>What&rsquo;s more, this pronouncement ignores two big places people are finding health insurance: through employers and the expansion of Medicaid in many states. The real focus of the health care law wasn&rsquo;t just on enrolling people in the exchanges. It aimed to foster enrollment through many avenues of the health insurance market.</p>\r\n\r\n<p>We rate his statement False.</p>\r\n\r\n<p><strong>Correction</strong>: A&nbsp;<a href=\"http://www.rand.org/blog/2014/04/survey-estimates-net-gain-of-9-3-million-american-adults.html?utm_campaign=rand_socialflow_twitter&amp;utm_source=rand_socialflow_twitter&amp;utm_medium=socialflow\"><u>Rand survey</u></a> put the previously uninsured rate at about 36 percent of new marketplace enrollees. An earlier version of this story described the percentage as the &quot;insured rate.&quot;</p>\r\n", "ruling_comments_date": "2014-04-10T12:40:41.447334", "ruling_date": "2014-04-10T14:14:31", "ruling_headline": "John Sununu says just 1.4 million Americans insured for first time under Obamacare at $2 trillion cost", "ruling_headline_slug": "john-sununu-says-just-14-million-americans-insured", "ruling_link_text": "Not giving full picture", "ruling_state": null, "source_documents": null, "sources": "<p>Interview with Christine Eibner, RAND senior economist, April 8, 2014</p>\r\n\r\n<p>Interview with Timothy Jost, Washington and Lee University law professor, April 9, 2014</p>\r\n\r\n<p>Interview with Gail Wilensky, Project HOPE senior fellow, April 9, 2014</p>\r\n\r\n<p>Interview with Stephen Zuckerman, co-director and senior fellow in the Health Policy Center of the Urban Institute, April 9, 2014</p>\r\n\r\n<p>Boston Globe, &quot;<a href=\"http://www.bostonglobe.com/opinion/2014/03/30/obamacare-misses-target/0mNpXnRGH4m5ERcSgkcQLO/story.html\"><u>Obamacare misses the target</u></a>,&quot; March 31, 2014</p>\r\n\r\n<p><em>Meet the Press </em>transcript, April 6, 2014</p>\r\n\r\n<p>Gallup, &quot;<a href=\"http://www.gallup.com/poll/168248/uninsured-rate-lowest-2008.aspx\"><u>In U.S., Uninsured Rate Lowest Since 2008,</u></a>&quot; April 7, 2014</p>\r\n\r\n<p>The RAND blog, &quot;<a href=\"http://www.rand.org/blog/2014/04/survey-estimates-net-gain-of-9-3-million-american-adults.html?utm_campaign=rand_socialflow_twitter&amp;utm_source=rand_socialflow_twitter&amp;utm_medium=socialflow\"><u>Survey Estimates Net Gain of 9.3 Million American Adults with Health Insurance</u></a>,&quot; April 8, 2014</p>\r\n\r\n<p>RAND study, &quot;<a href=\"http://www.rand.org/content/dam/rand/pubs/research_reports/RR600/RR656/RAND_RR656.pdf\"><u>Changes in health insurance enrollment since 2013: Evidence from the RAND Health Reform Opinion Study</u></a>,&quot; April 8, 2014</p>\r\n\r\n<p>McKinsey Center for U.S. Health Reform, &quot;<a href=\"http://healthcare.mckinsey.com/sites/default/files/Individual-Market-Enrollment.pdf\"><u>Individual market enrollment: updated view</u></a>,&quot; March 6, 2014</p>\r\n\r\n<p>Congressional Budget Office, &quot;<a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/45010-Outlook2014_Feb.pdf\">The Budget and Economic Outlook: 2014-2024</a>,&quot; March 4, 2014</p>\r\n\r\n<p>PolitiFact Florida, &quot;<a href=\"http://www.politifact.com/florida/statements/2012/jul/11/american-commitment/tv-ad-says-health-laws-cost-2-trillion-double-what/\"><u>TV ad says health law&rsquo;s cost is $2 trillion, &lsquo;double what we were promised</u></a>,&rsquo;&rsquo; July 11, 2012</p>\r\n\r\n<p>Washington Post, &quot;<a href=\"http://www.washingtonpost.com/blogs/post-politics/wp/2014/03/31/sebelius-80-90-percent-of-obamacare-enrollees-have-paid-a-premium/\"><u>Sebelius: 80-90 percent of Obamacare enrollees have paid a premium</u></a>,&quot; March 31, 2014</p>\r\n\r\n<p>National Journal, &quot;<a href=\"http://www.nationaljournal.com/health-care/15-20-percent-aren-t-paying-obamacare-premiums-insurer-says-20140402\"><u>15-20 percent aren&rsquo;t paying their Obamacare premiums, insurer says</u></a>,&quot; April 2, 2014</p>\r\n\r\n<p>Washington Post, <a href=\"http://www.washingtonpost.com/blogs/fact-checker/wp/2014/01/16/warning-ignore-claims-that-3-9-million-people-signed-up-for-medicaid-because-of-obamacare/\"><u>Factchecker: Warning: Ignore claims that 3.9 million people signed up for Medicaid because of Obamacare</u></a>, Jan. 16, 2014</p>\r\n\r\n<p>Kaiser Family Foundation, <a href=\"http://kff.org/health-reform/perspective/obamacare-the-metrics-in-the-news-are-mostly-wrong/?utm_campaign=KFF%3A+Policy+Insights&amp;utm_source=hs_email&amp;utm_medium=email&amp;utm_content=12290723&amp;_hsenc=p2ANqtz--XUqIo5GcomnhA59FiY9sjozDnEFoHosZorOHT4TFlNBf4G1Mm7zbUWOsLcclNoNKn0FjNJkANR5NcLhkt4U7EVoREXg&amp;_hsmi=12290723\"><u>Obamacare: The Metrics In The News Are Mostly Wrong</u></a>, March 24, 2014</p>\r\n\r\n<p><a href=\"http://hrms.urban.org/quicktakes/changeInUninsurance.html\"><u>Health Reform Monitoring Survey</u></a>, April 3, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Pundit", "false_count": 1, "first_name": "John E.", "half_true_count": 0, "home_state": "New Hampshire", "id": 2737, "last_name": "Sununu", "mostly_true_count": 0, "name_slug": "john-e-sununu", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/sununumug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2737/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>The health care law reduces &quot;the number of uninsured in America by 3 percent for how much money? $2 trillion.&quot;</p>\r\n", "statement_context": "a panel on \"Meet the Press\"", "statement_date": "2014-04-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}