{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/punditfact/statements/2014/apr/10/dick-morris/dick-morris-theres-proof-over-1-million-people-vot/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 9171, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/9171/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>The pursuit of voter fraud is a running theme among Republicans and the latest numbers out of North Carolina made the conservative websites pop with alarming headlines. &quot;<a href=\"http://townhall.com/tipsheet/guybenson/2014/04/03/oh-my-evidence-of-massive-voter-fraud-in-north-carolina-n1818137\"><u>Oh My: Audit Finds Evidence of Widespread Voter Fraud in North Carolina</u></a>,&quot; wrote Townhall.com. <em>The National Review</em> had &quot;<a href=\"http://www.nationalreview.com/corner/374882/nc-state-board-finds-more-35k-incidents-double-voting-2012-andrew-johnson\"><u>N.C. State Board Finds More than 35K Incidents of &lsquo;Double Voting&rsquo; in 2012</u></a>.&quot;</p>\r\n\r\n<p>The North Carolina news certainly fired up Dick Morris, a Fox News commentator and former political adviser to President Bill Clinton (who has largely turned against the Clintons these days).</p>\r\n\r\n<p>&quot;It&#39;s most important data I&#39;ve read in a year,&quot; Morris said on Fox News&rsquo; <em>Hannity</em>. &quot;The elections commissioner there, Kim Strach, did a study of those who voted in North Carolina who also voted in another state in 2012 and she found 35,500 people voted in North Carolina and voted in some other state.</p>\r\n\r\n<p>&quot;And only 27 states pool that data. Texas, California, New York and Florida did not pool their data. So you&#39;re talking about probably over a million people that voted twice in this election. This is the first concrete evidence we&#39;ve ever had of massive voter fraud. We&rsquo;ve talked about it ad nauseam. This proves it.&quot;</p>\r\n\r\n<p>Morris amplified on this claim in an <a href=\"http://thehill.com/opinion/dick-morris/203019-dick-morris-investigate-2012-vote-fraud\"><u>op-ed</u></a> that came out two days later. For this fact-check, we examine whether the report from the North Carolina Board of Elections proves that probably a million people voted twice in 2012.</p>\r\n\r\n<p>Let&rsquo;s begin with the report, which wasn&rsquo;t so much a report as one small piece of <a href=\"http://www.wral.com/asset/news/state/nccapitol/2014/04/02/13534230/SBOE_JointCommittee_April_2014.pdf\"><u>a longer slide show</u></a> for lawmakers sitting on the state&rsquo;s Elections Oversight Committee (<a href=\"http://www.wral.com/asset/news/state/nccapitol/2014/04/02/13534230/SBOE_JointCommittee_April_2014.pdf\"><u>see slides 34 and 35 in the presentation</u></a>). Strach, executive director of the State Board of Elections, was giving the initial results from the state&rsquo;s participation in a project run by the Kansas Secretary of State&rsquo;s Office, Interstate Crosscheck.</p>\r\n\r\n<p>That project has grown from four states in 2005 to 28 in 2013. The list includes Alaska, Washington, Idaho, Nevada, Arizona, Colorado, South Dakota, Nebraska, Kansas, Oklahoma, Iowa, Missouri, Arkansas, Louisiana, Mississippi, Tennessee, Kentucky, Illinois, Indiana, Ohio, Michigan, Virginia, Georgia, &nbsp;North Carolina, South Carolina, West Virginia, Pennsylvania and Massachusetts.</p>\r\n\r\n<p>Those states send voter information to Kansas where the record of each of their voters is run against the records in all the other participating states. They are matched on first name, last name, date of birth and Social Security number. According to the <a href=\"http://www.citizen-times.com/story/news/local/2014/04/02/nc-voter-audit-suggests-widespread-fraud/7232443/\"><u>Associated Press</u></a>, Strach reported that this produced 765 voters in North Carolina who matched on each category with someone who voted elsewhere during the 2012 general election.</p>\r\n\r\n<p>&quot;Could it be voter fraud? Sure, it could be voter fraud,&quot; Strach told lawmakers. &quot;Could it be an error on the part of a precinct person choosing the wrong person&#39;s name in the first place? It could be. We&#39;re looking at each of these individual cases.&quot;</p>\r\n\r\n<p>Stracht said an additional 35,570 North Carolina voters matched on first and last name and date of birth, but not Social Security number. She emphasized the need for more investigation.</p>\r\n\r\n<p>Hans von Spakovsky, a former member of the Federal Election Commission who is a senior fellow at the conservative Heritage Foundation, said that 765 voters matched down to the last four digits of a Social Security number suggests that North Carolina has the goods.</p>\r\n\r\n<p>&quot;It is highly unlikely with all of these matching, that these were different individuals,&quot; Spakovsky said.</p>\r\n\r\n<p>Spakovsky said the larger group, based on name and birth date, was also fruitful ground to root out abuse.</p>\r\n\r\n<p>&quot;It is probable that many of these are the same individuals, but there is also going to be certain percentage of folks who may share the same name and birthdate but are not the same individual. What that proportion will be I don&rsquo;t know &ndash; but they all need to be investigated,&quot; he said.</p>\r\n\r\n<p>These numbers are large. In fact, Spakovsky said that in itself is part of the problem. It takes an enormous effort to get to the bottom of each case and election officials rarely have the resources.</p>\r\n\r\n<p>However, if the past is any guide, there is reason to doubt that the problem of double voting and voting fraud is as large as these figures suggest. The track record of the Interstate Crosscheck program itself shows how quickly the scale can drop from massive to miniscule.</p>\r\n\r\n<p>Kansas created the project nearly a decade ago<strong>,</strong> which is enough time to assess its performance. In a <a href=\"http://webcache.googleusercontent.com/search?q=cache:O4MXrVTbtxAJ:https://www.supportthevoter.gov/files/2013/09/SOS-Kris-Kobach-PCEA-Presentation.pptx+&amp;cd=4&amp;hl=en&amp;ct=clnk&amp;gl=us\"><u>September 2013 presentation</u></a>, Kansas Secretary of State Kris Kobach said more than 84 million records had been fed into his office&rsquo;s database. At that time, 22 states were in the pool. Kansas found over 120,000 potential duplicate voters based on first and last name and date of birth.</p>\r\n\r\n<p>The emphasis is on <em>potential</em>.</p>\r\n\r\n<p>Kobach&rsquo;s presentation included the number of cases referred for prosecution. The total was 14.</p>\r\n\r\n<p>All of the referrals dated back to at least 2010. That year, over 850,000 people voted. There is no indication that any convictions emerged. That might be due to the workload and priorities of prosecutors but the point remains the same: The Interstate Crosscheck process starts very big and ends very small.</p>\r\n\r\n<p>Kobach also noted that four people were indicted in Colorado on charges of having also voted in Arizona. While an indictment is more serious than a referral, again, it is not a conviction.</p>\r\n\r\n<p>We reached out to the Kansas Secretary of State&rsquo;s Office but the staff did not respond before our deadline. We will update this article if we learn anything new.</p>\r\n\r\n<p>The question is, why do the numbers drop off so radically? Michael McDonald, a political scientist at George Mason University, says there are many reasons. In his research, McDonald has spent a lot of time with voting records. They are not tidy.</p>\r\n\r\n<p>&quot;You find missing data, or worse, a missing data code,&quot; McDonald explained. &quot;They might plug in &lsquo;9999&rsquo; when they don&rsquo;t have a Social Security number and people are getting matched on that missing data code.&quot;</p>\r\n\r\n<p>In particular, clerical errors make voting records highly unreliable, McDonald said.</p>\r\n\r\n<p>&quot;Someone might mark that a person voted when they didn&rsquo;t, or they confuse fathers and sons who have the same name,&quot; he said.</p>\r\n\r\n<p>Interestingly, the Interstate Crosscheck staff acknowledge this. In their <a href=\"http://www.aclupa.org/index.php/download_file/view/1615/808/\">2014 participation guide</a> for states, they warn that &quot;a significant number of apparent double votes are false positives and not double votes. Many are the result of errors -- voters sign the wrong line in the poll book, election clerks scan the wrong line with a barcode scanner.&quot;</p>\r\n\r\n<p>PunditFact looked at how North Carolina keeps its records. A bit over half of the counties, 53 of them, use a manual entry paper poll book. Mistakes are simply part of record keeping. In a different arena, medical records, one review found that at least 23 percent of names were misspelled.</p>\r\n\r\n<p>If database systems and human error aren&rsquo;t enough to explain the huge number of matches, basic statistics make it even tougher to say this process picks out the same person in two states. McDonald co-authored a 2007 article that ran the numbers on New Jersey&rsquo;s 2004 voter registry. More than 3.5 million people were listed as having voted that year. There was an allegation that over 4,000 people had voted twice.</p>\r\n\r\n<p>After scrubbing the list of 4,000 for clerical errors, about 800 matches remained. But statistically, researchers calculated that you would expect about 400 people out of the original 3.5 million to have the same names and birth dates.</p>\r\n\r\n<p>&quot;The bigger the number of people, the more likely you will find these sorts of matches,&quot; McDonald said. &quot;But they aren&rsquo;t the same person.&quot;</p>\r\n\r\n<p>The latest round of the Interstate Crosscheck involved over 100 million records.</p>\r\n\r\n<p>Outside of the Interstate Crosscheck system, the number of people who vote twice seems low. <a href=\"http://www.politifact.com/texas/statements/2013/sep/13/eddie-bernice-johnson/voter-fraud-occurs-texas-though-convictions-and-gu/\"><u>PolitiFact Texas</u></a> found that of 616 allegations of voting violations over 10 years in Texas, one conviction emerged for double-voting.</p>\r\n\r\n<p>So we know it&rsquo;s unlikely that 35,000-or-more North Carolinians voted twice in 2012.</p>\r\n\r\n<p>How did Morris stretch it all the way to 1 million? In his op-ed, he offers some basic, but incorrect, math.</p>\r\n\r\n<p>The population of North Carolina is around 9.7 million, or about 3 percent of the overall U.S. population. If 35,000-or-more people voted twice in North Carolina, and if that trend continued all over the country, that would mean about 1.1 million people will have voted twice across the country, Morris figures.</p>\r\n\r\n<p>The problem with that calculation, however, is that if the same person votes once in North Carolina and once in Kansas, they will appear as having wrongly voted in both Kansas and North Carolina (2 hits in Morris&rsquo; calculation) -- but it would actually only be one offense. Morris seems to recognize this mistake. In his op-ed, he shifted to talking about &quot;double-votes&quot;.</p>\r\n\r\n<p>So not only is the point Morris made on television flawed, his math appears to be inflated by 100 percent.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Morris said that the large number of North Carolina voters matched with records in other states was proof that over 1 million people voted twice in the 2012 election. While Morris admittedly was extrapolating from the North Carolina data, his conclusion is flawed on several fronts.</p>\r\n\r\n<p>The head of North Carolina&rsquo;s board of elections did not claim that even the closest matches on name, birth date and Social Security numbers was conclusive evidence. She said more investigation was needed. The track record of the Interstate Crosscheck project shows that a tiny fraction of all potential matches represents any kind of voting fraud. In Kansas, out of more than 850,000 votes cast, only 14 names were recommended for prosecution and the Kansas Secretary of State reported no convictions.</p>\r\n\r\n<p>In other states, database quirks, human error and the statistics of large numbers have been shown to trim the initial reports of widespread fraud down to the barest sliver of actual cases.</p>\r\n\r\n<p>We rate the claim False.</p>\r\n", "ruling_comments_date": "2014-04-10T12:51:48.936388", "ruling_date": "2014-04-10T13:50:29", "ruling_headline": "Dick Morris: There's proof that over 1 million people voted twice in 2012", "ruling_headline_slug": "dick-morris-theres-proof-over-1-million-people-vot", "ruling_link_text": "1st rule of data: Garbage in, garbage out", "ruling_state": null, "source_documents": null, "sources": "<p>Fox News, <a href=\"http://www.foxnews.com/on-air/hannity/index.html\"><u>Hannity</u></a>, April 7, 2014</p>\r\n\r\n<p><em>The Hill</em>, <a href=\"http://thehill.com/opinion/dick-morris/203019-dick-morris-investigate-2012-vote-fraud\"><u>Dick Morris: Investigate 2012 vote fraud</u></a>, April 8, 2014</p>\r\n\r\n<p>North Carolina State Board of Elections, <a href=\"http://www.wral.com/asset/news/state/nccapitol/2014/04/02/13534230/SBOE_JointCommittee_April_2014.pdf\"><u>Presentation to Joint Legislative Elections Oversight Committee</u></a>, April 3, 2014</p>\r\n\r\n<p>Associated Press, <a href=\"http://www.citizen-times.com/story/news/local/2014/04/02/nc-voter-audit-suggests-widespread-fraud/7232443/\"><u>NC voter audit suggests widespread fraud</u></a>, April 3, 2014</p>\r\n\r\n<p>Kansas Secretary of State, <a href=\"http://webcache.googleusercontent.com/search?q=cache:O4MXrVTbtxAJ:https://www.supportthevoter.gov/files/2013/09/SOS-Kris-Kobach-PCEA-Presentation.pptx+&amp;cd=4&amp;hl=en&amp;ct=clnk&amp;gl=us\"><u>Interstate voter registration data crosscheck</u></a>, Sept. 20, 2013</p>\r\n\r\n<p>American Civil Liberties Union - Pennsylvania,&nbsp;<a href=\"http://www.aclupa.org/index.php/download_file/view/1615/808/\">Requested Documents - Interstate Crosscheck Voter Registration Program (81 pages)</a>, March 10, 2014</p>\r\n\r\n<p>Florida NAACP v. State of Florida, <a href=\"http://www.brennancenter.org/sites/default/files/legacy/Democracy/FloridaNAACPvBrowning-09-17-07.Borthwick.Decl.pdf\"><u>Declaration of Andrew Borthwick</u></a>, Sept. 17, 2007</p>\r\n\r\n<p>Virginia State Board of Elections, <a href=\"http://leg2.state.va.us/dls/h&amp;sdocs.nsf/fc86c2b17a1cf388852570f9006f1299/35827a0d9bd8c87985257b4e0054448e/$FILE/RD44.pdf\"><u>Annual Report on &nbsp;Voter Registration List Maintenance Activities</u></a>, Jan. 6, 2014</p>\r\n\r\n<p>Kansas Secretary of State, <a href=\"https://www.kssos.org/elections/10elec/2010GeneralElectionVoterOfficialTurnout.xls\"><u>2010 general election official turnout</u></a></p>\r\n\r\n<p>Michael McDonald and Justin Levitt, <a href=\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=997888\"><u>Seeing double voting: an extension of the birthday problem</u></a>, July 1, 2007</p>\r\n\r\n<p><em>Augusta Chronicle</em>, <a href=\"http://chronicle.augusta.com/news/metro/2013-07-06/no-widespread-voter-fraud-found-sc-elections\"><u>No widespread voter fraud found in SC elections</u></a>, July 6, 2013</p>\r\n\r\n<p>ABC News, <a href=\"http://abcnews.go.com/Politics/OTUS/voter-fraud-real-rare/story?id=17213376&amp;singlePage=true\"><u>Voter Fraud: Non-Existent Problem or Election-Threatening Epidemic?</u></a>, Sept. 12, 2012</p>\r\n\r\n<p>Townhall.com, <a href=\"http://townhall.com/tipsheet/guybenson/2014/04/03/oh-my-evidence-of-massive-voter-fraud-in-north-carolina-n1818137\"><u>Oh My: Audit Finds Evidence of Widespread Voter Fraud in North Carolina</u></a>, April 3, 2014</p>\r\n\r\n<p>National Review Online, <a href=\"http://www.nationalreview.com/corner/374882/nc-state-board-finds-more-35k-incidents-double-voting-2012-andrew-johnson\"><u>N.C. State Board Finds More than 35K Incidents of &lsquo;Double Voting&rsquo; in 2012</u></a>, April 2, 2014</p>\r\n\r\n<p>MSNBC, <a href=\"http://www.msnbc.com/msnbc/voter-fraud-north-carolina-not-so-fast-0\"><u>Voter fraud in North Carolina? Not so fast</u></a>, April 3, 2014</p>\r\n\r\n<p>Michael McDonald and Justin Levitt, <a href=\"http://ssrn.com/abstract=997888\"><u>Seeing Double Voting: An Extension of the Birthday Problem</u></a>, July 1, 2007</p>\r\n\r\n<p><em>The Oklahoman</em>, <a href=\"http://newsok.com/oklahoma-part-of-growing-voter-fraud-program/article/3875470\"><u>Oklahoma part of growing voter fraud program</u></a>, Aug. 24, 2013</p>\r\n\r\n<p>Institute for Southern Studies, <a href=\"http://www.southernstudies.org/2014/04/whos-driving-north-carolinas-latest-voter-fraud-hy.html\"><u>Who&#39;s driving North Carolina&#39;s latest voter fraud hysteria?</u></a>, April 4, 2014</p>\r\n\r\n<p>PolitiFact Texas, <a href=\"http://www.politifact.com/texas/statements/2013/sep/13/eddie-bernice-johnson/voter-fraud-occurs-texas-though-convictions-and-gu/\"><u>Voter fraud occurs in Texas, though convictions and guilty pleas are rare</u></a>, Sept. 13, 2013</p>\r\n\r\n<p>Demos, <a href=\"http://www.demos.org/sites/default/files/publications/Analysis.pdf\"><u>Voter Fraud in &nbsp;The United States</u></a>, 2003</p>\r\n\r\n<p>Email interview, Hans von Spakovsky, senior fellow, Heritage Foundation, April 8, 2014</p>\r\n\r\n<p>Interview, Michael McDonald associate professor of Government and Politics, George Mason University, April 8, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 2, "first_name": "Dick", "half_true_count": 0, "home_state": "", "id": 44, "last_name": "Morris", "mostly_true_count": 0, "name_slug": "dick-morris", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/o-DICK-MORRIS-facebook.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/44/", "total_count": 2, "true_count": 0, "website": "http://www.dickmorris.com/blog/"}, "statement": "<p>A North Carolina study proves that &quot;probably over a million people voted twice in (the 2012) election.&quot;</p>\r\n", "statement_context": "in a broadcast of Fox News' \"Hannity\"", "statement_date": "2014-04-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}