{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2014/apr/16/david-boies/attorney-overstates-number-federal-judges-who-have/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "ddavis@statesman.com", "first_name": "Debra", "id": 425, "last_name": "Davis", "name_slug": "debra-davis", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/425/", "title": "Investigations editor", "twitter": null}], "facebook_headline": null, "id": 9195, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/9195/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>For nearly a year, many federal judges have uniformly held that marriage is a fundamental right for all, a pair of lawyers said April 8, 2014, during the Civil Rights Summit at the Lyndon B. Johnson Presidential Library.</p>\r\n\r\n<p>Attorney David Boies, speaking after Ted Olson aired a similar point, put it this way: &quot;Here you have more than 30 federal judges who have considered the issue of gay and lesbian rights since last June. And every one of them--appointed by Republicans, appointed by Democrats, appointed by all of the last four or five presidents--in every area of the country, in Texas to Utah to Ohio to Oklahoma to Michigan, north south east west, every political affiliation, they&rsquo;ve all ruled the same way. Every one of them has ruled that marriage is a constitutional right and you cannot deprive individual citizens of that right based on their sexual orientation.&quot;</p>\r\n\r\n<p>We suspect Boies singled out judicial rulings since June 2013 because the U.S. Supreme Court that month overturned the federal Defense of Marriage Act, which had been enacted in 1996 to limit marriage, under federal law, to the union of one man and one woman.</p>\r\n\r\n<p><a href=\"http://www.supremecourt.gov/opinions/12pdf/12-307_6j37.pdf\"><u>Writing for the 5-4 majority</u></a> in U.S. v. Windsor, Supreme Court Justice Anthony Kennedy said the law, known as DOMA, violated the core constitutional principle that people are entitled to equal protection under the law. Kennedy said DOMA&rsquo;s main purpose was to demean and stigmatize homosexuals, relegating them to second-class status and humiliating the children they are raising. Kennedy concluded there can be no legitimate government purpose for a law intended to &quot;disparage and to injure.&quot;</p>\r\n\r\n<p>Did more than 30 federal judges subsequently hold marriage to be a right for all?</p>\r\n\r\n<p>After asking Boies&rsquo; office for his backup information, we turned to Lambda Legal, a gay rights group, for its analysis.</p>\r\n\r\n<p>Spokesman Tom Warnke emailed us its compendium of pending &quot;marriage equality&quot; cases. As of March 6, 2014, according to the breakdown, the marriage restrictions of 28 states were at issue in 55 pending lawsuits--37 in federal court and 18 in state court. Only seven states that don&rsquo;t currently provide for &quot;marriage equality&quot; were lacking legal challenges, according to the document: Alaska, Georgia, Indiana, Montana, Nebraska, North Dakota and South Dakota.</p>\r\n\r\n<p>By our read, the breakdown showed several federal judges siding with gay-marriage proponents, though we didn&rsquo;t see the count getting as high as 30--or even 20.</p>\r\n\r\n<p>Using the breakdown and news stories we found using the Nexis search tool, we identified favorable rulings by district judges issued from December 2013 through February 2014 in Utah, Oklahoma, Virginia, Illinois, Texas, Kentucky, Michigan and Ohio:</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>On Dec. 20, 2013, U.S. District Judge Robert J. Shelby of Utah said the state&rsquo;s ban on gay marriage &quot;conflicts with the United States Constitution&rsquo;s guarantees of equal protection and due process under the law. The state&rsquo;s current laws deny its gay and lesbian citizens their fundamental right to marry and, in so doing, demean the dignity of these same-sex couples for no rational reason,&quot; the <em>New York Times</em> reported in a<a href=\"http://www.nytimes.com/2013/12/21/us/utahs-gay-marriage-ban-is-ruled-unconstitutional.html?_r=0\"> <u>news story</u></a> posted online that day.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>On Jan. 14, 2014, U.S. Senior Judge Terence Kern struck down Oklahoma&rsquo;s ban on same-sex marriage, saying it &quot;intentionally discriminates against same-sex couples desiring an Oklahoma marriage license without a legally sufficient justification,&quot; according to a<a href=\"http://newsok.com/u.s.-judge-strikes-down-oklahomas-ban-on-gay-marriage/article/3923789\"> <u>news story</u></a><u> </u>posted online that day by the <em>Daily Oklahoman</em>.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>On Feb. 13, 2014, U.S. District Judge Arenda Wright Allen of Virginia held the state&rsquo;s &quot;marriage laws unconstitutionally deny Virginia&#39;s gay and lesbian citizens the fundamental freedom to choose to marry,&quot; according to a <em>USA Today</em><a href=\"http://www.usatoday.com/story/news/nation/2014/02/13/virginia-same-sex-marriage/5473687/\"> <u>news story</u></a> posted the next morning.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>On Feb. 21, 2014, U.S. District Judge Sharon Johnson Coleman issued a decision enabling Cook County couples to marry regardless of sexual orientation. In her decision, according to a <em>Chicago Tribun</em>e<a href=\"http://articles.chicagotribune.com/2014-02-21/news/chi-judge-same-sex-couples-can-marry-now-in-cook-county-20140221_1_mercedes-santos-theresa-volpe-marriage-licenses\"> <u>news story</u></a> posted online that day, Coleman said &quot;there is no reason to delay further when no opposition has been presented to this court and committed gay and lesbian couples have already suffered from the denial of their fundamental right to marry.&quot;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>On Feb. 26, 2014, U.S District Judge Orlando Garcia of San Antonio, an appointee of Democratic President Bill Clinton, ruled unconstitutional the Texas ban on gay marriage and issued an injunction barring Texas from enforcing its prohibitions on same-sex couples marrying, the <em>Austin American-Statesman</em> said in a<a href=\"http://www.statesman.com/news/news/judge-overturns-texas-ban-on-gay-marriage/ndgJG/\"> <u>news story</u></a> posted that evening. &quot;Without a rational relation to a legitimate government purpose, state-imposed inequality can find no refuge in our United States Constitution,&quot; Garcia held, though he stayed the ruling, enabling the 5th Circuit Court of Appeals in New Orleans to weigh in before Texans attempted to wed.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>On Feb. 27, 2014, U.S. District Judge John G. Heyburn II of Kentucky threw out part of Kentucky&rsquo;s marriage restrictions, formalizing his Feb. 12 ruling that Kentucky&#39;s ban on same-sex marriages treated &quot;gay and lesbian persons differently in a way that demeans them,&quot;<a href=\"http://www.foxnews.com/politics/2014/02/27/judge-orders-kentucky-to-recognize-same-sex-marriages-performed-in-other-states/\"> <u>Fox News reported</u></a>. &quot;Same-sex couples may change their names on official identifications and documents and obtain any other benefits of a married couple in Kentucky,&quot; the story said, though the &quot;order doesn&#39;t affect a related lawsuit seeking to force the state to issue marriage licenses to same-sex couples.&quot;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>On March 21, 2014, U.S. Senior Judge Bernard Friedman of Michigan overturned the state&rsquo;s voter-approved bar on gay marriages, saying in his<a href=\"http://media.mlive.com/news/detroit_impact/other/Ruling.pdf\"> <u>ruling</u></a> that the limit violated the equal protection clause of the constitution.</p>\r\n\t</li>\r\n\t<li>The <em>Statesman</em> story on the Texas ruling said a judge had forced Ohio to recognize out-of-state same-sex marriages on death certificates. And after that story ran, U.S. District Judge Timothy Black of Ohio said April 4, 2014, that he intended to order Ohio to recognize out-of-state gay marriages, a move that strikes down part of the state&#39;s ban on gay marriages, the Associated Press<a href=\"http://www.foxnews.com/politics/2014/04/04/judge-to-end-ohio-ban-on-recognizing-gay-marriage/\"> <u>reported</u></a> that day.</li>\r\n</ul>\r\n\r\n<p>Lynn Wardle, a Brigham Young University law professor who has advocated that the Constitution leaves it to legislators to stipulate who may marry, emailed us his March 2014 paper on the legal status of marriage around the world, which brought to our attention two more rulings, one of them not to any advocate&rsquo;s advantage.</p>\r\n\r\n<p>In a Tennessee case--which gets us to nine federal judges supportive of the legality of same-sex marriage since late 2013--U.S. District Judge Aleta Trauger on March 14, 2014, granted a preliminary injunction against the state&rsquo;s same-sex marriage ban in certain instances, the <em>Tennessean</em> newspaper <a href=\"http://www.tennessean.com/article/20140314/NEWS03/303140133/Federal-judge-Same-sex-marriage-legal-some-Tennessee-couples\"><u>reported</u></a> that day. &quot;At this point, all signs indicate that, in the eyes of the United States Constitution, the plaintiffs&rsquo; marriages will be placed on an equal footing with those of heterosexual couples and that proscriptions against same-sex marriage will soon become a footnote in the annals of American history,&quot; Trauger wrote.</p>\r\n\r\n<p>By phone, Wardle suggested there has been at least a speed bump among the rulings in that a federal judge in Wisconsin declined to grant plaintiffs a preliminary injunction against the state&rsquo;s bar on gay marriage, though he said that doesn&rsquo;t signal she&rsquo;ll ultimately rule against the plaintiffs.</p>\r\n\r\n<p>According to an undated web post by <a href=\"http://le-gal.org/federal-judge-rejects-delay-wisconsin-marriage-equality-case/\"><u>Lesbian/Gay Law Notes</u></a>, published by the the LGBT Bar Association of Greater New York, the Wisconsin judge, Barbara B. Crabb, told plaintiffs that if they withdrew their motion for a preliminary injunction, she would set an expedited trial schedule; they did and she did.</p>\r\n\r\n<p>Our search yielded one ruling by a state appeals court arguably in the spirit of Boies&rsquo; claim. According to an Associated Press news story, New Mexico&rsquo;s Supreme Court legalized gay marriage Dec. 19, 2013, by deeming the denial of marriage licenses to gay and lesbian couples in violation of the state constitution&rsquo;s &quot;equal protection&quot; clause.</p>\r\n\r\n<p>Meantime, Wardle guided us to William C. Duncan, the Utah-based president of the Marriage Law Foundation, which says it provides legal resources to defend and protect marriage between a husband and wife.</p>\r\n\r\n<p>By email, Duncan said he doesn&rsquo;t see how Boies&rsquo; &quot;more than 30&quot; count of federal judges ruling favorably for gay-marriage proponents since June 2013 factually bears out. Duncan specularted that since then, more than 30 cases have been filed challenging state marriage laws.</p>\r\n\r\n<p>That&rsquo;s different than what Boies said, no? &quot;Definitely,&quot; Duncan said.</p>\r\n\r\n<p>We failed to connect with Boies while a spokeswoman for his law firm, Dawn Schneider, suggested by email that his statement referred to much more than marriage equality rulings. We sought elaboration and didn&rsquo;t hear back.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Boies said that since June 2013, every one of more than 30 federal judges who have considered gay and lesbian rights &quot;has ruled that marriage is a constitutional right and you cannot deprive individual citizens of that right based on their sexual orientation.&quot;</p>\r\n\r\n<p>District judges have almost uniformly ruled for gay-marriage plaintiffs in this timeframe, but Boies&rsquo; count of such judges is considerably off. &nbsp;We identified nine federal district judges who have issued such rulings since last June.</p>\r\n\r\n<p>We rate this claim, which has an element of truth, as Mostly False.</p>\r\n\r\n<hr />\r\n<p><strong><em>MOSTLY FALSE </em></strong><em>&ndash; The statement contains an element of truth but ignores critical facts that would give a different impression.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2014-04-15T12:01:18.808366", "ruling_date": "2014-04-16T13:48:07", "ruling_headline": "Attorney overstates number of federal judges who have sided with same-sex marriage advocates since June 2013", "ruling_headline_slug": "attorney-overstates-number-federal-judges-who-have", "ruling_link_text": "About 20 judges off", "ruling_state": null, "source_documents": null, "sources": "<p>News story, <a href=\"http://www.nytimes.com/2013/12/21/us/utahs-gay-marriage-ban-is-ruled-unconstitutional.html?_r=0\"><u>&quot;Federal Judge Rules That Same-Sex Marriage Is Legal in Utah,&quot;</u></a> the <em>New York Time</em>s, posted online Dec. 20, 2013</p>\r\n\r\n<p>Document, <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGcmRkeTdQMWU0Tm8/edit?usp=sharing\"><u>&quot;Pending Marriage Equality Cases,&quot;</u></a> as of March 6, 2014, Lambda Legal (received by email from Tom Warnke, media relations director, Lambda Legal, April 8, 2014)</p>\r\n\r\n<p>News story, <a href=\"http://newsok.com/u.s.-judge-strikes-down-oklahomas-ban-on-gay-marriage/article/3923789\"><u>&quot;U.S. judge strikes down Oklahoma&#39;s ban on gay marriage,&quot;</u></a> the <em>Daily Oklahoman</em>, Jan. 14, 2014</p>\r\n\r\n<p>News story, <a href=\"http://www.usatoday.com/story/news/nation/2014/02/13/virginia-same-sex-marriage/5473687/\"><u>&quot;Virginia judge strikes down gay marriage ban,&quot;</u></a> <em>USA Today</em>, Feb. 14, 2014</p>\r\n\r\n<p>News story, <a href=\"http://www.statesman.com/news/news/judge-overturns-texas-ban-on-gay-marriage/ndgJG/\"><u>&quot;Judge overturns Texas ban on gay marriage,&quot;</u></a> <em>Austin American-Statesman</em>, posted online Feb. 26, 2014</p>\r\n\r\n<p>News story, <a href=\"http://articles.chicagotribune.com/2014-02-21/news/chi-judge-same-sex-couples-can-marry-now-in-cook-county-20140221_1_mercedes-santos-theresa-volpe-marriage-licenses\"><u>&quot;Wedding bells in clerk&#39;s office after ruling on same sex marriage,&quot;</u></a> the <em>Chicago Tribune</em>, posted online Feb. 21, 2014</p>\r\n\r\n<p>News story, <a href=\"http://www.foxnews.com/politics/2014/02/27/judge-orders-kentucky-to-recognize-same-sex-marriages-performed-in-other-states/\"><u>&quot;Judge orders Kentucky to recognize same-sex marriages performed in other states,&quot;</u></a> the Associated Press, posted by Fox News Channel, Feb. 27, 2014</p>\r\n\r\n<p>News story, <a href=\"http://www.foxnews.com/politics/2014/04/04/judge-to-end-ohio-ban-on-recognizing-gay-marriage/\"><u>&quot;Judge strikes down part of Ohio gay marriage law,&quot;</u></a> the Associated Press, posted by Fox News, April 4, 2014</p>\r\n\r\n<p>Telephone interview, <a href=\"http://www.law2.byu.edu/faculty/profiles2009/profile_fancy.php?id=34\"><u>Lynn Wardle</u></a>, Bruce C. Hafen Professor of Law, Brigham Young University Law School, Provo, April 8, 2014</p>\r\n\r\n<p>News story, <a href=\"http://www.tennessean.com/article/20140314/NEWS03/303140133/Federal-judge-Same-sex-marriage-legal-some-Tennessee-couples\"><u>&quot;Tennessee lawyer wants same-sex marriage ruling to open doors,&quot;</u></a> <em>the Tennessean</em>, March 14, 2014</p>\r\n\r\n<p>News story, <a href=\"http://news.yahoo.com/mexico-legalizes-same-sex-marriage-192039942.html\"><u>&quot;New Mexico legalizes same-sex marriage,&quot;</u></a> the Associated Press, Dec. 19, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1NiMlmQAOFL1VlwEXgUPtPb0ZKcttIUWTD-j1bmA1d-4/pub\"><u>Emails</u></a>, William Duncan, president, Marriage Law Foundation, Lehigh, Utah, April 8, 2014</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1eWEU5HnIaXVUU_Fdo2rbdKEamis3Bz4WukKZI-FR4Pk/pub\"><u>Emails</u></a>, Dawn Schneider, director of communications, Boies, Schiller &amp; Flexner LLP, April 10, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Chairman, Boies, Schiller & Flexner LLP", "false_count": 0, "first_name": "David", "half_true_count": 0, "home_state": "New York", "id": 2760, "last_name": "Boies", "mostly_true_count": 0, "name_slug": "david-boies", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/boiesheadshot041514pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2760/", "total_count": 1, "true_count": 0, "website": "http://www.bsfllp.com/lawyers/data/0001"}, "statement": "<p>Every one of &quot;more than 30 federal judges who have considered the issue of gay and lesbian rights since last June&hellip; ruled that marriage is a constitutional right and you cannot deprive individual citizens of that right based on their sexual orientation.&quot;</p>\r\n", "statement_context": "the Civil Rights Summit at the Lyndon B. Johnson Presidential Library", "statement_date": "2014-04-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 117, "photo": null, "resource_uri": "/api/v/2/subject/117/", "subject": "Civil Rights", "subject_slug": "civil-rights", "used_in_edition": []}, {"description": "", "id": 118, "photo": null, "resource_uri": "/api/v/2/subject/118/", "subject": "Gays and Lesbians", "subject_slug": "gays-and-lesbians", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 134, "photo": null, "resource_uri": "/api/v/2/subject/134/", "subject": "Marriage", "subject_slug": "marriage", "used_in_edition": []}], "target": [], "twitter_headline": ""}