{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/punditfact/statements/2014/apr/17/michael-eric-dyson/dyson-conservative-white-men-dominate-sunday-talk-/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 9201, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/9201/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Last week, Attorney General Eric Holder sparked a bit of controversy when he spoke at the annual convention of the National Action Network, a civil rights group formed by Rev. Al Sharpton. Holder&rsquo;s prepared speech spotlighted what his department had done in areas that would loom large for his predominantly African-American audience. He talked about voting rights, prosecuting hate crimes and ensuring better legal counsel for defendants unable to afford a lawyer.</p>\r\n\r\n<p>But at one moment, Holder strayed from the script. A line that was supposed to lead into the Supreme Court&rsquo;s rejection of a key voting rights tool turned into a rebuke of the Republican Congress.</p>\r\n\r\n<p>&quot;The last five years have been defined by significant strides and by lasting reforms even in the face, even in the face of unprecedented, unwarranted, ugly and divisive adversity,&quot; Holder said. &quot;If you don&rsquo;t believe that, you look at the way &mdash; forget about me, forget about me. You look at the way the attorney general of the United States was treated yesterday by a House committee &mdash; has nothing to do with me, forget that. What attorney general has ever had to deal with that kind of treatment? What president has ever had to deal with that kind of treatment?&quot;</p>\r\n\r\n<p>While Holder never mentioned race, the punditocracy concluded that Holder was saying that he and President Barack Obama are subject to greater disrespect because they are black. On <em>Fox News Sunday</em>, Brit Hume said he suspected that Holder was invoking race, and unfairly so.</p>\r\n\r\n<p>&quot;This strikes me as kind of cry baby stuff from Holder,&quot; Hume said. &quot;My sense of that this is that both Eric Holder and Barack Obama have benefited politically enormously from the fact that they are African-American and the first to hold the jobs that they hold.&quot;</p>\r\n\r\n<p>Hume and his fellow panelist George Will said other presidents and attorneys general have suffered worse treatment on Capitol Hill.</p>\r\n\r\n<p>Those comments drew further response the next day on MSNBC&rsquo;s<em> The Ed Show</em>. Host Ed Schultz asked Georgetown professor Michael Eric Dyson what he thought of the cry baby label.</p>\r\n\r\n<p>Dyson, himself African-American, rejected it and took his own dig at the Fox News panel, which was made up of three white men and one white woman.</p>\r\n\r\n<p>&quot;We know that Sunday mornings have usually been given over to conservative white men who carp and complain to no end about the inability to get access (to power) when they have it,&quot; Dyson said.</p>\r\n\r\n<p>We can&rsquo;t fact-check the carping and complaining line, but we can drill down on Dyson&rsquo;s claim that &quot;Sunday mornings have usually been given over to conservative white men.&quot;</p>\r\n\r\n<p>Since the start of the year, PunditFact has been tracking guests who have appeared on the five most prominent Sunday news shows -- <em>Fox News Sunday, Face the Nation, Meet the Press, This Week and State of the Union. </em>So far we&rsquo;ve logged 600 different guests, and categorized them by job, political leaning, race and gender. On politics, we created three categories -- conservative, liberal and &quot;other&quot; (a catch-all category). We, if we might say, took a conservative approach and when we had any doubts, used the &quot;other&quot; category liberally. Our tally does not include hosts or interviewers but does include all panelists. So when Jonathan Karl fills in as host on <em>This Week</em>, he would not count. But when Karl appears on ABC&#39;s weekly rountable, he would.</p>\r\n\r\n<p>Eventually we plan on building a guest tracker that will allow you to see who appears most often on the Sunday news shows.</p>\r\n\r\n<p>But for now we can use the data we have collected to analyze Dyson&rsquo;s claim.</p>\r\n\r\n<p><strong>What we found</strong></p>\r\n\r\n<p>Again, Dyson is claiming that the typical Sunday morning show crowd consists of &quot;conservative white men.&quot;</p>\r\n\r\n<p>He&rsquo;s certainly right that most guests are white men. They account for two-thirds of all the people invited to the Sunday talk fests.</p>\r\n\r\n<p>Men, regardless of ethnic background or job, make up 75 percent of all guests. Whites, both male and female, make up 85 percent of all guests.</p>\r\n\r\n<p>But Dyson steers off course by adding the qualifier &quot;conservative,&quot; our data shows.</p>\r\n\r\n<p>Conservatives -- regardless of gender or race -- make up about 32 percent of the guests while liberals make up 26 percent. The remaining guests, about 42 percent, are neither conservative nor liberal -- a broad group that includes journalists and technical experts. (Think Judy Woodruff and lots of people talking about the disappearance of Malaysia Airlines Flight 370.)</p>\r\n\r\n<p>The number of conservatives shrink when isolate on &quot;conservative white men.&quot; The group of white conservative men claims about 25 percent of all appearances on the Sunday talk shows in 2014. Clearly, that&rsquo;s not a majority. It&#39;s not even a plurality.</p>\r\n\r\n<p>The most likely group to appear on the Sunday shows is other or neutral white males. They make up 27 percent of all guests so far in 2014.</p>\r\n\r\n<p>We also decided to look just at pundits. Of that group, the percentage of conservative white male pundits is actually smaller, our database shows.</p>\r\n\r\n<p>Since the start of the year, 410 pundits have appeared on the Sunday shows. Of that group, about 20 percent were &quot;conservative white men.&quot; That&rsquo;s more than liberal white men, who made up 8 percent of pundits. But not nearly as much as neutral white male pundits -- who made up about 35 percent of all appearances.</p>\r\n\r\n<p>We reached out to Dyson to get his numbers and we haven&rsquo;t heard back.</p>\r\n\r\n<p>What we can say is from our database of the Sunday talk shows is that conservatives are outnumbering liberals, but conservative white males don&rsquo;t hold dominion. It&rsquo;s people who don&rsquo;t fall into any particular political category that represent the largest single group.</p>\r\n\r\n<p>Now, we&#39;re not the only group that tracks the Sunday show guests list.</p>\r\n\r\n<p>The liberal group Media Matters released findings from a review of the 2013 network Sunday shows (our list, except for CNN&#39;s <em>State of the Union</em>). <a href=\"http://mediamatters.org/research/2014/01/30/report-the-demographics-of-the-sunday-morning-p/197783\">According to their methodology</a>, conservative white males made up 29 percent of all guests in 2013, more than the next biggest group, neutral white males, who accounted for 23 percent of all guests.</p>\r\n\r\n<p>Conservative white males made up the largest percentage for&nbsp;any one group, Media Matters said, but still accounted for just three in 10 guests.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Dyson said the the Sunday talk shows are usually given over to conservative white men. It would have been much more accurate if he just said white men.</p>\r\n\r\n<p>According to the liberal group Media Matters, conservative white males made up 29 percent of the guests when looking at four Sunday shows. That&#39;s the largest of any group when breaking things down for ideology, race and gender, Media Matters found.</p>\r\n\r\n<p>Our database for 2014 presents different findings. So far, 25 percent of all appearances on the Sunday talk shows in 2014 have been made by conservative white men. That&#39;s slightly less than neutral or &quot;other&quot; white men who made up 27 percent of all guest appearances so far in 2014.</p>\r\n\r\n<p>Dyson described the Sunday shows as having been &quot;given over&quot; to conservative white males. While that phrase isn&#39;t exact, it does suggest a dominant presence. The numbers don&rsquo;t back that up. Conservatives outman the liberals but by the time you drill down to white, male, conservatives, they lose much of the edge.</p>\r\n\r\n<p>Dyson pushed too far on his adjectives. We rate the claim Mostly False.</p>\r\n", "ruling_comments_date": "2014-04-17T11:38:43.470715", "ruling_date": "2014-04-17T14:40:36", "ruling_headline": "Liberal pundit says conservative white men dominate Sunday talk shows", "ruling_headline_slug": "dyson-conservative-white-men-dominate-sunday-talk-", "ruling_link_text": "White men yes, but most fall in the middle", "ruling_state": null, "source_documents": null, "sources": "<p>MSNBC, <a href=\"http://on.msnbc.com/1t2cS7h\"><u>The Ed Show</u></a>, April 14, 2014</p>\r\n\r\n<p>PunditFact, Talk show database</p>\r\n\r\n<p>Media Matters, &quot;<a href=\"http://mediamatters.org/research/2014/01/30/report-the-demographics-of-the-sunday-morning-p/197783\">REPORT: The Demographics Of The Sunday Morning Political Talk Shows</a>,&quot; Jan. 30, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Michael Eric", "half_true_count": 1, "home_state": "", "id": 2761, "last_name": "Dyson", "mostly_true_count": 0, "name_slug": "michael-eric-dyson", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/michael-eric-dyson-090.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2761/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>&quot;We know that Sunday mornings have usually been given over to conservative white men.&quot;</p>\r\n", "statement_context": "a broadcast of \"The Ed Show\"", "statement_date": "2014-04-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}