{"art": [{"brightcove": "", "caption": "Rachel Maddow discusses Oklahoma's \"sun tax.\"", "id": 4444, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/the-rachel-maddow-show-ok-red-state-meter-2.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4444/", "title": "maddow", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "canonical_url": "/punditfact/statements/2014/apr/24/rachel-maddow/rachel-maddow-unleashes-oklahomas-sun-tax-misses-c/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 9234, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "resource_uri": "/api/v/2/statement/9234/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Rachel Maddow sharply criticized Oklahoma Gov. Mary Fallin on her MSNBC show Monday for imposing a &quot;sun tax&quot; on residents who install solar panels or wind turbines<strong> </strong>to conserve energy and save on their electric bill.</p>\r\n\r\n<p>But Maddow&rsquo;s searing attack<strong> </strong>is misleading, says even a solar energy trade association.</p>\r\n\r\n<p>Maddow topped her April 21 broadcast with the story of SB 1456, connecting the &quot;sun tax&quot; law to conservative-driven efforts in other states to dial back state-approved benefits for utility customers who use alternative energy sources like small wind turbines and solar panels. (In Oklahoma, wind turbines are more prevalent than solar panels, for the record.)</p>\r\n\r\n<p>&quot;Tonight Oklahoma&rsquo;s Republican Gov. Mary Fallin signed a new law which makes you pay a special fee,&quot; she said. &quot;It will essentially fine people for the crime of using solar power. If you want to use the sun for electricity instead of your local coal fire power plant, the redder-than-red state Oklahoma government has figured out a way to make you pay for that crime.&quot;</p>\r\n\r\n<p>But the law mandates no special fee or fine as Maddow says. What <a href=\"http://webserver1.lsb.state.ok.us/cf_pdf/2013-14%20ENR/SB/SB1456%20ENR.PDF\"><u>SB 1456</u></a> does is<strong> </strong>crack open the door for Oklahoma&rsquo;s utility companies to apply to<strong> </strong>charge future &quot;distributed generation&quot; customers (the ones who invest in solar and wind energy devices on their properties) a tariff, surcharge, fee, or whatever you want to call it. But<strong> </strong>that fee or &quot;fine&quot; could only come after extensive court-like hearings before a<strong> </strong>state regulator, the <a href=\"http://www.occeweb.com/\"><u>Oklahoma Corporation Commission</u></a>.</p>\r\n\r\n<p>And there are questions if that will happen.<strong> </strong>In signing the proposal into law, Fallin released an <a href=\"https://www.documentcloud.org/documents/1146319-gov-mary-fallin-executive-order-2014-07.html\"><u>executive order</u></a> that repeatedly stressed the bill does not mean a fee or surcharge is the only way to deal with the concern of utility companies.</p>\r\n\r\n<p>Fallin &quot;specifically said the bill does not mandate an increase for solar customers,&quot; said Bryan Miller, president of the pro-solar group Alliance for Solar Choice. While Miller opposes a fee or surcharge should one come, he said Maddow&rsquo;s segment missed the mark.</p>\r\n\r\n<p>Miller called Fallin&rsquo;s executive order &quot;a tremendously positive step for the future of Oklahoma in promoting distributed generation.&quot;</p>\r\n\r\n<p>&quot;Even without the executive order, it was a very misleading story,&quot; Miller said.</p>\r\n\r\n<p>MSNBC spokeswoman Lauren Skowronski said the show stood by its reporting.</p>\r\n\r\n<p>&quot;The order declares the governor&rsquo;s recognition that renewable energy is important, but it does not, in any codified way, meaningfully change what the new law does,&quot; Skowronski said. &quot;The law was opposed by advocates of solar power for the very reason that it is designed to impede the expansion of solar usage among Oklahoma consumers, and the governor&rsquo;s executive order does not change that.&quot;</p>\r\n\r\n<p>We&rsquo;ll unpack all of this a little more for you. &nbsp;&nbsp;</p>\r\n\r\n<p><strong>Oklahoma&rsquo;s explanation</strong></p>\r\n\r\n<p>SB 1456 moved quickly through the Republican-led Oklahoma Legislature.</p>\r\n\r\n<p>State Rep. Mike Turner, a Republican whom Maddow mocked during her April 21 show for proposing an <a href=\"http://thinkprogress.org/justice/2014/01/25/3205541/oklahoma-lawmaker-ban-marriages-revival-jim-crow-tactic/\"><u>all-out ban on marriage</u></a>, was the primary House sponsor of the bill. He introduced it on the Oklahoma House floor this way:<strong> </strong>&quot;Members, this bill effectively allows our senior citizens as well as our lower-income individuals in this state to no longer bear the cost of the way that we do accounting.&quot;</p>\r\n\r\n<p>That&rsquo;s not a very detailed or transparent explanation for what SB 1456 is really about, but no one asked questions before passing it on an <a href=\"http://newsok.com/oklahoma-house-passes-solar-surcharge-bill/article/3955378\"><u>83-5</u></a> vote. (One lawmaker asked Turner a question privately as members voted, and Turner could be heard saying, &quot;This doesn&rsquo;t raise, it&rsquo;s not what people think.&quot;)</p>\r\n\r\n<p>Turner told PunditFact he was not acting at the behest of utilities, the conservative American Legislative Exchange Council or Koch brothers by supporting the Senate bill, as Maddow suggested during her broadcast. Still, a pro-solar Republican group went against him for sponsoring the bill in a <a href=\"https://www.youtube.com/watch?v=tr8t7PZ83AM\"><u>video ad</u></a> suggesting he turned on conservative principles by &quot;taxing solar.&quot;</p>\r\n\r\n<p>&quot;It&rsquo;s not a tax,&quot; Turner told PunditFact of his bill. &quot;You have to be a willing customer.&quot;</p>\r\n\r\n<p>A self-described opponent of subsidies, Turner says Oklahoma&rsquo;s 350 or so customers who use wind, solar or other alternative energy devices are being subsidized by other utility customers under current law.</p>\r\n\r\n<p>Here&rsquo;s his argument.</p>\r\n\r\n<p>Most people who have wind- and solar- energy devices are not completely off the grid. They access&nbsp;the grid on cloudy or low-wind days, utilities say.</p>\r\n\r\n<p>Like most states, Oklahoma has a <a href=\"http://www.seia.org/policy/distributed-solar/net-metering\"><u>net-metering law</u></a> that allows ratepayers who install solar panels and microturbines to sell excess energy they generate&nbsp;for use by their nearest neighbor. The utility, compelled by federal law, must buy back this energy at the retail rate, so the &quot;seller&quot; is charged only for their net energy use (what they sell minus what they use). Before Turner&rsquo;s bill became law, utility companies could not charge solar customers for extracting the excess energy with their infrastructure.</p>\r\n\r\n<p>Turner says solar panel customers fail to compensate the utility companies for harnessing the extra power. As a result, that additional cost is picked up by other customers.</p>\r\n\r\n<p>Spokespeople for the state&rsquo;s two largest utility companies, Oklahoma Gas and Electric and the Public Service Company of Oklahoma, say the current system is giving an unfair break on grid &quot;maintenance costs&quot; to customers who use solar or wind power.</p>\r\n\r\n<p>&quot;What we credit them for energy they generate greatly exceeds the value of that energy,&quot; said Stan Whitehouse, Public Service Company of Oklahoma spokesman. &quot;Distributed generation is no longer in its infancy, and as potential for growth grows, the subsidization will only increase.&quot;</p>\r\n\r\n<p>This bill could fix that inequity, the utilities say, by letting the state utility regulator &quot;set up a new rate for distributed generation that would be very clear about here is what you owe to cover the cost of the grid maintenance and here is the amount of electricity you use,&quot; said Oklahoma Gas and Electric spokeswoman Kathleen O&rsquo;Shea.</p>\r\n\r\n<p>Practically speaking, the fee would eat into the credits solar and wind customers accumulate from selling excess energy back to the electrical grid -- a concept that pro-solar groups, including Miller&rsquo;s Alliance for Solar Choice, oppose.&nbsp;To Maddow, that&rsquo;s a tax. To Turner, it&rsquo;s eliminating a subsidy.</p>\r\n\r\n<p>The law, which goes into effect Nov. 1, says utilities would have to get new charges approved by the end of 2015.</p>\r\n\r\n<p><strong>What SB 1456 does</strong></p>\r\n\r\n<p>Specifically, the law modifies a 1970s-era law that prevented utilities from increasing rates or imposing a surcharge because a consumer installed a solar energy device. The change would not affect existing customers.</p>\r\n\r\n<p>The law says a higher fixed charge for new customers with energy-saving equipment is &quot;a means to avoid subsidization.&quot; Emphasis on &quot;<em>a</em>,&quot; Miller said.</p>\r\n\r\n<p>&quot;It says you can have a fee, but it doesn&rsquo;t say you <em>have </em>to have a fee,&quot; he said.</p>\r\n\r\n<p>The practical effect of the bill for future solar and wind customers is unclear until the state&rsquo;s utility regulator starts the process of reviewing a fee request from a utility.</p>\r\n\r\n<p>Arguments for and against would be reviewed by an administrative law judge, who would make a recommendation to Oklahoma&rsquo;s three-person Corporation Commission. The commission could approve the fee or surcharge, reject it, or order additional review.</p>\r\n\r\n<p>To approve the fee -- and this is important -- the Corporation Commission would need to conclude solar and wind customers are being subsidized by other energy users. Alternative energy users would still save money by selling their excess energy, they&rsquo;d just save less.</p>\r\n\r\n<p>The law does not just affect solar users. Mike Bergey, Bergey WindPower Co. president and CEO, sent a letter to Fallin expressing profound disappointment for signing the law because uncertainty about a fee will hurt microturbine sales by dissuading customers interested in investing in a nascent industry.</p>\r\n\r\n<p>Oklahoma does not offer state incentives for residents who install small-scale solar and wind devices, so &quot;it&rsquo;s a rare customer&quot; who is willing to take the investment leap. A federal tax credit defrays some of the cost of a small $65,000 wind system, but extra utility fees would extend the payback period that customers usually recoup from reduced bills.</p>\r\n\r\n<p>&quot;Certainly the utilities will make a strong case for additional charges,&quot; said Bergey, who said he will fight a proposed utility tariff. &quot;What the industry is concerned about is they&rsquo;ll play up the cost ... and ignore the benefits.&quot;</p>\r\n\r\n<p>Some observers look to what happened in Arizona as a sign of what could come next. There, a utility proposal backed by conservative groups&nbsp;to charge solar customers $50-$100 per month was whittled down to about $5 by the commission.</p>\r\n\r\n<p><strong>And that executive order? </strong></p>\r\n\r\n<p>Fallin&rsquo;s <a href=\"https://www.documentcloud.org/documents/1146319-gov-mary-fallin-executive-order-2014-07.html\"><u>executive order</u></a> insisted the bill &quot;does not mandate tariffs or other increases for distributed generation customers.&quot;</p>\r\n\r\n<p>Fallin told state agencies to implement the bill in accordance with her energy plan, &quot;which promotes wind and solar power as important forms of clean energy,&quot; and for the commission to &quot;consider the use of all available alternatives, including other rate reforms such as increased use of time-of-use rates, minimum bills, and demand charges.&quot;</p>\r\n\r\n<p>The executive order isn&rsquo;t binding, but it provides guidance to the Corporation Commission. Commissioners are elected statewide while vacancies are filled by the governor.</p>\r\n\r\n<p>&quot;This will be given all the attention that any changes in rates are given,&quot; said Mike&nbsp;Skinner, the Corporation Commission spokesman.</p>\r\n\r\n<p>Still,&nbsp;Fallin&rsquo;s order is<strong> </strong>music to solar advocates&rsquo; ears.</p>\r\n\r\n<p>&quot;Even without the executive order, the bill is just ambiguous and does not mandate any charge,&quot; Miller said. &quot;But the executive order lends a lot of clarity to that.&quot;</p>\r\n\r\n<p>We checked in with <a href=\"http://dontkillsolar.com/tusk/\"><u>TUSK, or Tell Utilities Solar won&rsquo;t be Killed</u></a>, a pro-solar group led by Republicans Barry Goldwater Jr., a former California congressman, and<strong> </strong>Tom Morrissey, former chairman of the Arizona Republican Party. TUSK consultant Jason Rose called Fallin&rsquo;s executive order indicative of &quot;Republican adults&quot; who support customers&rsquo; rights to use solar to defray electric costs.</p>\r\n\r\n<p>&quot;Do I think (Maddow&rsquo;s) assessment of the legislative effort was accurate? Yes, I do,&quot; Rose said. &quot;Was she unaware, or were her producers unaware, of the executive order that neutered the legislation? Yes.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Maddow said, &quot;Oklahoma&#39;s Republican Gov. Mary Fallin signed a new law which makes you pay a special fee. It will essentially fine people for the crime of using solar power.&quot;</p>\r\n\r\n<p>The law does not make you pay a special fee for using solar power, as Maddow said. What it does do is open the door to a potential fee -- if utility companies can prove that solar and wind customers are being subsidized by other energy consumers.</p>\r\n\r\n<p>We&rsquo;re a ways from knowing whether the utilities can make their case and what fee might be assessed.</p>\r\n\r\n<p>The law does not affect the ability of Oklahoma solar and wind customers to sell excess energy they produce to lower their monthly bill, and even advocates of solar energy say Maddow&rsquo;s segment missed news in Fallin&rsquo;s executive order, which stressed &quot;this bill does not mandate tariffs or other increases&quot; for people who generate alternative energy.</p>\r\n\r\n<p>Maddow&rsquo;s statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.</p>\r\n", "ruling_comments_date": "2014-04-24T17:30:56.304855", "ruling_date": "2014-04-24T18:12:29", "ruling_headline": "Rachel Maddow unleashes on Oklahoma's 'sun tax' but misses context", "ruling_headline_slug": "rachel-maddow-unleashes-oklahomas-sun-tax-misses-c", "ruling_link_text": "Bill does not mandate solar fine", "ruling_state": null, "source_documents": null, "sources": "<p>Interview with Bryan Phillips, president of Alliance for Solar Choice, April 23, 2014</p>\r\n\r\n<p>Interview with Susan Glick, senior manager for public policy at Sunrun Inc., April 23, 2014</p>\r\n\r\n<p>Interview with Matt Skinner, spokesman for the Oklahoma Corporation Commission, April 23, 2014</p>\r\n\r\n<p>Interview with Oklahoma Rep. Mike Turner, R-Edmond, April 23, 2014</p>\r\n\r\n<p>Interview with Mike Bergey, Bergey WindPower Co. president and CEO, April 23, 2014</p>\r\n\r\n<p>Interview with Alex Weintz, Gov. Mary Fallin spokesman, April 23, 2014</p>\r\n\r\n<p>Interview with Kathleen O&rsquo;Shea, Oklahoma Gas and Electric spokeswoman, April 23, 2014</p>\r\n\r\n<p>Interview with Stan Whiteford, spokesman for <a href=\"https://www.psoklahoma.com/\"><u>Public Service Company of Oklahoma (PSO)</u></a>, April 22, 2014</p>\r\n\r\n<p>Interview with Joseph Henchman, Tax Foundation vice president of legal and state projects, April 24, 2014</p>\r\n\r\n<p>Interview with Christine Harbin Hanson, Americans for Prosperity national issues campaign manager, April 24, 2014</p>\r\n\r\n<p>Interview with Jason Rose, TUSK Republican consultant, April 24, 2014</p>\r\n\r\n<p>Interview with Lauren Skowronski, MSNBC spokeswoman, April 24, 2014</p>\r\n\r\n<p>Oklahoma State Legislature, <a href=\"http://webserver1.lsb.state.ok.us/cf_pdf/2013-14%20ENR/SB/SB1456%20ENR.PDF\"><u>SB 1456</u></a> and <a href=\"http://webserver1.lsb.state.ok.us/cf_pdf/2013-14%20SUPPORT%20DOCUMENTS/BILLSUM/House/SB1456%20ENGR%20BILLSUM.PDF\"><u>bill summary</u></a></p>\r\n\r\n<p>Gov. Mary Fallin&rsquo;s office, <a href=\"https://www.documentcloud.org/documents/1146319-gov-mary-fallin-executive-order-2014-07.html\"><u>executive order</u></a> 2014-07</p>\r\n\r\n<p>The Oklahoman, &quot;<a href=\"http://newsok.com/gov.-mary-fallin-signs-distributed-generation-bill/article/4248019\">Bill may raise utility fees,</a>&quot; April 22, 2014</p>\r\n\r\n<p><em>The Oklahoman</em>, &quot;Oklahoma House passes solar surcharge bill,&quot; April 15, 2014 (accessed via Nexis)</p>\r\n\r\n<p><em>Los Angeles Times</em>, &quot;<a href=\"http://www.latimes.com/nation/la-na-solar-kochs-20140420,0,7412286.story#axzz2zeUAhfie\"><u>Conservative heavyweights have solar energy in their sights</u></a>,&quot; April 19, 2014</p>\r\n\r\n<p><em>The Oklahoman</em>, &quot;Oklahoma electric utilities want higher rate for solar, wind energy producers,&quot; April 20, 2014</p>\r\n\r\n<p><em>The Rachel Maddow Show</em>, &quot;<a href=\"http://www.msnbc.com/rachel-maddow-show/statement-americans-prosperity#break\"><u>Statement from Americans for Prosperity today</u></a>,&quot; April 22, 2014</p>\r\n\r\n<p>Press release from Alliance for Social Choice, &quot;<a href=\"http://www.prnewswire.com/news-releases/the-alliance-for-solar-choice-applauds-oklahoma-governor-mary-fallin-and-secretary-of-energy-and-environment-michael-teague-for-leading-on-distributed-generation-256208881.html\"><u>The Alliance for Solar Choice applauds Oklahoma Gov. Mary Fallin and Secretary of Energy and Environment Michael Teague for leading on distributed generation</u></a>,&quot; &nbsp;April 21, 2014</p>\r\n\r\n<p>Slate, &quot;<a href=\"http://www.slate.com/articles/news_and_politics/politics/2014/04/oklahoma_sb_1456_why_the_tea_party_is_fighting_for_solar_power.html\"><u>The tea party wants to help you go sola</u></a>r,&quot; April 23, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "MSNBC host", "false_count": 6, "first_name": "Rachel", "half_true_count": 4, "home_state": "", "id": 154, "last_name": "Maddow", "mostly_true_count": 6, "name_slug": "rachel-maddow", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/maddow.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/154/", "total_count": 29, "true_count": 5, "website": ""}, "statement": "<p>&quot;Oklahoma&rsquo;s Republican Gov. Mary Fallin signed a new law which makes you pay a special fee. It will essentially fine people for the crime of using solar power.&quot;</p>\r\n", "statement_context": "a segment on 'The Rachel Maddow Show'", "statement_date": "2014-04-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}