{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/feb/06/fidelis/obama-porn-lawyer-laid-bare/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 928, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/928/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\n To hear some conservative opponents talk about David Ogden, President Obama's choice for deputy attorney general, you might have expected recommendation letters to come to the Senate in plain brown wrappers.\n</p>\n<p>\n &quot;An Obscene Choice: Obama Taps Porn Lawyer for # 2 at Justice,&quot; blares a headline atop the Web site for Fidelis, a conservative group that has waged a PR campaign against Ogden's nomination.\n</p>\n<p>\n According to a press release from Fidelis, &quot;President Obama's Choice for Deputy Attorney General has represented Playboy, Penthouse, the ACLU and others.&quot;\n</p>\n<p>\n First some background. Yes, as a lawyer in private practice more than 15 years ago, Ogden once did legal work on behalf of Playboy, Penthouse and other adult businesses. Ogden was then a lawyer in the Washington, D.C., office of the law firm Jenner &amp; Block, which had an active constitutional practice representing a number of media clients with First Amendment issues.\n</p>\n<p>\n In 1986, Ogden famously represented Playboy (as well as the American Council for the Blind, the American Library Association and others) when he successfully argued in federal court that the Library of Congress violated the First Amendment when it refused to fund publication of a Braille edition of\n <em>\n  Playboy\n </em>\n magazine. The federal government pays to have many periodicals printed into Braille. Ogden was quoted in the\n <em>\n  Washington Post\n </em>\n at the time hailing the decision as &quot;turning the tide in the censorship battle&quot; and saying that he hoped the printing of Braille editions of\n <em>\n  Playboy\n </em>\n &quot;is not an intolerable burden on the program&quot; but was &quot;the price of violating people's First Amendment rights.&quot;\n</p>\n<p>\n Ogden also sought an injunction to prevent the Meese Commission (a commission on pornopgraphy) from including\n <em>\n  Playboy\n </em>\n in a potential &quot;black list&quot; of adult magazines. And he represented a mail-order distributor of adult videos that challenged the constitutionality of a multidistrict prosecution strategy. The Fidelis Web site documents numerous other briefs Ogden filed in obscenity cases on behalf of Playboy, the ACLU, the Amerrican Booksellers Association and others.\n</p>\n<p>\n In a news release, Brian Burch, president of Fidelis, said, &quot;Ogden&rsquo;s record is nothing short of obscene. He has represented Playboy Enterprises in multiple cases, Penthouse Magazine, the ACLU, and the largest distributor of hard-core pornography videos.&nbsp; He has opposed filters on library computers protecting children from Internet smut, and successfully defended the right of pornographers to produce material with underage children.\n <br />\n <br />\n &quot;David Ogden has collected checks from Playboy and Penthouse to fight reasonable protections for parents and children from pornography. Ogden even sued the federal government in an attempt to publish Braille versions of Playboy magazine &ndash; at taxpayer expense, of course.&quot;\n</p>\n<p>\n During a hearing on Ogden's nomination on Feb. 5, 2009, several Republicans on the Senate Judiciary Committee grilled Ogden for nearly two hours about positions he took in some of those cases.\n</p>\n<p>\n Several asked Ogden about the Library of Congress case.\n</p>\n<p>\n &quot;I was representing a client as a lawyer in private practice,&quot; Ogden explained. &quot;A lawyer in private practice does not sit in judgment of his clients. His job is to present their views as persuasively and appropriately as possible.&quot;\n</p>\n<p>\n Orrin Hatch, the ranking Republican on the Judiciary Committee, challenged Ogden about arguments he once made against a law requiring producers of sexually explicit material to keep records about the identity and age of performers. &quot;How,&quot; Hatch asked, &quot;can we believe the Department of Justice will properly enforce this law, and if necessary defend its constitutionality when you have said for 20 years that it is unconstitutional?&quot;\n</p>\n<p>\n Ogden said the courts have made it clear that the government has the power to require that records are kept, and he said, &quot;I think the law is constitutional as it stands today.&quot; And he stressed that while he fought for constitutional issues in that case, it should not be interpreted that he believes obscene materials or child pornography should go unpunished or unregulated.\n</p>\n<p>\n &quot;I want to make it very clear that the laws against child pornography are extremely important laws,&quot; Ogden said.&nbsp; &quot;I think that child pornography is abhorrent. I think the efforts to exploit children is abhorrent and deserves the full sanctions of the law. And that is my strong view.&quot;\n</p>\n<p>\n Republican Sen. Jeff Sessions noted that Ogden once argued against a congressional attempt to force librarians to put a filter on computers so that children could not view pornography. Sessions said he understood that lawyers advocate for their client's position, but he wanted to know what Ogden felt about that personally.\n</p>\n<p>\n &quot;I think it's quite important that children be protected from exposure to materials that is obscene to them,&quot; Ogden responded. &quot;I think that's a different standard than what's obscene to adults. I think it's appropriate for parents to want to have protections with respect to those materials.&quot;\n</p>\n<p>\n Republican Sen. Jon Kyl called Ogden's attention to arguments he made against the conviction of a man found in possession of videos with girls in bikinis, or otherwise scantily clad, striking provocative poses and gyrating suggestively. A court later ruled the videos were clearly intended to pander to pedophiles. Ogden filed a brief on behalf of booksellers and library associations arguing that the videos did not constitute child pornography, that the standard ought to be nudity. They lost.\n</p>\n<p>\n Ogden said he'd have no problem enforcing the law, and that he would stand up for it if confirmed.\n</p>\n<p>\n &quot;That was an argument made for a client,&quot; Ogden said. &quot;As the lawyer for the United States, I will aggressively and appropriately enforce the law of the U.S. to its full letter.&quot;\n</p>\n<p>\n So that's a few highlights of Ogden's representation of the adult business.\n</p>\n<p>\n Supporters &mdash; many of them Republicans &mdash; say those cases are hardly career-defining for Ogden. Rather, they note that while head of the Department of Justice's civil division, Ogden was part of the team that defended the Child Pornography Prevention Act of 1996; and that he helped to defend the Child Online Protection Act of 1998.\n</p>\n<p>\n In the hearing on Feb. 5, Ogden said one of his proudest professional moments came from a brief he filed for the American Psychological Association arguing that child victims of sexual abuse sex ought to be allowed to testify via closed-circuit television due to the psychologically damaging effects of having to testify in person.\n</p>\n<p>\n For the last eight years, Ogden has worked for the law firm WilmerHale, where he is a partner and co-chair of the Government and Regulatory Litigation Practice Group. His clients include pharmaceutical, petrochemical, insurance, automotive, airline and media companies. For a more complete look at some of the work Ogden has done for WilmerHale, check out\n <a href=\"http://www.wilmerhale.com/david_ogden/\" target=\"_blank\">\n  his page\n </a>\n on the company Web site.\n</p>\n<p>\n Reginald Brown, a former Bush Administration official and current law partner of Ogden, said Ogden's work for adult businesses has been vastly overplayed.\n <br />\n &nbsp;\n <br />\n &quot;He took some positions on behalf of interest groups that obviously the government disagreed with,&quot; Brown said. &quot;It was by no means a majority of his practice. The bulk of his practice over the last eight years has been representing various companies &mdash; energy companies, pharmaceuticals and even some government agencies. I would describe it as a wide-ranging commercial litigation practice.&quot;\n <br />\n <br />\n As for the work for Playboy, Penthouse and other distributors of adult videos, Brown said. &quot;The extent of that work is greatly exaggerated and is taken out of context. It's borderline libelous to suggest that David has a huge practice representing the pornography industry. That's not to say he didn't work on the cases cited.&quot;\n</p>\n<p>\n Said Ben LaBolt, a spokesman for the Obama administration: &quot;David Ogden is committed to fighting for families and children. That is why his nomination has been supported by the National Center for Missing and Exploited Children, the Boys and Girls Club of America, among others. While Ogden served at DOJ, he led the U.S. government&rsquo;s defense of various antipornography statutes against constitutional attack, arguing forcefully against positions taken in some of those cases by former clients.&nbsp; He will do so again as Deputy Attorney General.&quot;\n</p>\n<p>\n We take LaBolt's point. And we think when some people hear Fidelis and others refer to Ogden as a &quot;porn lawyer&quot; they may assume that Ogden spent the better part of his career representing the pornography industry. That's just not the case. Ogden's work with adult-oriented companies came more than 15 years ago, and only reflects a fraction of his body of work as an attorney both in private practice and for the government. And we appreciate Ogden's point &mdash; made repeatedly in the hearing &mdash; that lawyers sometimes take a position on behalf of a client that doesn't necessarily reflect&nbsp; the views of the attorney.\n</p>\n<p>\n Still, it is undisputed that Ogden once did significant legal work on behalf of Playboy and other adult businesses, no matter how many years or clients ago it was. And so we rate the comment Mostly True.\n</p>\n<p>\n &nbsp;\n</p>\n<p>\n &nbsp;\n</p>\n<p>\n &nbsp;\n</p>\n<p>\n &nbsp;\n</p>\n<p>\n &nbsp;\n</p>\n<p>\n &nbsp;\n</p>", "ruling_comments_date": "2010-01-07T13:27:51.366920", "ruling_date": "2009-02-06T14:53:43", "ruling_headline": "Obama Porn Lawyer Laid Bare", "ruling_headline_slug": "obama-porn-lawyer-laid-bare", "ruling_link_text": "Obama Porn Lawyer Laid Bare", "ruling_state": null, "source_documents": null, "sources": "<p>\n Fidelis, Press release:\n <a href=\"http://www.fidelis.org/press.aspx?pid=45\" target=\"_blank\">\n  &quot;Obama Picks Porn Lawyer for #2 at Justice,&quot;\n </a>\n Feb. 3, 2009\n</p>\n<p>\n Fidelis,\n <a href=\"http://www.scribd.com/full/11607068?access_key=key-18yr2u50t8o0sz54rbrl\" target=\"_blank\">\n  Research brief on David W. Ogden, Nominee for Deputy Attorney General\n </a>\n , Feb. 3, 2009\n</p>\n<p>\n U.S. Senate Committe on the Judiciary,\n <a href=\"http://judiciary.senate.gov/nominations/DeputyAttorneyGeneral-DavidOgden.cfm#Questionnaire\" target=\"_blank\">\n  Webcast of hearing on nomination of Ogden\n </a>\n , Feb. 5, 2009\n</p>\n<p>\n WilmerHale,\n <a href=\"http://www.wilmerhale.com/david_ogden/\" target=\"_blank\">\n  Professional Bio of David W. Ogden\n </a>\n</p>\n<p>\n Washington Post, &quot;Halting Braille Playboy Ruled Unconstitutional;Judge Says Magazine Was Singled Out&quot; by Nancy Lewis, Aug. 29, 1986\n</p>\n<p>\n Interview with Reginald Brown, a former Bush Administration official and current law partner of Ogden at WilmerHale, Feb. 5, 2009\n</p>\n<p>\n Interview with Ben LaBolt, spokesman for the Obama administration, Feb. 5, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "", "id": 126, "last_name": "Fidelis", "mostly_true_count": 1, "name_slug": "fidelis", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-fidelis.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/126/", "total_count": 1, "true_count": 0, "website": "http://www.fidelis.org/"}, "statement": "<p>&quot;Obama taps porn lawyer for #2 at Justice.&quot;</p>", "statement_context": "a news release", "statement_date": "2009-02-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": null}