{"art": [{"brightcove": "", "caption": "Pundits discussed Susan Rice's Benghazi talking points in the days after the attack on a U.S. consulate in Libya.", "id": 4487, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/2014-05-04_10_32_17-Critical_Mention.png", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4487/", "title": "cokie", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jkliegman@tampabay.com", "first_name": "Julie", "id": 410, "last_name": "Kliegman", "name_slug": "julie-kliegman", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/410/", "title": "PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/punditfact/statements/2014/may/04/cokie-roberts/cokie-roberts-susan-rice-didnt-put-whole-benghazi-/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 9282, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}, {"email_address": "jkliegman@tampabay.com", "first_name": "Julie", "id": 410, "last_name": "Kliegman", "name_slug": "julie-kliegman", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/410/", "title": "PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/9282/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Following the release of a <a href=\"http://online.wsj.com/news/articles/SB10001424052702303678404579533671320855450\"><u>new White House email</u></a>, discussion on the Sunday morning shows turned back to the Sept. 11, 2012<strong>,</strong> deaths of four Americans in <a href=\"http://www.vox.com/cards/benghazi-ambassador-stevens-attack/benghazi-basics\"><u>Benghazi</u></a>, Libya.</p>\r\n\r\n<p>President Barack Obama and former U.S. ambassador to the United Nations Susan Rice both came under scrutiny&nbsp;for downplaying a potential terrorist attack in the days<strong> </strong>following.</p>\r\n\r\n<p>Though government officials <a href=\"http://www.cnn.com/2012/10/10/world/libya-attack-statements/\">eventually said</a>&nbsp;the attack was an act of terrorism with ties&nbsp;<a href=\"http://thehill.com/policy/defense/202460-morell-cia-didnt-downplay-benghazi-terror\">to&nbsp;al-Qaida</a>, White House officials initially said the violence was the result of a mob protesting an anti-Muslim film that had been posted<strong> </strong>on YouTube.</p>\r\n\r\n<p>On <em>Fox News Sunday</em>, Chris Wallace criticized Rice.</p>\r\n\r\n<p>&quot;Under court order, the administration had to release an email from a presidential adviser that indicates the White House helped shape Susan Rice&rsquo;s talking points when she appeared here and on other Sunday talk shows five days after the attack,&quot; he said. &quot;In those interviews Rice blamed reaction to a video and ruled out a pre-planned act of terror.&quot;</p>\r\n\r\n<p>Others defended Rice and the White House.</p>\r\n\r\n<p>On ABC&rsquo;s <em>This Week</em>, political strategist David Plouffe said the president referred to Benghazi as a terrorist attack in his Rose Garden address Sept. 12. We&rsquo;ve noted before, though, that the White House wasn&rsquo;t consistent in describing the event as a terrorist attack until <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/oct/17/mitt-romney/romney-says-obama-waited-14-days-call-libya-attack/\"><u>two weeks later</u></a>.</p>\r\n\r\n<p>Similarly, ABC political commentator Cokie Roberts argued that Rice mentioned the prospect of<strong> </strong>terrorism in comments on the Sept. 16 Sunday shows.</p>\r\n\r\n<p>&quot;When you read the transcript of those Sunday shows, actually Ms. Rice did say a &lsquo;terrorist attack,&rsquo; &quot; Roberts said. &quot;It&rsquo;s not that she put the whole thing on the video.&quot;</p>\r\n\r\n<p>PolitiFact has broken down <a href=\"http://www.politifact.com/truth-o-meter/statements/2013/may/13/jay-carney/jay-carney-says-susan-rice-didnt-play-down-terrori/\"><u>Rice&rsquo;s on-air comments</u></a> before, but PunditFact wanted to revisit the issue since it&rsquo;s still a point of contention among pundits a year and a half after the attack.</p>\r\n\r\n<p>PunditFact found that Roberts&nbsp;misrepresented Rice&rsquo;s talking points during that first round of Sunday show appearances after the attack. ABC did not return our request for comment.</p>\r\n\r\n<p>We excerpted each interview at the bottom of our report. Here are the main points:</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>Rice referred to the video as the source of the conflict in all five interviews.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>On <a href=\"#fox\">Fox</a> and <a href=\"#abc\">ABC</a>, she said the attacks were not pre-planned but rather were related to the video protest.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>She mentioned &quot;extremists&quot; on <a href=\"#cbs\">CBS</a>, <a href=\"#cnn\">CNN</a>, <a href=\"#nbc\">NBC</a> and <a href=\"#abc\">ABC</a>, but again connected them to the protest of the video and implied the uprisings were not planned as an act of terrorism. On <a href=\"#cnn\">CNN</a>, for example, she described the attack as a &quot;horrific incident where some mob was hijacked ultimately by a handful of extremists.&quot;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>She mentioned al-Qaida only on <a href=\"#cbs\">CBS</a> and cautioned that she wasn&rsquo;t sure they were involved.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>In no interview did she use the word &quot;terror&quot; or any variation.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p>Technically, Rice did mention extremism in most of her appearances, but she certainly wasn&rsquo;t saying that the Benghazi attack was a pre-planned act of terror. In fact, she repeatedly emphasized that it wasn&rsquo;t.</p>\r\n\r\n<p>Rice&rsquo;s appearances on Sunday Sept. 16 were consistent in that she repeatedly said that the federal government was investigating what happened and that &quot;we&#39;ll wait to see exactly what the investigation finally confirms.&quot; But when asked to offer her assessment of what happened, Rice stressed protests related to the anti-Muslim video and downplayed connections to terrorism.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Roberts said that when talking about Benghazi on the Sept. 16, 2012, Sunday shows, Rice said, &quot;terrorist attack&quot; and didn&rsquo;t put the entire blame on protests related to an anti-Islam YouTube video. Our review of the transcripts from Rice&rsquo;s appearances showed the opposite. She consistently emphasized the importance of the video, and the only times she brought up the possibility of a terrorist connection was to downplay it.</p>\r\n\r\n<p>We rate Roberts&rsquo; claim Mostly False.</p>\r\n\r\n<p>&bull; &nbsp;&bull; &nbsp;&bull;&nbsp;</p>\r\n\r\n<p id=\"cbs\"><strong>CBS&rsquo; <em>Face the Nation</em></strong></p>\r\n\r\n<p>Rice: &quot;Based on the best information we have to date, what our assessment is as of the present is in fact what began spontaneously in Benghazi as a reaction to what had transpired some hours earlier in Cairo where, of course, as you know, there was a violent protest outside of our embassy sparked by this hateful video. But soon after that spontaneous protest began outside of our consulate in Benghazi, we believe that it looks like extremist elements, individuals, joined in that effort with heavy weapons of the sort that are, unfortunately, readily now available in Libya post-revolution. And that it spun from there into something much, much more violent.&quot;</p>\r\n\r\n<p>Host Bob Schieffer: &quot;But you do not agree with (Sen. John McCain, R-Ariz.) that this was something that had been plotted out several months ago?&quot;</p>\r\n\r\n<p>Rice: &quot;We do not have information at present that leads us to conclude that this was premeditated or preplanned.&quot;</p>\r\n\r\n<p>Schieffer: &quot;Do you agree or disagree with him that al-Qaida had some part in this?&quot;</p>\r\n\r\n<p>Rice: &quot;Well, we&#39;ll have to find out that out. I mean I think it&#39;s clear that there were extremist elements that joined in and escalated the violence. Whether they were al-Qaida affiliates, whether they were Libyan-based extremists or al-Qaida itself I think is one of the things we&#39;ll have to determine.&quot;</p>\r\n\r\n<p>&bull; &nbsp;&bull; &nbsp;&bull;&nbsp;</p>\r\n\r\n<p id=\"cnn\"><strong>CNN&rsquo;s <em>State of the Union</em></strong></p>\r\n\r\n<p>Rice: &quot;Let&rsquo;s recall what has happened in the last several days. There was a hateful video that was disseminated on the Internet. It had nothing to do with the United States government and it&#39;s one that we find disgusting and reprehensible. It&#39;s been offensive to many, many people around the world.</p>\r\n\r\n<p>&quot;That sparked violence in various parts of the world, including violence directed against western facilities including our embassies and consulates. That violence is absolutely unacceptable, it&#39;s not a response that one can ever condone when it comes to such a video. And we have been working very closely and, indeed, effectively with the governments in the region and around the world to secure our personnel, secure our embassy, condemn the violent response to this video.</p>\r\n\r\n<p>&quot;And, frankly, we&#39;ve seen these sorts of incidents in the past. We&#39;ve seen violent responses to (Salman Rushdie&rsquo;s novel, The) <em>Satanic Verses</em>. We&#39;ve seen violent responses to the cartoons depicting the Prophet Mohammed in an evil way. So this is something we&#39;ve seen in the past, and we expect that it&#39;s possible that these kinds of things could percolate into the future. What we&#39;re focused on is securing our personnel, securing our facilities. ...</p>\r\n\r\n<p>&quot;(It was a) horrific incident where some mob was hijacked ultimately by a handful of extremists.&quot;</p>\r\n\r\n<p>&bull; &nbsp;&bull; &nbsp;&bull;&nbsp;</p>\r\n\r\n<p id=\"nbc\"><strong>NBC&rsquo;s <em>Meet The Press</em></strong></p>\r\n\r\n<p>Rice: &quot;We can&#39;t predict with any certainty, but let&#39;s remember what has transpired over the last several days. This is a response to a hateful and offensive video that was widely disseminated throughout the Arab and Muslim world. ...</p>\r\n\r\n<p>&quot;Let me tell you the best information we have at present. First of all, there is an FBI investigation, which is ongoing, and we look to that investigation to give us the definitive word as to what transpired. But putting together the best information that we have available to us today -- our current assessment is that what happened in Benghazi was, in fact, initially a spontaneous reaction to what had just transpired hours before in Cairo -- almost a copycat of the demonstrations against our facility in Cairo, which were prompted, of course, by the video.</p>\r\n\r\n<p>&quot;What we think then transpired in Benghazi is that opportunistic extremist elements came to the consulate as this was unfolding. They came with heavy weapons, which, unfortunately, are readily available in post-revolutionary Libya, and that escalated into a much more violent episode. Obviously, that&#39;s our best judgment now. We&#39;ll await the results of the investigation.&quot;</p>\r\n\r\n<p>&bull; &nbsp;&bull; &nbsp;&bull;&nbsp;</p>\r\n\r\n<p id=\"fox\"><strong><em>Fox News Sunday</em></strong></p>\r\n\r\n<p>Host Chris Wallace: &quot;The top Libyan official says that the attack on Tuesday was, quote, his words &lsquo;preplanned.&rsquo; Al-Qaida says the operation was revenge for our killing a top al-Qaida leader. What do we know?&quot;</p>\r\n\r\n<p>Rice: &quot;Well, first of all, Chris, we are obviously investigating this very closely. The FBI has a lead in this investigation. The information, the best information and the best assessment we have today is that in fact this was not a pre-planned, premeditated attack. That what happened initially was that it was a spontaneous reaction to what had just transpired in Cairo as a consequence of the video. People gathered outside the embassy and then it grew very violent and those with extremist ties joined the fray and came with heavy weapons, which unfortunately are quite common in post-revolutionary Libya and that then spun out of control.</p>\r\n\r\n<p>&quot;But we don&#39;t see at this point signs this was a coordinated plan, premeditated attack. Obviously, we will wait for the results of the investigation and we don&#39;t want to jump to conclusions before then. But I do think it&#39;s important for the American people to know our best current assessment.&quot;</p>\r\n\r\n<p>&bull; &nbsp;&bull; &nbsp;&bull;&nbsp;</p>\r\n\r\n<p id=\"abc\"><strong>ABC&rsquo;s <em>This Week</em></strong></p>\r\n\r\n<p>Rice: &quot;First of all, it&#39;s important to know that there&#39;s an FBI investigation that has begun and will take some time to be completed. That will tell us with certainty what transpired. But our current best assessment, based on the information that we have at present, is that, in fact, what this began as, it was a spontaneous -- not a premeditated -- response to what had transpired in Cairo. In Cairo, as you know, a few hours earlier, there was a violent protest that was undertaken in reaction to this very offensive video that was disseminated.</p>\r\n\r\n<p>&quot;We believe that folks in Benghazi, a small number of people came to the embassy to -- or to the consulate, rather, to replicate the sort of challenge that was posed in Cairo. And then as that unfolded, it seems to have been hijacked, let us say, by some individual clusters of extremists who came with heavier weapons, weapons that as you know in the wake of the revolution in Libya are quite common and accessible. And it then evolved from there. We&#39;ll wait to see exactly what the investigation finally confirms, but that&#39;s the best information we have at present.&quot;</p>\r\n", "ruling_comments_date": "2014-05-04T10:28:37.606361", "ruling_date": "2014-05-04T16:50:50", "ruling_headline": "Cokie Roberts: Susan Rice didn't put the whole Benghazi attack 'on the video'", "ruling_headline_slug": "cokie-roberts-susan-rice-didnt-put-whole-benghazi-", "ruling_link_text": "Rice avoided 't' word, downplayed connection", "ruling_state": null, "source_documents": null, "sources": "<p>ABC <em>This Week</em>, &quot;<a href=\"http://abcnews.go.com/Politics/week-transcript-us-ambassador-united-nations-susan-rice/story?id=17240933\"><u>U.S. ambassador to the United Nations Susan Rice</u></a>,&quot; Sept. 16, 2012</p>\r\n\r\n<p>CBS <em>Face the Nation</em>, &quot;<a href=\"http://www.cbsnews.com/news/face-the-nation-transcripts-september-16-2012-libyan-pres-magariaf-amb-rice-and-sen-mccain/\"><u>Libyan Pres. Magariaf, Amb. Rice and Sen. McCain</u></a>,&quot; Sept. 16, 2012</p>\r\n\r\n<p>CNN <em>State of the Union</em>, &quot;<a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1209/16/sotu.01.html\"><u>Interview with Benjamin Netanyahu; Interview with Susan Rice; Interview with Nancy Pelosi; Interview with Rudy Giuliani</u></a>,&quot; Sept. 16, 2012</p>\r\n\r\n<p><em>Fox News Sunday</em>, &quot;<a href=\"http://www.foxnews.com/on-air/fox-news-sunday-chris-wallace/2012/09/16/amb-susan-rice-rep-mike-rogers-discuss-violence-against-americans-middle-east#p//v/1843960658001\"><u>Amb. Susan Rice, Rep. Mike Rogers discuss violence against Americans in the Middle East</u></a>,&quot; Sept. 16, 2012</p>\r\n\r\n<p>NBC <em>Meet the Press</em>, &quot;<a href=\"http://www.nbcnews.com/id/49051097/ns/meet_the_press-transcripts/t/september-benjamin-netanyahu-susan-rice-keith-ellison-peter-king-bob-woodward-jeffrey-goldberg-andrea-mitchell/#.U2ZL8-ZdWo8\"><u>Benjamin Netanyahu, Susan Rice, Keith Ellison, Peter King, Bob Woodward, Jeffrey Goldberg, Andrea Mitchell</u></a>,&quot; Sept. 16, 2012</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2013/may/13/jay-carney/jay-carney-says-susan-rice-didnt-play-down-terrori/\"><u>Jay Carney says Susan Rice didn&rsquo;t play down terrorist involvement in Benghazi</u></a>,&quot; May 13, 2013</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/oct/17/mitt-romney/romney-says-obama-waited-14-days-call-libya-attack/\"><u>Romney says Obama waited 14 days to call Libya attack terror</u></a>,&quot; Oct. 17, 2012</p>\r\n\r\n<p>Vox, &quot;<a href=\"http://www.vox.com/cards/benghazi-ambassador-stevens-attack/benghazi-basics\"><u>Everything you need to know about Benghazi</u></a>,&quot; May 2, 2014</p>\r\n\r\n<p><em>Wall Street Journal</em>, &quot;<a href=\"http://online.wsj.com/news/articles/SB10001424052702303678404579533671320855450\"><u>The missing Benghazi email</u></a>,&quot; April 30, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "NPR contributor, ABC commentator", "false_count": 0, "first_name": "Cokie", "half_true_count": 2, "home_state": "Maryland", "id": 244, "last_name": "Roberts", "mostly_true_count": 2, "name_slug": "cokie-roberts", "pants_count": 0, "party": {"id": 64, "party": "Journalist", "party_slug": "journalist", "resource_uri": "/api/v/2/party/64/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/cokieroberts.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/244/", "total_count": 6, "true_count": 1, "website": ""}, "statement": "<p>In discussing the attacks on the U.S. consulate in Benghazi, Libya,&nbsp;&quot;Ms. Rice did say &#39;a terrorist attack.&#39; It&rsquo;s not that she put the whole thing on the video.&quot;</p>\r\n\r\n<p>&nbsp;</p>\r\n", "statement_context": "comments on ABC's \"This Week\"", "statement_date": "2014-05-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": ""}