{"art": [], "author": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2014/may/06/nathan-deal/deal-target-gun-permit-estimate/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 9288, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/9288/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Gov. Nathan Deal recently signed legislation that has been applauded by Second Amendment purists and blasted by gun control advocates for expanding where Georgians with permits may legally carry firearms to include churches, schools and bars.</p>\r\n\r\n<p>&quot;This legislation will protect the constitutional rights of Georgians who have gone through a background check to legally obtain a Georgia weapons carry license. Roughly 500,000 Georgia citizens have a permit of this kind, which is approximately 5 percent of our population,&quot; Deal told reporters and bill supporters at a signing ceremony for House Bill 60.</p>\r\n\r\n<p>We wondered where the governor got his estimate and whether it&rsquo;s correct. We decided to dig deeper.</p>\r\n\r\n<p>We first reached out to Brian Robinson, the governor&rsquo;s spokesman, who pointed to lawmakers as the source of the information.</p>\r\n\r\n<p>&quot;It&rsquo;s a rough estimate, which is how we couched it,&quot; Robinson said. &quot;The numbers are constantly in flux.&quot;</p>\r\n\r\n<p>We then contacted state Rep. Rick Jasperse, R-Jasper, the bill&rsquo;s major legislative champion, who broadened our understanding of the complexities of this fact check.</p>\r\n\r\n<p>&quot;We figure the number of licenses is about 750,000,&quot; Jasperse said in an email.</p>\r\n\r\n<p>The 500,000 figure is what is reported by Georgia&rsquo;s 159 probate judges to the state Administrative Office of the Courts, Jasperse told us.</p>\r\n\r\n<p>But, he pointed out, that information has its shortcomings. Some probate judges fail to report the number of applicants consistently. Others don&rsquo;t report them at all, he said.</p>\r\n\r\n<p>Georgians aren&rsquo;t required to have a license, or permit, to keep a gun in their car, on their property or at their place of business with the business owner&rsquo;s permission. With a permit, a person can carry a gun openly or concealed, except in restricted locations, such as a nuclear power plant or within 150 feet of a polling place.</p>\r\n\r\n<p>We found two counties that were identified as not reporting for 2012. We also confirmed that there is a state law on the books (O.C.G.A. &sect; 15-5-24(3)) that requires each county&rsquo;s probate court to report how many gun license applications it receives.</p>\r\n\r\n<p>We scratched our heads and asked: Has any probate court ever been punished for not complying with the law? Or is that even possible?</p>\r\n\r\n<p>&quot;No on both accounts&quot; was the response.</p>\r\n\r\n<p>Cobb County Probate Judge Kelli Wolk told us the judges only know how many people have applied for licenses, not how many have obtained them.</p>\r\n\r\n<p>&quot;It is a small distinction. But some folks are denied as ineligible. Some -- very few -- don&rsquo;t get fingerprinted after applying. Some are revoked after issued. Some folks move to Cobb with licenses from other counties, etc.,&quot; &nbsp;Wolk said in an email.</p>\r\n\r\n<p>She provided us data that show gun applications in Cobb have risen from 3,426 in 2006 to 11,462 in 2013. From Jan. 1 to April 15 of this year, 3,690 applications were made in the county.</p>\r\n\r\n<p>(Permits are good for five years, unless revoked, Wolk said. The $79.25 fee that is charged is divided four ways between the Georgia Crime Information Center and Sheriff&rsquo;s Office for the background check, the statewide vendor and the local probate court, she said.)</p>\r\n\r\n<p>We found that the 500,000-plus number that&rsquo;s bandied about was derived by adding up five years worth of applications filed statewide with the probate courts. (Actual number of applications was 535,826 for 2008 through 2012, according to our calculations). This clearly has some shortcomings. But the rationale, we were told, was that figure could at least be in the park since gun permits are good for five years.</p>\r\n\r\n<p>In 2012, the federal Government Accounting Office found the number of states allowing concealed carry permits was increasing, and the eligibility requirements and reciprocity agreements differed broadly, depending on the state. Seven states and the District of Columbia, as of June 2002, prohibited the concealed carry of handguns. By March 2012, individuals could carry concealed handguns everywhere but Illinois and the District of Columbia, the agency found.</p>\r\n\r\n<p>According to state reporting to the GAO, there were at least 8 million active permits to carry concealed handguns in the U.S. as of Dec. 31, 2011. This included about 600,000 in Georgia, which, at the time, had an estimated 6.9 million people 20 years or older.</p>\r\n\r\n<p>&quot;That number (the 600,000 reported by the GAO) is pretty close to my &lsquo;adjusted&rsquo; number, corrected for the missing probate court numbers,&quot; Jasperse said.</p>\r\n\r\n<p>Jerry Henry with the gun rights group GeorgiaCarry.org said he estimates about 750,000 Georgians are licensed gun carriers.</p>\r\n\r\n<p>But the reality is we couldn&rsquo;t find anyone who has an actual permit count. And the new law, which takes effect July 1, prohibits anyone from keeping a database of permit holders.</p>\r\n\r\n<p>Dubbed by opponents as the &quot;guns everywhere bill,&quot; the law allows firearms in churches, bars and government buildings under certain circumstances. It prohibits law enforcement officials from asking someone with a gun whether he or she has a license.</p>\r\n\r\n<p>It gives school systems the ability to decide whether teachers or other staff should be armed.</p>\r\n\r\n<p>The new law also repeals state law requiring firearms dealers to obtain state licenses and maintain records of firearm sales and purchases, and it revokes the governor&#39;s authority to suspend or limit the carrying or sale of guns in case of emergencies.</p>\r\n\r\n<p>Since its signing, some religious leaders -- including Catholic Archbishop Wilton Gregory of Atlanta -- have declared that guns won&rsquo;t be permitted in their churches.</p>\r\n\r\n<p>Summary: There&rsquo;s no firm data on how many gun permits are out there. Deal made clear that the number he quoted was a rough estimate of gun permits in Georgia. It falls in line with the lowest of the estimates out there.</p>\r\n\r\n<p>Deal&rsquo;s statement is accurate but needs a bit of additional context to be fully understood.</p>\r\n\r\n<p>We rate the governor&rsquo;s statement Mostly True.</p>\r\n", "ruling_comments_date": "2014-05-05T16:48:13.132143", "ruling_date": "2014-05-06T00:00:00", "ruling_headline": "Deal on target with gun permit estimate", "ruling_headline_slug": "deal-target-gun-permit-estimate", "ruling_link_text": "Gun bill, now gun law remains controversial", "ruling_state": null, "source_documents": null, "sources": "<p>&quot;New law allows Georgia residents to carry guns in churches, schools, bars,&quot; CBS <a href=\"http://www.cbsnews.com/news/new-law-allows-georgia-residents-to-carry-guns-in-churches-schools-bars/\">News</a>, April 23, 2014</p>\r\n\r\n<p>Email with Brian Robinson, spokesman for Gov. Nathan Deal</p>\r\n\r\n<p>Email with GBI spokeswoman Sherry Lang</p>\r\n\r\n<p>Email and phone calls with Ashley G. Stollar, spokeswoman, Georgia Administrative Office of the Courts</p>\r\n\r\n<p>Probate court <a href=\"http://georgiacourts.gov/index.php/aoc/court-services/research-planning-a-data-analysis/81\">data</a></p>\r\n\r\n<p>Emails and phone interview with Jerry Henry, GeorgiaCarry.org</p>\r\n\r\n<p>Government Accounting Office <a href=\"http://www.gao.gov/products/GAO-12-717\">report</a>, July 17, 2012</p>\r\n\r\n<p>Phone interview with ATF spokeswoman</p>\r\n\r\n<p>Emails with Cobb County Probate Judge Kelli Wolk</p>\r\n\r\n<p>Email and phone interviews with state Rep. Rick Jasperse, R-Jasper</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "", "false_count": 5, "first_name": "Nathan", "half_true_count": 11, "home_state": "", "id": 441, "last_name": "Deal", "mostly_true_count": 11, "name_slug": "nathan-deal", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NathanDeal.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/441/", "total_count": 52, "true_count": 13, "website": ""}, "statement": "<p><strong>Roughly 500,000 Georgians -- or about 5 percent of the state&rsquo;s residents -- have gone through a background check to legally obtain a Georgia weapons carry license.</strong></p>\r\n", "statement_context": "a press conference", "statement_date": "2014-04-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}