{"art": [], "author": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2014/may/08/deborah-kafoury/did-deborah-kafourys-leadership-take-sellwood-brid/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 9304, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/9304/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Awful things happen when bridges collapse. The 2007 collapse of the Interstate 35W Mississippi River Bridge in Minneapolis, for instance, left 13 dead and scores more injured. The calamity was blamed on a 1960s design flaw in plates used to connect bridge beams.</p>\r\n\r\n<p>Closer to home, Multnomah County officials worried about the stability of the Sellwood Bridge for years. No one thought the bridge was about to fall down, but everyone knew it needed to be replaced. Cracks in the structure&rsquo;s concrete and steel, along with extraordinarily high use -- it&rsquo;s the busiest two-lane bridge in Oregon -- earned it a two on a federal bridge-safety scale of 100.</p>\r\n\r\n<p><strong>The Claim</strong></p>\r\n\r\n<p>Deborah Kafoury was a former state legislator and a Multnomah County commissioner when she stepped down in October 2013 to run for Multnomah County chair. She faces attorney Jim Francesconi and four other candidates in the May 20 primary. Her campaign website lists the Sellwood Bridge among her accomplishments.</p>\r\n\r\n<p>&quot;When Deborah took office,&quot; it claims, &quot;the project had languished for years, with only $11 million in funds. With her leadership the remaining funding was secured that got the project moving forward.&quot;</p>\r\n\r\n<p>We wondered if Kafoury deserved that much credit.</p>\r\n\r\n<p><strong>The Analysis</strong></p>\r\n\r\n<p>We called Mike Pullen, a Multnomah County spokesman, and asked about the $11 million figure. He emailed an internal budget document titled, &quot;Sellwood Bridge Funding Plan.&quot; It was dated June 4, 2009, which was five months after Kafoury took office as a commissioner.</p>\r\n\r\n<p>The document listed four possible financing scenarios. Each added up to the $321 million the project was then estimated to cost. They differed in the amounts expected to be collected from various contributing sources.</p>\r\n\r\n<p>All four scenarios included $11 million budgeted but unspent in completing a federally mandated environmental impact statement.</p>\r\n\r\n<p>That backed Kafoury&rsquo;s claim that only $11 million of the projected $321 million needed to build a new Sellwood Bridge was on hand when she took office. Did her &quot;leadership&quot; help vacuum up the rest?</p>\r\n\r\n<p>Construction is now well under way so we know who&rsquo;s paying for what. By far the single biggest source is the $141.7 million coming from a $19-a-year Multnomah County vehicle registration fee. We started our check there.</p>\r\n\r\n<p>Kafoury, who had been a legislator for six years before winning election as a commissioner, told us in a telephone interview that she took the lead in lobbying for a new bridge during the 2009 legislative session.</p>\r\n\r\n<p>She focused primarily on House Bill 2009, which included a provision giving Multnomah and Clackamas counties the authority to divert increased vehicle registration fees to the bridge. (Clackamas County, on a public vote, later pulled out of the plan.)</p>\r\n\r\n<p>Kafoury said she traveled frequently to Salem, meeting with, among others, Senate President Peter Courtney, D-Salem, and state Sen. Bruce Starr, R-Hillsboro.</p>\r\n\r\n<p>We called Courtney. &quot;She drove me nuts over that bridge,&quot; he exploded. &quot;I&rsquo;m not making this up. To me, the Sellwood Bridge is Deborah&rsquo;s bridge.&quot;</p>\r\n\r\n<p>Multnomah County commissioners are elected on a nonpartisan basis. Still, Kafoury is a Democrat, so naturally Courtney might support her. For balance, we called Starr, a Republican.</p>\r\n\r\n<p>&quot;I was managing the funding package for that bill and, based on my conversations with her, the Sellwood Bridge was added to that package,&quot; Starr said. &quot;As far as I&rsquo;m concerned, she was the only person in Multnomah County I dealt with on that issue.&quot;</p>\r\n\r\n<p>Did Kafoury have as strong a hand in the bridge&rsquo;s other significant funding sources?</p>\r\n\r\n<p>The city of Portland, through then-Mayor Sam Adams, had already come out in favor of building a new bridge. Adams caught considerable flak for proposing to spend city money on a bridge it didn&rsquo;t own.</p>\r\n\r\n<p>Adams and Ted Wheeler, then county commission chair, were in talks about the bridge when Kafoury joined the commission. When Jeff Cogen succeeded Wheeler, those discussions continued. The aim was inking an intergovernmental agreement specifying the duties and contributions of each.</p>\r\n\r\n<p>&quot;But until we had the money in hand from the vehicle registration fees, nothing was going anywhere,&quot; Kafoury said. &quot;When I went to Salem and got the funding, I called Sam and asked him for a firm commitment. We&rsquo;d never have gotten the IGA if I hadn&rsquo;t gotten the money.&quot;</p>\r\n\r\n<p>Adams, now executive director of the City Club of Portland, did not dispute Kafoury&rsquo;s statement. The city&rsquo;s portion of the project, now with an overall budget of $307.5 million, is $74.5 million.</p>\r\n\r\n<p>One last piece of the bridge&rsquo;s financing collage we looked at was a $17.7 million federal grant, awarded in December 2011. Kafoury did join a county delegation that traveled to Washington, D.C., earlier that year to lobby for the grant, according to her and other county workers.</p>\r\n\r\n<p>But the extensive time spent preparing the grant was substantially &quot;staff-driven,&quot; the county&rsquo;s Pullen said. Without that money, the county would have still been looking at a $20 million funding gap.</p>\r\n\r\n<p><strong>The Ruling</strong></p>\r\n\r\n<p>Kafoury, in her campaign for Multnomah County commission chair, cites construction of a new Sellwood Bridge as a major accomplishment. When she took her seat on the commission in 2009, she said, &quot;the project had languished for years, with only $11 million in funds. With her leadership, the remaining funding was secured that got the project moving forward.&quot;</p>\r\n\r\n<p>Budget documents confirm that only $11 million was on hand in 2009, and efforts to replace the aging span had been going on for at least several years. It&rsquo;s also clear that without a lot more money, the project was going nowhere.</p>\r\n\r\n<p>State legislators from both parties say Kafoury was instrumental in including the Sellwood Bridge in a huge transportation funding bill approved not long after she took office.</p>\r\n\r\n<p>Yet while that money was key to getting the city of Portland to commit cash, important discussions between the city and county not directly involving Kafoury took place both before and after she was elected. Kafoury also lobbied federal officials for a grant that closed a remaining funding gap, but work around that grant was largely staff-driven.</p>\r\n\r\n<p>Kafoury played a pivotal role in securing the bridge&rsquo;s first big chunk of money, which was key to getting it going. But she wasn&rsquo;t the only to show &quot;leadership&quot; on the project. Other legislators had to buy into the transportation bill, and leaders such as Adams, Wheeler and Cogen helped secure money from the city of Portland.</p>\r\n\r\n<p>We rate Kafoury&rsquo;s claim Mostly True.</p>\r\n", "ruling_comments_date": "2014-05-08T20:24:22.950026", "ruling_date": "2014-05-08T17:24:18", "ruling_headline": "Did Deborah Kafoury's leadership take the Sellwood Bridge from a languishing project to one now under construction?", "ruling_headline_slug": "did-deborah-kafourys-leadership-take-sellwood-brid", "ruling_link_text": "For the most part, not a bridge too far", "ruling_state": null, "source_documents": null, "sources": "<p>Telephone interviews with Deborah Kafoury, candidate, Multnomah County commissioner, May 1 and 6, 2014.</p>\r\n\r\n<p>Telephone interview, Patrick Brennan, administrator, House Interim Committee on Transportation &amp; Economic Development, May 6, 2014.</p>\r\n\r\n<p>Email from Brennan, May 6, 2014.</p>\r\n\r\n<p>Email from Sam Adams, executive director, City Club of Portland, May 5, 2014.</p>\r\n\r\n<p>Telephone interview, Peter Courtney, Oregon Senate president, May 6, 2014.</p>\r\n\r\n<p>Telephone interview with state Sen. Bruce Starr, R-Hillsboro, May 6, 2014.</p>\r\n\r\n<p>Telephone interview, Mike Pullen, Multnomah County spokesman, May 5, 2014.</p>\r\n\r\n<p>Email from Pullen, May 6, 2014.</p>\r\n\r\n<p>Sellwood Bridge Funding Plan, revised, June 4, 2009.</p>\r\n\r\n<p>Oregon House Bill 2001.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Candidate, Multnomah County commission", "false_count": 0, "first_name": "Deborah", "half_true_count": 0, "home_state": "Oregon", "id": 2796, "last_name": "Kafoury", "mostly_true_count": 1, "name_slug": "deborah-kafoury", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/DK2012_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2796/", "total_count": 1, "true_count": 0, "website": "http://www.deborahkafoury.com/"}, "statement": "<p>&quot;When Deborah took office, the (Sellwood Bridge) project had languished for years, with only $11 million in funds. With her leadership the remaining funding was secured that got the project moving forward.&quot;</p>\r\n", "statement_context": "a campaign website statement", "statement_date": "2014-04-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 209, "photo": null, "resource_uri": "/api/v/2/subject/209/", "subject": "County Government", "subject_slug": "county-government", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 133, "photo": null, "resource_uri": "/api/v/2/subject/133/", "subject": "Infrastructure", "subject_slug": "infrastructure", "used_in_edition": []}], "target": [], "twitter_headline": ""}