{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/feb/13/jim-demint/demint-stimulus-prayer-dorms-religion/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 936, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/936/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>The Democratic-led economic stimulus plan has been attacked by opponents as bloated, pork-ridden and ineffective. Now add antireligious to the list.</p>\r\n<p>Their complaint centers on a portion of the bill that would provide federal funds for colleges and universities to modernize, renovate or repair facilities. The bill specifically prohibits the funds to be used for buildings that may be \"used for sectarian instruction or religious worship; or in which a substantial portion of the functions of the facilities are subsumed in a religious mission.\"</p>\r\n<p>It's the part that prohibits funds used to renovate a building used for \"religious worship\" that has many conservative groups concerned.</p>\r\n<p>The conservative criticisms were fueled by a 10-page legal argument released on Feb. 3, 2009, from the nonprofit American Center for Law &amp; Justice, founded by evangelist Pat Robertson, which concluded that the language in the stimulus discriminates against private religious speech and argued that it ought to be removed.</p>\r\n<p>Sen. Jim DeMint of South Carolina took the reins and proposed an amendment to strike the language from the stimulus plan, but it failed by a vote of 54-43.</p>\r\n<p>In making his pitch for the amendment on the Senate floor on Feb. 5, DeMint called the language hostile to religion and warned it would open up colleges and universities to lawsuits from the likes of the American Civil Liberties Union and others.</p>\r\n<p>The language, DeMint said, \"would make sure that students could never talk openly and honestly about their faith. The fact is, any university or college that takes any of the money in this bill to renovate an auditorium, a dorm, or student center could not hold a National Prayer Breakfast there any longer because of what is written in this bill.\"  <br /> <br /> \"Keep in mind that a prayer has been called by our courts to be religious worship,\" DeMint said. \"What this means is students cannot meet together in their dorms, if that dorm has been repaired with this federal money, and have a prayer group or a Bible study. They cannot get together in their student centers. They cannot have a commencement service where a speaker talks about their personal faith.</p>\r\n<p>\"The National Prayer Breakfast could not be held in a building renovated with funds from this bill,\" DeMint said. \"The Campus Crusade, a fellowship of Christian athletes, Intervarsity Christian Fellowship, Catholic and Jewish student groups who are meeting on campuses all over the country today could no longer meet in buildings that use funds from the bill we are talking about today. Classes on world religions or religious history, academic studies of religious texts could be banned by facilities that are renovated by this bill.\"</p>\r\n<p>Howard Simon of the ACLU said it's preposterous to claim that the ACLU would sue if students in a dorm want to share their faith or organize a Bible study, even if that dorm was renovated with federal funds.</p>\r\n<p>\"On what basis would there be a lawsuit? There is a First Amendment in our country. People have a constitutional right to state their faith.\"</p>\r\n<p>Barry Lynn, executive director of Americans United for Separation of Church and State, said the language in the stimulus plan amounts to little more than boilerplate for federal legislation, similar to language used for decades in the Higher Education Facilities Act.</p>\r\n<p>Lynn points to several Supreme Court decisions in the 1970s that upheld the constitutionality of such language, as well as that federal construction grants could be awarded to church-related colleges and universities.</p>\r\n<p>The Supreme Court has also consistently ruled that religious groups have as much right to equal access to public facilities as anyone else. For example, in 2001, the Supreme Court ruled in favor of the Good News Club, a private Christian organization for children, which had been barred from using a public school for weekly afterschool meetings.</p>\r\n<p>Nonetheless, Robert Alt, deputy director of the Center for Legal and Judicial Studies at the Heritage Foundation, argues that the language in the stimulus bill was written overly broadly. Yes, he said, the Supreme Court has made clear what the law is on all this, so why add the language at all? The provision, as written, \"would seem to permit a legal challenge\" to all sorts of religious activity on college campuses in buildings renovated with fedeal funds, he said.</p>\r\n<p>Given the Supreme Court's decisions, though, wouldn't those challenges fail?</p>\r\n<p>\"The Supreme Court precedent is perfectly clear,\" Alt said. \"I think they would lose.\"</p>\r\n<p>So what's the problem?</p>\r\n<p>Notwithstanding assurances from the ACLU and Americans United for Separation of Church and State that they would not sue over a group of students getting together for Bible study in a dorm room, the language opens the door for someone to bring \"needless litigation,\" Alt said.</p>\r\n<p>\"Why not make it better?\" Alt said.</p>\r\n<p>In reaching our conclusion, we note two things that advocates on both sides of the issue more or less agree to. First, the Supreme Court has repeatedly upheld that similar language in the Higher Education Facilities Act is constitutional.</p>\r\n<p>Second, the courts have been clear that religious groups are entitled to the same equal access to public facilities as any other group. Maybe someone will bring a lawsuit, as DeMint claims, if students hold a Bible study in a dorm that has been renovated with federal money from the stimulus plan. But both the ACLU and the Heritage Foundation say the Supreme Court's rulings indicate such a lawsuit would fail. Maybe the language could be clearer. But we think it's misleading for DeMint to claim that, if enacted, the stimulus plan would surely mean that students can't hold a prayer session in a dorm.</p>\r\n<p>We find his statement False.</p>", "ruling_comments_date": "2010-01-07T13:27:50.874311", "ruling_date": "2009-02-13T15:41:43", "ruling_headline": "DeMint says stimulus plan would bar students from having prayer meetings in dorms", "ruling_headline_slug": "demint-stimulus-prayer-dorms-religion", "ruling_link_text": "Not unless the Supreme Court changes its mind", "ruling_state": null, "source_documents": null, "sources": "<p>U.S. House of Representatives, Committee on Education and the Workforce,  <a href=\"http://republicans.edlabor.house.gov/archive/publications/compindex.htm\" target=\"_blank\"> \"Higher Education Act As Amended Through October 2002\" </a></p>\r\n<p>Huck PAC blog,  <a href=\"http://www.huckpac.com/index.cfm?FuseAction=Blogs.View&amp;Blog_id=2133\" target=\"_blank\"> \"URGENT: Stimulus Bill Is Anti-Religious,\" </a> by Mike Huckabee, Feb. 10, 2009</p>\r\n<p>U.S. Senate Web site,  <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=111&amp;session=1&amp;vote=00047\" target=\"_blank\"> Senate Amendment 189 to the American Recovery and Reinvestment Act of 2009):&nbsp; To allow the free exercise of religion at institutions of higher education that receive funding </a></p>\r\n<p>U.S. House of Representatives, Committee on Rules,  <a href=\"http://www.rules.house.gov/\" target=\"_blank\"> Text of Conference Report on the merican recovery and Reinvestment Act </a></p>\r\n<p>U.S. Supreme Court Center,  <a href=\"http://supreme.justia.com/us/403/672/\" target=\"_blank\"> Tilton v. Richardson </a> , 403 U.S. 672, 1971</p>\r\n<p>Cornell University Law School,  <a href=\"http://supct.law.cornell.edu/supct/html/99-2036.ZS.html\" target=\"_blank\"> Good News Club v. Milford Central School </a> , (99-2036) 533 U.S. 98, 2001</p>\r\n<p>CQ Transcripts, Statements of DeMint on Senate floor, Feb. 5, 2009</p>\r\n<p>Interview with Howard Simon of the ACLU, Feb. 12, 2009</p>\r\n<p>Interview with Barry Lynn, executive director of Americans United for Separation of Church and State, Feb. 12, 2009</p>\r\n<p>Interview with Robert Alt, deputy director of the Center for Legal and Judicial Studies at the Heritage Foundation, Feb. 12, 2009</p>\r\n<p>Interview with Wesley Denton, spokesman for Sen. Jim DeMint, Feb. 12, 2009</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "President, Heritage Foundation", "false_count": 4, "first_name": "Jim", "half_true_count": 0, "home_state": "South Carolina", "id": 129, "last_name": "DeMint", "mostly_true_count": 0, "name_slug": "jim-demint", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Jim_DeMint.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/129/", "total_count": 11, "true_count": 2, "website": "http://www.heritage.org/about/staff/d/jim-demint"}, "statement": "<p>There is a provision in the economic stimulus plan that means that \"students cannot meet together in their dorms, if that dorm has been repaired with this federal money, and have a prayer group or a Bible study.\"</p>", "statement_context": "a speech on the Senate floor.", "statement_date": "2009-02-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}