{"art": [], "author": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2014/may/30/jeff-merkley/did-400000-oregonians-gain-access-health-care-unde/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 9392, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/9392/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Cover Oregon, Oregon&rsquo;s answer to the Affordable Care Act, has had a rocky rollout. Cost overruns, myriad software bugs and, now, an FBI investigation, added up to a public relations disaster. Despite that, however, thousands of people have enrolled for health coverage.</p>\r\n\r\n<p><strong>The claim</strong>:</p>\r\n\r\n<p>Jeff Merkley, Oregon&rsquo;s first-term Democratic senator, is running for re-election and will face Republican challenger and political newcomer Monica Wehby in November.</p>\r\n\r\n<p>In his first post-primary interview, Merkley conceded the inadequacies of Cover Oregon&rsquo;s launch but said Obamacare, on the whole, has provided net benefits for the state. In particular, he disputed Wehby&rsquo;s characterization of the new law as an &quot;unmitigated disaster.&quot;</p>\r\n\r\n<p>&quot;Is it an unmitigated disaster,&quot; he said, &quot;that 400,000 Oregonians have gained access to health care&quot; through the new law?</p>\r\n\r\n<p>We decided to check Merkley&rsquo;s figures.</p>\r\n\r\n<p><strong>The analysis</strong>:</p>\r\n\r\n<p>We emailed Merkley&rsquo;s campaign staff, which responded with a memo containing three sets of figures, each tied to a news story or government-provided statistic.</p>\r\n\r\n<p>The first showed that the ACA&rsquo;s Medicaid expansion increased Oregon Health Plan enrollment by &quot;more than 300,000.&quot;</p>\r\n\r\n<p>That total was broken into two pieces: The 201,726 Oregonians who used Cover Oregon to enroll for coverage under the Medicaid expansion that is considered critical to the ACA&rsquo;s success and an additional 130,000 enrolled in the Medicaid &quot;fast-track&quot; program that contacted residents who were already receiving state and federal assistance through other programs. (Potentially, all of them qualified under expansion, so the distinction is did they use Cover Oregon or the Oregon Health Authority fast track?)</p>\r\n\r\n<p>Oregon Health Plan officials confirmed that there are roughly 320,000 more people officially enrolled in the plan and eligible for coverage now than there were before ACA coverage began Jan. 1, 2014.</p>\r\n\r\n<p>They acknowledged, however, that they have no way of tracking how many of those individuals had some other type of insurance before enrolling in the state plan. If significant numbers of people did have other insurance before joining the state rolls, that would cut into Merkley&rsquo;s claim about the new plan&rsquo;s effect on access to health care.</p>\r\n\r\n<p>The campaign memo&rsquo;s next bullet point said &quot;more than 83,000 individuals have enrolled in private health insurance plans through Cover Oregon.&quot; The actual figure of 83,852 people who bought private plans through the exchange, usually receiving tax credits to do so, came from a Cover Oregon release dated May 27, 2014.</p>\r\n\r\n<p>In checking that figure, we found a Cover Oregon document labeling those as &quot;gross enrollment&quot; figures. As of May 27, 2014, according to the document, at least 5,378 people have had their coverage either canceled or terminated, leaving a net private-enrollment figure of 78,474.</p>\r\n\r\n<p>The number will likely fall further because policies aren&rsquo;t considered in effect until the first month&rsquo;s premium has been paid. Earlier this week, insurers said only about 80 percent of first-month premiums have been paid, meaning the figure could end up closer to 60,000 than the originally cited 83,852.</p>\r\n\r\n<p>&quot;In a lot of cases, people still have more time to pay their first premium,&quot; Cover Oregon spokesman Michael Cox said. &quot;These numbers, to some extent, are still in flux.&quot;</p>\r\n\r\n<p>Finally, Merkley&rsquo;s campaign memo cited a U.S. Health and Human Services document, dated June 19, 2012, which said that 43,000 &quot;young adults in Oregon&quot; had gained or kept access to health insurance through their parents&rsquo; policies.</p>\r\n\r\n<p>Those three categories -- Medicaid expansion enrollees, private-coverage users and &quot;young adults&quot; -- totals roughly 426,000. That figure matches statistics cited by Cover Oregon. But, as noted above, there are problems with it.</p>\r\n\r\n<p>Most significantly, officials from two state health agencies say no one is tracking how many of the people enrolled for coverage under Cover Oregon or the Oregon Health Plan already had insurance.</p>\r\n\r\n<p>It may be fair to assume that many of those who tapped Cover Oregon subsidies, as well as people living near the federal poverty level -- and thus qualifying for the new coverage -- did not have the resources to pay for health insurance.</p>\r\n\r\n<p>There are two groups here: the private plan people who enrolled using Cover Oregon -- 80 percent of whom used subsidies, and the Medicaid-eligible Oregon Health Plan folks.</p>\r\n\r\n<p><strong>The ruling</strong>:</p>\r\n\r\n<p>Sen. Jeff Merkley, following his primary victory, turned his sights to his November showdown with GOP nominee Monica Wehby.</p>\r\n\r\n<p>In disputing Wehby&rsquo;s statement that Oregon&rsquo;s health care launch was an &quot;unmitigated disaster,&quot; Merkley said &quot;400,000 Oregonians have gained access to health care&quot; under the federal Affordable Care Act.</p>\r\n\r\n<p>To some extent, the numbers are a moving target because they are collected by different groups and may represent totals from varying points in time. They will also change on an ongoing basis as, say, someone makes enough at a new job to lose qualifying status under Medicaid, even as someone else becomes newly eligible after losing work.</p>\r\n\r\n<p>It is true that the Oregon Health Plan now has about 300,000 more qualifying members than it did before coverage under the ACA began in January. In addition, a 2-year-old federal report adds 43,000 young adults to the mix who were able to remain on their parents&rsquo; plan.</p>\r\n\r\n<p>And anywhere from 60,000 to 83,000 Oregonians who didn&rsquo;t qualify for Medicaid have purchased private health insurance plans, many with the help of tax credits.</p>\r\n\r\n<p>So those totals may well make Merkley&rsquo;s 400,000 claim true. But neither he nor anyone else can say how many of them already had access to health care before the ACA went into effect.</p>\r\n\r\n<p>Merkley&rsquo;s statement is partially accurate but leaves out important details or takes things out of context. We rate it Half True.</p>\r\n", "ruling_comments_date": "2014-05-30T20:01:12.025128", "ruling_date": "2014-05-30T17:01:02", "ruling_headline": "Did 400,000 Oregonians gain access to health care under the Affordable Care Act?", "ruling_headline_slug": "did-400000-oregonians-gain-access-health-care-unde", "ruling_link_text": "Number's about right, but the proof is a little shy", "ruling_state": null, "source_documents": null, "sources": "<p>Telephone interview, Lisa Morawski, Oregon Insurance Division spokeswoman, May 28, 2014.</p>\r\n\r\n<p>Telephone interview, Michael Cox, Cover Oregon spokesman, May 28/29, 2014.</p>\r\n\r\n<p>Emails from Cox, May 28/29, 2014.</p>\r\n\r\n<p>Emails from Jamal Raad, Jeff Merkley for Oregon communications director, May 28/29, 2014.</p>\r\n\r\n<p>Telephone interview, Patty Wentz, Oregon Health Authority communications director, May 30, 2014.</p>\r\n\r\n<p>Cover Oregon website</p>\r\n\r\n<p>Oregon Health Authority website</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Senator", "false_count": 1, "first_name": "Jeff", "half_true_count": 3, "home_state": "Oregon", "id": 706, "last_name": "Merkley", "mostly_true_count": 6, "name_slug": "jeff-merkley", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jeff_Merkley.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/706/", "total_count": 15, "true_count": 5, "website": "http://www.merkley.senate.gov/"}, "statement": "<p>&quot;400,000 Oregonians have gained access to health care&quot; through the Affordable Care Act.</p>\r\n", "statement_context": "an interview", "statement_date": "2014-05-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}