{"art": [{"brightcove": "", "caption": "Jani Bergdahl and Bob Bergdahl attend a news conference in the Rose Garden with President Barack Obama on May 31, 2014, to announce the exchange of their son, U.S. Army Sgt. Bowe Bergdahl, for five Afghan detainees held at Guantanamo.", "id": 4586, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Bergdahl_release_announcement.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4586/", "title": "Bergdahl release announcement", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "On CBS' \"Face the Nation,\" Sen. John McCain, R-Ariz., took issue with the exchange of five senior Taliban officials for captive U.S. Army Sgt. Bowe Bergdahl.", "id": 4587, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/McCain_on_Face_the_Nation.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4587/", "title": "McCain on Face the Nation", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2014/jun/02/john-mccain/john-mccain-says-five-taliban-detainees-freed-bowe/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 9397, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/9397/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>When President Barack Obama announced that Army Sgt. Bowe Bergdahl had been freed after five years of being held by the Taliban, it didn&rsquo;t take long for commentators to question whether the price of Bergdahl&rsquo;s freedom was too steep.</p>\r\n\r\n<p>In exchange for Bergdahl&rsquo;s freedom, the Obama administration agreed to release five members of the Taliban from the United States&rsquo; detention facility in Guantanamo, Cuba. The Taliban controlled Afghanistan prior to the 2001 U.S.-led military operation, and even though it&rsquo;s no longer in power, the Taliban continues to fight for control of Afghanistan.</p>\r\n\r\n<p>On CBS&rsquo; <em>Face the Nation</em>, Sen. John McCain, R-Ariz., sharply questioned whether it was in the United States&rsquo; best interests to release the five Taliban members: Abdul Haq Wasiq, Mullah Norullah Noori, Mullah Mohammad Fazl, Mullah Khairullah Khairkhwa, and Mohammad Nabi Omari. Under the agreement, the five are to be held in Qatar for a year without the right to travel elsewhere.</p>\r\n\r\n<p>The five freed detainees, McCain said, &quot;are the hardest of the hard-core. These are the highest high-risk people.&quot;</p>\r\n\r\n<p>We wondered whether McCain had sound support for his characterization, so we took a look at the evidence.</p>\r\n\r\n<p>The most detailed assessment comes from once-secret U.S. government documents made public by Wikileaks. The key documents, written in 2008, were individualized assessments by the Defense Department&rsquo;s Guantanamo leadership. The documents, which provide most of the direct quotes in the five capsules below, give background and risk assessments of each of the five detainees being freed.</p>\r\n\r\n<p>According to the documents, all five men were deemed to be of &quot;high&quot; risk to the United States and were recommended for &quot;continued detention.&quot;</p>\r\n\r\n<p>&quot;From my general background, McCain, alas, is on target,&quot; said James Jeffrey, visiting fellow at the Washington Institute for Near East Policy, a think tank that studies American interests in the Middle East.</p>\r\n\r\n<p>Here&rsquo;s a rundown of the five former detainees:</p>\r\n\r\n<p>&bull; <a href=\"http://wikileaks.org/gitmo/prisoner/7.html\"><u>Mullah Mohammad Fazl</u></a>. Experts suggested to PolitiFact that, of the five, Fazl and Noori may be the most dangerous to United States interests.</p>\r\n\r\n<p>Fazl was an experienced commander against the U.S.-backed Northern Alliance and served as the Taliban&rsquo;s army chief of staff. He&rsquo;s &quot;wanted by the UN for possible war crimes including the murder of thousands of Shiites&quot; and had &quot;operational associations with significant al Qaeda and other extremist personnel.&quot; The leaked documents say Fazl &quot;wielded considerable influence&quot; and that he&rsquo;s become a recruiting symbol for the Taliban.</p>\r\n\r\n<p>&bull; <a href=\"http://wikileaks.org/gitmo/prisoner/6.html\"><u>Mullah Norullah Noori</u></a>. Noori was a &quot;senior Taliban military commander&quot; and the onetime governor of Balkh province who, like Fazl, is on the United Nations&rsquo; radar screen for possible war crimes.</p>\r\n\r\n<p>Fazl and Noori &quot;were responsible for ethno-sectarian massacres in northern Afghanistan, as were some of their enemies who are now in the Afghan government,&quot; said Barnett R. Rubin, director and senior fellow at New York University&rsquo;s Center on International Cooperation. &quot;They cooperated with al-Qaida, which was providing assistance to their fight against the Northern Alliance.&quot;</p>\r\n\r\n<p>Leaked documents cite ties to the Taliban&rsquo;s top leader, Mullah Omar, and &quot;senior al-Qaida members,&quot; including the allegation that he passed a message from Omar to al-Qaida&rsquo;s Osama bin Laden.</p>\r\n\r\n<p>&bull; <a href=\"http://wikileaks.org/gitmo/pdf/af/us9af-000579dp.pdf\"><u>Mullah Khairullah Khairkhwa</u></a>. The leaked documents say Khairkhwa was close to both Omar and bin Laden, representing the Taliban in &quot;meetings with Iranian officials seeking to support hostilities against U.S. and Coalition Forces&quot; following the start of the United States war in Afghanistan.<strong> </strong>He was governor of Herat province from 1999 to 2001 and was alleged to be one of the &quot;major opium drug lords in western Afghanistan.&quot;</p>\r\n\r\n<p>Complicating matters somewhat, Khairkhwa was in discussions with the family of post-war Afghan leader Hamid Karzai, a longtime friend, about possibly cooperating with the new government when he was arrested in Pakistan in 2002 and brought to Guantanamo.</p>\r\n\r\n<p>&bull; <a href=\"http://wikileaks.org/gitmo/prisoner/4.html\"><u>Abdul Haq Wasiq</u></a>. Wasiq was the deputy chief of the Taliban&rsquo;s intelligence service and &quot;was central to the Taliban&#39;s efforts to form alliances with other Islamic fundamentalist groups to fight alongside the Taliban against U.S. and Coalition forces after the 11 September 2001 attacks,&quot; according to the leaked documents, which added that he &quot;utilized his office to support al-Qaida and to assist Taliban personnel elude capture&quot; in late 2001. He is believed to have &quot;arranged for al-Qaida personnel to train Taliban intelligence staff in intelligence methods.&quot;</p>\r\n\r\n<p>Wasiq claimed to be offering cooperation to the United States, though the U.S. government has officially been skeptical of those claims.</p>\r\n\r\n<p>&bull; <a href=\"http://wikileaks.org/gitmo/prisoner/832.html\"><u>Mohammad Nabi Omari</u></a>. Leaked documents describe Omari as &quot;a senior Taliban official who served in multiple leadership roles,&quot; including membership in a joint al-Qaida-Taliban cell in Khowst that &quot;was involved in attacks against U.S. and coalition forces.&quot; Omari also &quot;maintained weapons caches and facilitated the smuggling of fighters and weapons,&quot; the documents say.</p>\r\n\r\n<p>Omari, like Wasiq, was apprehended while claiming to be providing intelligence of interest to the United States.</p>\r\n\r\n<p>Experts told PolitiFact that each of the five detainees represented risks to the United States&rsquo; national security to one degree or another, with Fazl and Noori at the top of the list.</p>\r\n\r\n<p>&quot;They were involved in a range of Taliban operations in senior positions,&quot; said Seth G. Jones, associate director of the International Security and Defense Policy Center at the RAND Corporation. After being released, the five will be able to leverage their time at Guantanamo, Jones added. &quot;We&rsquo;ve already seen Taliban statements that they&rsquo;re pretty excited about the return of these men.&quot;</p>\r\n\r\n<p>There&rsquo;s precedent for Taliban officials being released from Guantanamo and then going back to the battlefield. In 2007, the George W. Bush administration released Mullah Abdul Qayyum Zakir. Despite being considered less of a risk than any of the five released in exchange for Bergdahl, he rejoined Taliban forces and pushed a campaign of improvised explosive devices.</p>\r\n\r\n<p>Because the agreement stipulates that the five men will stay in Qatar for a year, the five released detainees won&rsquo;t be able to take part immediately in battles on the ground, Jones noted. However, they might be able to provide strategic advice from a distance.</p>\r\n\r\n<p>&quot;The reason the negotiations took so long was that the U.S. insisted on very strict safeguards against the risk posed by the release of these detainees,&quot; Rubin said. &quot;No one claims there is no risk or even a low risk.&quot;</p>\r\n\r\n<p>While experts said McCain is generally correct that the five released detainees are significant figures who could put American interests at risk, some added that his language might have been a bit hyperbolic.</p>\r\n\r\n<p>Only one of the five -- Omari -- was labeled a &quot;high&quot; risk while in detention. The other four were considered &quot;low&quot; risks while in detention, meaning that they weren&rsquo;t rabble rousers within Guantanamo.</p>\r\n\r\n<p>Jones said he wasn&rsquo;t sure it was precisely accurate to call the five &quot;the worst of the worst,&quot; saying he&rsquo;d leave that description for the Taliban&rsquo;s very top leaders, particularly Mullah Omar. Still, Jones said, &quot;several of these five are pretty senior.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>McCain said the five Taliban prisoners exchanged for Bergdahl &quot;are the hardest of the hard-core. These are the highest high-risk people.&quot;</p>\r\n\r\n<p>It might be a slight exaggeration to place all five into the highest threat category among Taliban officials and leaders. Still, these were very senior Taliban operatives, and leaked internal documents from U.S. officials at Guantanamo generally back up McCain&rsquo;s assessment. We rate his statement Mostly True.</p>\r\n", "ruling_comments_date": "2014-06-02T16:24:15.183265", "ruling_date": "2014-06-02T17:29:16", "ruling_headline": "John McCain says five Taliban detainees freed in Bowe Bergdahl exchange 'are the hardest of the hard-core'", "ruling_headline_slug": "john-mccain-says-five-taliban-detainees-freed-bowe", "ruling_link_text": "All five were rated as \"high\" risks by U.S. officials", "ruling_state": null, "source_documents": null, "sources": "<p>John McCain, <a href=\"http://www.cbsnews.com/news/face-the-nation-transcripts-june-1-2014-sanders-mccain-hayden/\"><u>interview</u></a> on CBS&rsquo; &quot;Face the Nation,&quot; June 2, 2014</p>\r\n\r\n<p>Wikileaks, <a href=\"https://wikileaks.org/gitmo/prisoner/832.html\"><u>recommendation for continued detention for Mohammad Nabi Omari</u></a>, Jan. 23, 2008</p>\r\n\r\n<p>Wikileaks, <a href=\"https://wikileaks.org/gitmo/pdf/af/us9af-000579dp.pdf\"><u>recommendation for continued detention for Khair Ulla Said Wali Khairkhwa</u></a>, Mar 6, 2008</p>\r\n\r\n<p>Wikileaks, <a href=\"https://wikileaks.org/gitmo/prisoner/7.html\"><u>recommendation for continued detention for Mullah Mohammad Fazl</u></a>, Feb. 23, 2008</p>\r\n\r\n<p>Wikileaks, <a href=\"https://wikileaks.org/gitmo/prisoner/6.html\"><u>recommendation for continued detention for Mullah Norullah Noori</u></a>, Feb. 20, 2008</p>\r\n\r\n<p>Wikileaks, <a href=\"http://wikileaks.org/gitmo/prisoner/4.html\"><u>recommendation for continued detention for Abdul Haq Wasiq</u></a>, Jan. 21, 2008</p>\r\n\r\n<p>The Long War Journal, &quot;<a href=\"http://www.longwarjournal.org/archives/2014/05/sgt_bowe_bergdahl_ex.php#\"><u>Sgt. Bowe Bergdahl exchanged for top 5 Taliban commanders at Gitmo</u></a>,&quot; May 31, 2014</p>\r\n\r\n<p>Daily Beast, &quot;<a href=\"http://www.thedailybeast.com/articles/2014/05/31/us-pays-high-price-for-last-pow-in-afghanistan.html\"><u>Here are the Taliban Terrorists Obama Released to Free POW Bowe Bergdahl</u></a>,&quot; May 31, 2014</p>\r\n\r\n<p>CNN, &quot;<a href=\"http://www.cnn.com/2014/05/31/us/bergdahl-transferred-guantanamo-detainees/\"><u>The Gitmo detainees swapped for Bergdahl: Who are they?</u></a>&quot; May 31, 2014</p>\r\n\r\n<p>Mark Thiessen, &quot;<a href=\"http://www.washingtonpost.com/opinions/marc-thiessen-heres-what-happens-when-taliban-leaders-are-released/2014/06/02/60eab8aa-ea59-11e3-b98c-72cef4a00499_story.html?hpid=z3\"><u>Here&rsquo;s what happens when Taliban leaders are released</u></a>&quot; (<em>Washington Post </em>op-ed), June 2, 2014</p>\r\n\r\n<p>Email interview with Daveed Gartenstein-Ross, senior fellow at the Foundation for Defense of Democracies, June 2, 2014</p>\r\n\r\n<p>Email interview with James Jeffrey, visiting fellow at the Washington Institute for Near East Policy, June 2, 2014</p>\r\n\r\n<p>Email interview with Carol Rosenberg, <em>Miami Herald </em>reporter, June 2, 2014</p>\r\n\r\n<p>Email interview with Theodore R. Bromund, senior research fellow at the Heritage Foundation, June 2, 2014</p>\r\n\r\n<p>Email interview with Seth G. Jones, associate director of the International Security and Defense Policy Center at the RAND Corporation, June 2, 2014</p>\r\n\r\n<p>Email interview with Barnett R. Rubin, director and senior fellow at New York University&rsquo;s Center on International Cooperation, June 2, 2014</p>\r\n\r\n<p>Email interview with Brian Rogers, spokesman for John McCain, June 2, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 32, "current_job": "U.S. senator", "false_count": 39, "first_name": "John", "half_true_count": 31, "home_state": "Arizona", "id": 8, "last_name": "McCain", "mostly_true_count": 37, "name_slug": "john-mccain", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnmccain.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Arizona", "edition": "Arizona", "edition_slug": "arizona", "has_afterthefact": false, "id": 56, "index_page": false, "meter_name": "The Arizona Truth-O-Meter", "resource_uri": "/api/v/2/edition/56/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/8/", "total_count": 190, "true_count": 37, "website": "http://www.johnmccain.com/"}, "statement": "<p>The five Taliban detainees being released from Guantanamo in exchange for captured Army Sgt. Bowe Bergdahl &quot;are the hardest of the hard-core. These are the highest high-risk people.&quot;</p>\r\n", "statement_context": "an interview on CBS' \"Face the Nation\"", "statement_date": "2014-06-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": ""}