{"art": [{"brightcove": "", "caption": "A sea of hands greets Iranian religious leader Ayatollah Ruhollah Khomeini in 1979, shortly after his return to Tehran from exile in Paris. (Associated Press)", "id": 4634, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Khomeini.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4634/", "title": "Khomeini", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2014/jun/11/hillary-clinton/hillary-clinton-says-iran-1979-extremists-hijacked/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 9440, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/9440/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Befitting her previous position as secretary of state, Hillary Clinton&rsquo;s new book, <em>Hard Choices</em>, ranges across the globe, occasionally looking back into history long before she took the helm at the State Department.</p>\r\n\r\n<p>For instance, Clinton writes that &quot;in Iran in 1979, the extremists hijacked the broad-based popular revolution against the Shah and established a brutal theocracy.&quot;</p>\r\n\r\n<p>We had always closely associated the Iranian Revolution with Islamic fundamentalism. Was Clinton&rsquo;s summary correct? We checked in with several scholars who have studied the region, and their consensus was that Clinton was broadly correct, despite a bit of oversimplification.</p>\r\n\r\n<p>First, some background. The <a href=\"http://news.bbc.co.uk/2/shared/spl/hi/pop_ups/04/middle_east_the_iranian_revolution/html/1.stm\"><u>revolution began</u></a> in the late 1970s, amid simmering discontent among Iranians about Shah Mohammad Reza Pahlavi, the autocratic leader who operated a feared secret police. Even as he maintained generally (but not uninterrupted) good ties to the West, his standing at home was deteriorating.</p>\r\n\r\n<p>Ayatollah Ruhollah Khomeini, an exiled cleric living in Paris, courted support among critics of the Shah. After a series of strikes and protests, the Shah in January 1979 left for an &quot;extended vacation,&quot; never to return home.</p>\r\n\r\n<p>The handpicked leaders the Shah left behind tried to prevent Khomeini from forming a government, but after the cleric returned to Tehran in February 1979, unrest grew. In mid February, supporters of Khomeini declared a revolutionary state, and within two months, Khomeini won a national referendum.</p>\r\n\r\n<p>&quot;The strongest images of Iran&#39;s revolution come from those early years&quot; of 1979 to 1982, wrote Robin Wright in her 2000 book, <em>The Last Great Revolution: Turmoil and Transformation in Iran</em>. &quot;Many still linger in the minds of outsiders: The demonstrations by rifle-toting mullahs and chador-clad women. The morgue slabs with bullet-riddled bodies of officials from the monarchy and other loyalists who were summarily executed in the course of revolutionary justice. The seizure of the United States Embassy and 52 hostages who, over the next 444 days, were often paraded with crude blindfolds in front of cameras as effigies of Uncle Sam were burned in the background by angry youths. This was the delirium.&quot;</p>\r\n\r\n<p>Largely lost in this popular image is the fact that the revolution&rsquo;s supporters were not exclusively Islamist -- perhaps not even <em>primarily </em>Islamist. The Shah&rsquo;s regime had made enemies of leftists, nationalists, intellectuals, democrats and the moderately religious. All of these groups, to one degree or another, were supporters of revolution against the Shah.</p>\r\n\r\n<p>Clinton &quot;is absolutely correct that the revolution of 1979 was a broad-based revolution against the&nbsp;Shah,&quot; said Mohsen M. Milani, executive director of the University of South Florida&rsquo;s World Center for Strategic and Diplomatic Studies. &quot;In fact, it was one of the most popular revolutions of the modern era.&quot;</p>\r\n\r\n<p>Gary Sick, an adjunct professor at the Columbia University School of International and Public Affairs and author of <em>All Fall Down: America&#39;s Tragic Encounter With Iran and October Surprise: America&#39;s Hostages in Iran and the Election of Ronald Reagan</em>, agreed. &quot;The fact is that most of the millions of Iranians who took to the streets to oppose the Shah did not think they were going to replace him with a theocratic state,&quot; Sick said. &quot;That was the work of Khomeini and his followers, and it was actively opposed by many of the secular -- and even clerical -- revolutionaries.&quot;</p>\r\n\r\n<p>Some of the historians we checked with took mild issue with the phrase &quot;hijacked,&quot; since Khomeini -- who for many Americans personifies Islamic extremism -- was always the central player in the revolution. After all, it&rsquo;s hard to hijack a revolution you&rsquo;d always led.</p>\r\n\r\n<p>But there&rsquo;s an explanation for this paradox: Initially, Khomeini had openly stated that he was not pursuing a theocracy.</p>\r\n\r\n<p>&quot;Iran&#39;s emergence as a modern theocracy was never written in the heavens,&quot; Wright wrote in her book. &quot;Quite the contrary. In earlier pronouncements about a just government Ayatollah Khomeini actually said he didn&#39;t advocate clerical rule. &hellip; In one of his last interviews before leaving Paris, Ayatollah Khomeini told <em>Le Monde</em>, &lsquo;Our intention is not that religious leaders themselves should administer the state.&rsquo;</p>\r\n\r\n<p>&quot;Once the tumultuous fanfare of his return died down, the Imam seemed almost uninterested in day-to-day government affairs. The ayatollah, already in his late seventies, instead went back to the dusty theological center of Qom. He seemed content to leave politics to the first revolutionary government of secular technocrats. His role was limited to settling disputes.&quot;</p>\r\n\r\n<p>That changed with the effort to write Iran&rsquo;s Constitution in the fall of 1979. &quot;Fearful that other changes might further marginalize or even exclude them, Ayatollah Khomeini&#39;s followers introduced a process to vet candidates&#39; credentials -- a precedent that time and again allowed them to manipulate future elections, too,&quot; Wright wrote. &quot;It worked. They won a majority. And the final draft (of the constitution) ended up thoroughly Islamic.&quot;</p>\r\n\r\n<p>Even then, the Islamic revolution wasn&rsquo;t complete, Wright wrote: &quot;For the first presidential election in January 1980, a full year after the revolution, Ayatollah Khomeini decreed that no clerics could run for president -- further proof that he still didn&#39;t intend to establish a total theocracy. Over the next 18 months, however, Iran was wracked by bloodshed as the ruling clergy and their adjutants gradually eliminated former partners -- leftists, nationalists and intellectuals--from any claim to power.&quot;</p>\r\n\r\n<p>Iran became fully Islamist in October 1981, when the cleric Ali Khamanei won the third presidential election -- the first election in which clerics were allowed to run. &quot;As of October 1981,&quot; Wright wrote, &quot;the mullahs were no longer only the supervisors and shadows of the state. They now dominated all its branches.&quot;</p>\r\n\r\n<p>The experts we talked to quibbled slightly with Clinton&rsquo;s claim, saying it&rsquo;s a bit oversimplified. Notably, Clinton inaccurately compresses the time frame. The changes she&rsquo;s talking about didn&rsquo;t just happen immediately in 1979 but rather played out in an evolutionary fashion for two years after the Shah fell.</p>\r\n\r\n<p>&quot;If you have to do the whole history in 19 words, it&#39;s probably okay,&quot; said John Limbert, historian and political scientist at the U.S. Naval Academy and author of <em>Iran: At War with History</em>.</p>\r\n\r\n<p>Stephen Kinzer, a Boston University professor and author of the book, <em>Reset: Iran, Turkey, and America&rsquo;s Future</em>, said Clinton is generally correct that &quot;the Iranian revolution was broad-based, and one faction later seized control, establishing a brutal theocracy.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Clinton said that &quot;in Iran in 1979, the extremists hijacked the broad-based popular revolution against the Shah and established a brutal theocracy.&quot; She&rsquo;s generally correct, experts say, despite questions over whether &quot;hijacked&quot; is the right word and whether she used an overly broad time frame. We rate her claim Mostly True.</p>\r\n", "ruling_comments_date": "2014-06-11T16:42:30.874087", "ruling_date": "2014-06-11T17:16:30", "ruling_headline": "Hillary Clinton says in Iran in 1979, extremists hijacked a broad-based, popular revolution against the Shah", "ruling_headline_slug": "hillary-clinton-says-iran-1979-extremists-hijacked", "ruling_link_text": "A bit oversimplified, but generally correct", "ruling_state": null, "source_documents": null, "sources": "<p>Hillary Clinton, <em>Hard Choices</em>, published June 10, 2014</p>\r\n\r\n<p>Robin Wright, <em>The Last Great Revolution: Turmoil and Transformation in Iran</em>, 2000</p>\r\n\r\n<p>BBC, &quot;<a href=\"http://news.bbc.co.uk/2/shared/spl/hi/pop_ups/04/middle_east_the_iranian_revolution/html/1.stm\"><u>In pictures: The Iranian revolution</u></a>,&quot; accessed June 11, 2014</p>\r\n\r\n<p>Email interview with Steven A. Cook, senior fellow for Middle Eastern Studies at the Council on Foreign Relations, June 11, 2014</p>\r\n\r\n<p>Email interview with David Farber, Temple University historian and author of<em> Taken Hostage: The Iranian Hostage Crisis and America&#39;s First Encounter with Radical Islam</em>, June 11, 2014</p>\r\n\r\n<p>Email interview with Gary Sick, adjunct professor of international and public affairs at the Columbia University School of International and Public Affairs and author of <em>All Fall Down: America&#39;s Tragic Encounter With Iran </em>and <em>October Surprise: America&#39;s Hostages in Iran and the Election of Ronald Reagan</em>, June 11, 2014</p>\r\n\r\n<p>Email interview with Stephen Kinzer, Boston University professor and author of the book, <em>Reset: Iran, Turkey, and America&rsquo;s Future</em>, June 11, 2014</p>\r\n\r\n<p>Email interview with Robin Wright, fellow at the U.S. Institute of Peace and author of <em>The Last Great Revolution: Turmoil and Transformation in Iran</em>, June 11, 2014</p>\r\n\r\n<p>Email interview with John Limbert, historian and political scientist at the U.S. Naval Academy and author of <em>Iran: At War with History</em>, June 11, 2014</p>\r\n\r\n<p>Email interview with Mohsen M. Milani, executive director of the University of South Florida&rsquo;s World Center for Strategic and Diplomatic Studies, June 11, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 41, "current_job": "Presidential candidate", "false_count": 31, "first_name": "Hillary", "half_true_count": 69, "home_state": "New York", "id": 1, "last_name": "Clinton", "mostly_true_count": 76, "name_slug": "hillary-clinton", "pants_count": 7, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_659046701_585968470.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1/", "total_count": 304, "true_count": 72, "website": "http://www.hillaryclinton.com/"}, "statement": "<p>&quot;In Iran in 1979, the extremists hijacked the broad-based popular revolution against the Shah and established a brutal theocracy.&quot;</p>\r\n", "statement_context": "her book, \"Hard Choices\"", "statement_date": "2014-06-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [], "twitter_headline": ""}