{"art": [{"brightcove": "", "caption": "A screenshot of the Everytown for Gun Safety webpage that listed 74 shootings since the killings in Newtown, Conn. The figure was widely shared on social media, but some found it misleading. We took a closer look.", "id": 4646, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Everytown_74_shootings.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4646/", "title": "Everytown 74 shootings", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "A candlelight vigil for Emilio Hoffman, the victim of a shooting at Reynolds High School in Troutdale, Ore., on June 10, 2014. Authorities said a teen gunman armed with a rifle shot and killed the 14-year-old student and injured a teacher.", "id": 4648, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Oregon_shooting.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4648/", "title": "Oregon shooting", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "lcarroll@politifact.com", "first_name": "Lauren", "id": 437, "last_name": "Carroll", "name_slug": "lauren-carroll", "on_staff_page": null, "phone": "202-816-8633", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Lauren_Carroll_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/437/", "title": "Staff Writer", "twitter": "LaurenFCarroll"}], "canonical_url": "/truth-o-meter/statements/2014/jun/13/everytown-gun-safety/have-there-been-74-school-shootings-sandy-hook-clo/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "facebook_headline": null, "id": 9448, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "lcarroll@politifact.com", "first_name": "Lauren", "id": 437, "last_name": "Carroll", "name_slug": "lauren-carroll", "on_staff_page": null, "phone": "202-816-8633", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Lauren_Carroll_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/437/", "title": "Staff Writer", "twitter": "LaurenFCarroll"}], "resource_uri": "/api/v/2/statement/9448/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>After an Oregon high school freshman armed with an assault rifle injured a teacher, killed a student and killed himself <a href=\"http://www.katu.com/news/local/Police-15-year-old-Reynolds-HS-shooter-was-armed-with-assault-rifle-262754061.html\"><u>Tuesday,</u></a> a striking statistic began circulating on the internet. It said that at least <a href=\"http://everytown.org/article/schoolshootings/\"><u>74 school shootings</u></a> had occurred since December 2012, when an assault on Sandy Hook Elementary School by Adam Lanza left 28 dead, including Lanza and his mother.</p>\r\n\r\n<p>The statistic came from Everytown for Gun Safety, an advocacy group founded by former New York City Mayor Michael Bloomberg and gun-control advocate Shannon Watts. That comes out to more than one school shooting per week.</p>\r\n\r\n<p>Numerous media outlets reported the 74 school shootings figure, and the number spread widely in Facebook posts and through other forms of social media. Even President Barack Obama brought up the once-a-week line in an <a href=\"http://www.youtube.com/watch?v=jgWbEOPZuV4#t=14\"><u>interview with Tumblr CEO David Karp</u></a>.</p>\r\n\r\n<p>In the interview, Obama discussed his frustration with lawmakers&rsquo; inaction on gun control legislation, particularly in the wake of Sandy Hook. While it&rsquo;s not clear that Obama was specifically referencing the statistic compiled by Everytown, his comment was in line with their math. &quot;We&rsquo;re the only developed country on Earth where this happens,&quot; he said,<br />\r\n&quot;and it happens now once a week.&quot;</p>\r\n\r\n<p>But as widely as the number spread, it also attracted <a href=\"http://www.cnn.com/2014/06/11/us/school-shootings-cnn-number/\"><u>criticism</u></a>. Charles Johnson, who writes for the conservative <a href=\"http://www.theblaze.com/stories/2014/06/10/wow-journalist-attempts-to-debunk-anti-gun-groups-list-of-school-shootings-in-america-since-sandy-hook-heres-what-he-found/#\"><u>Daily Caller</u></a>, garnered attention for what he considered a debunking of the Everytown list.</p>\r\n\r\n<p>We decided to sift through the numbers ourselves.</p>\r\n\r\n<p><strong>How Everytown counted 74 incidents</strong></p>\r\n\r\n<p>To its credit, Everytown provided details on each of the 74 shootings, including the date, city and school location. The group also clearly laid out its methodology at the bottom of the list. These make it possible for the critics -- and us -- to look under the hood at its calculations.</p>\r\n\r\n<p>The main reason for the criticism of Everytown&rsquo;s count is that its definition of &quot;school shooting&quot; is relatively broad. The group&rsquo;s criteria goes beyond what many people would consider &quot;school shootings&quot; -- incidents in which a student or an intruder enters a school and fires at innocent students and staff. For many people, this is the first thing that comes to mind when they hear the phrase &quot;school shooting&quot; -- an incident such as Sandy Hook or, before it, the 1999 Columbine shooting in Colorado that left 15 dead, including the shooters.</p>\r\n\r\n<p>Here&rsquo;s the methodology as explained by the group at the bottom of the list:</p>\r\n\r\n<p><em>Incidents were classified as school shootings when a firearm was discharged inside a school building or on school or campus grounds, as documented in publicly reported news accounts. This includes assaults, homicides, suicides, and accidental shootings. Incidents in which guns were brought into schools but not fired there, or were fired off school grounds after having been possessed in schools, were not included.... Incidents were identified through media reports, so this is likely an undercount of the true total.</em></p>\r\n\r\n<p>This definition allows for incidents that don&rsquo;t typically call to mind the term &quot;school shooting&quot; -- for example, a case in which a man unaffiliated with <a href=\"http://blogs.desmoinesregister.com/dmr/index.php/2013/11/01/algona-schools-close-friday-after-police-find-body-on-school-property/article?nclick_check=1\"><u>Alogna High/Middle School</u></a> in Iowa killed himself in the school&rsquo;s parking lot in the middle of the night, or an early-morning <a href=\"http://www.wisn.com/news/breaking-marquette-student-shot-during-campus-robbery/25770492#!X0qcu\"><u>armed robbery</u></a> on a street that goes through the Marquette University campus in Wisconsin. Both count in Everytown&rsquo;s tally.</p>\r\n\r\n<p>Clearly it is difficult to draw lines. The Everytown list did not include the recent and highly publicized shooting spree in Isla Vista, Calif. <a href=\"http://www.cnn.com/2014/05/24/us/santa-barbara-isla-vista-shooting-profile/\"><u>In that case</u></a>, the shooter was a student at the University of California at Santa Barbara, and he targeted other students, including women living in a sorority house near the campus. Seven people died, but the shooting wasn&rsquo;t technically on campus, so it didn&rsquo;t make the list.</p>\r\n\r\n<p><strong>Our Breakdown</strong></p>\r\n\r\n<p>We reviewed news reports for all 74 shootings and did our best to sort them into five categories. Here&rsquo;s our breakdown. (See individual shootings by category <a href=\"https://docs.google.com/document/d/1CLMoWLXcEwlFuodQjLsx9Mk0VguSzZmxHuUSBNkf6bQ/pub\">here</a>, with clickable links to news reports on each shooting.)</p>\r\n\r\n<p>&bull; <em>Incidents such as Sandy Hook or Columbine in which the shooter intended to commit mass murder</em>: 10 instances</p>\r\n\r\n<p>&bull; <em>Incidents related to criminal activity (such as drug dealing or robbery), or personal altercations</em>: 39 instances</p>\r\n\r\n<p>&bull; <em>Incidents unconnected to members of school community and/or that took place outside school hours</em>: 16 instances</p>\r\n\r\n<p>&bull; <em>Suicides: </em>6 instances</p>\r\n\r\n<p>&bull; <em>Accidental discharges: </em>3 instances</p>\r\n\r\n<p>In all, these 74 incidents resulted in 38 deaths and 53 injuries. The biggest death toll in one incident was a shooting spree that ended at Santa Monica College. Six people died, though not all of them took place on the campus.</p>\r\n\r\n<p>While the list includes a lot of gunfire, deaths and injuries, only about 14 percent were shootings that mirrored Columbine and Sandy Hook.</p>\r\n\r\n<p>In addition, almost half -- 35 -- occurred at a college or university rather than a K-12 school. This clashes with the imagery invoked by the line in the chart&rsquo;s introduction, that &quot;we should feel secure in sending our children to school &mdash; comforted by the knowledge that they&rsquo;re safe.&quot;</p>\r\n\r\n<p>We asked James Fox, a criminology professor at Northeastern University, for some perspective. He pointed to the <a href=\"http://nces.ed.gov/pubs2014/2014042.pdf\"><u>2013 &quot;Indicators of School Crime and Safety&quot; report</u></a> compiled by the Bureau of Justice Statistics. There were about 45 school-associated violent deaths (not just by guns) at elementary and secondary schools each year between the 1992 and 2010 school years, according to the report. The highest annual total was 63 deaths in 2006-07, while the lowest was 31 in 2010-11.</p>\r\n\r\n<p>In other words, Fox said, the number of gun deaths documented by Everytown over the past year and a half are not out of the ordinary. About 15 to 20 kids in grades K-12 are killed at school each year, along with a similar number of college students, he said.</p>\r\n\r\n<p><strong>Is it misleading?</strong></p>\r\n\r\n<p>The experts we consulted agreed that Everytown&rsquo;s broad definition of &quot;school shooting&quot; could be misleading, encouraging them to assume that there have been 74 incidents similar to Columbine or Sandy Hook.</p>\r\n\r\n<p>While the Everytown definition is certainly one way of calculating it, there is such a range of motivations, degrees of planning and outcomes that it ceases to be an especially useful measurement, said Jay Corzine, a University of Central Florida sociology professor.</p>\r\n\r\n<p>Mark Safarik, president of Forensic Behavioral Services Inc. and a former member of the FBI Behavioral Analysis Unit, agreed that when the average person thinks of a school shooting, they think of a mass murder like Sandy Hook.</p>\r\n\r\n<p>&quot;There is an ocean of difference between Sandy Hook, Virginia Tech and Columbine and a depressed student who (commits suicide) at school, or an accidental discharge,&quot; Safarik said. &quot;To call them all school shootings may be true in a technical sense but is quite disingenuous on an emotional level, which is where they are trying to capture for their audience.&quot;</p>\r\n\r\n<p>Everytown has countered the media criticism by arguing that focusing too closely on Sandy Hook-like incidents unfairly diminishes the full extent of the dangers to students and staff posed by guns in or near schools.</p>\r\n\r\n<p>&quot;The country&#39;s gun-violence epidemic has seeped into our children&#39;s schools, and that is a problem, regardless of the body count,&quot; said spokeswoman Erika Lamb. &quot;Those lives count, too, even if the media is only focused on mass tragedies.&quot;</p>\r\n\r\n<p>Corzine prefers the designation used by the New York Police Department, among others -- &quot;active shooter,&quot; which limits the list to incidents that occur during school hours, involving a firearm discharged with the intent to kill or injure others on school grounds or while in transit on a school vehicle.</p>\r\n\r\n<p>In addition, Fox said the statistic is misleading for another reason -- it focuses on short-term patterns, rather than long-term trends. Despite the media focus, Fox said, it&rsquo;s worth noting that the number of school-related homicides has remained relatively flat for two decades, he said.</p>\r\n\r\n<p>&quot;I don&#39;t mean to minimize the horror of these events or the pain and suffering of victims, but schools are safe, safer than other places that our children spend time,&quot; he said. &quot;For some kids, school is even safer than their home.&quot;</p>\r\n\r\n<p>Corzine said he sees some value in Everytown&rsquo;s calculations -- but also pitfalls.</p>\r\n\r\n<p>On the one hand, &quot;they are a valid indicator of the ease with which firearms enter the school environment in the United States compared to other highly developed nations.&quot; By the same token, though, &quot;it is misleading to use the 74 school shootings in a context that explicitly or implicitly equates them with Sandy Hook.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>A statistic calculated by Everytown for Gun Safety, and shared widely on social media, said that there have been 74 &quot;school shootings in America since Sandy Hook.&quot;</p>\r\n\r\n<p>The group&rsquo;s figure is accurate only if you use a broad definition of &quot;school shooting&quot; that includes such incidents as suicides, accidents and spillover from adjacent criminal activity. The figure has some value in quantifying the proximity of guns to school campuses, but the group makes a significant stretch by tying the statistic so closely to the mass shooting at Sandy Hook. By doing this, the group closely associates the statistic with planned mass shootings targeting students and school staff -- a category that, using a more strict definition, accounts for only 10 of the 74 incidents.</p>\r\n\r\n<p>The statement contains some element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.</p>\r\n\r\n<p> </p>\r\n\r\n<script src=\"http://www.politifact.com/media/js/politifactwidget5.js\"></script>", "ruling_comments_date": "2014-06-13T13:49:20.423489", "ruling_date": "2014-06-13T15:41:45", "ruling_headline": "Have there been 74 school shootings since Sandy Hook? A closer look at a tricky statistic", "ruling_headline_slug": "have-there-been-74-school-shootings-sandy-hook-clo", "ruling_link_text": "Not by the definition many people would use for \"school shooting\"", "ruling_state": null, "source_documents": null, "sources": "<p>Everytown for Gun Safety, <a href=\"http://everytown.org/article/schoolshootings/\"><u>School Shootings in America Since Sandy Hook</u></a>, June 10, 2014</p>\r\n\r\n<p><em>Policy Mic</em>, <a href=\"http://www.policymic.com/articles/90921/obama-just-said-what-we-were-all-thinking-about-mass-shootings?utm_source=policymicFB&amp;utm_medium=main&amp;utm_campaign=social\"><u>&quot;Obama just said what we were all thinking about school shootings,&quot;</u></a> June 11, 2014</p>\r\n\r\n<p>CNN, &quot;<a href=\"http://www.cnn.com/2014/06/11/us/school-shootings-cnn-number/\"><u>A Closer Look: How Many School Shootings Since Newtown?</u></a>&quot; June 11, 2014</p>\r\n\r\n<p>KATU 2, &quot;<a href=\"http://www.katu.com/news/local/Police-15-year-old-Reynolds-HS-shooter-was-armed-with-assault-rifle-262754061.html\"><u>Police: 15-year-old Reynolds HS shooter was armed with assault rifle</u></a>,&quot; June 11, 2014</p>\r\n\r\n<p><em>Des Moines Register</em>, &quot;<a href=\"http://blogs.desmoinesregister.com/dmr/index.php/2013/11/01/algona-schools-close-friday-after-police-find-body-on-school-property/article?nclick_check=1\"><u>Update: Police identify man found dead on Algona school property</u></a>,&quot; Nov. 1, 2013</p>\r\n\r\n<p>WISN 12, &quot;<a href=\"http://www.wisn.com/news/breaking-marquette-student-shot-during-campus-robbery/25770492#!X0qcu\"><u>19-year-old in custody after Marquette robbery, shooting,</u></a>&quot; May 2, 2014</p>\r\n\r\n<p>Bureau of Justice Statistics, <a href=\"http://nces.ed.gov/pubs2014/2014042.pdf%20\"><u>&quot;Indicators of School Crime and Safety 2013,&quot;</u></a> June 2014</p>\r\n\r\n<p><em>Boston Globe</em>, &quot;<a href=\"http://www.boston.com/community/blogs/crime_punishment/2013/01/back-to-school_fears.html%20\"><u>Back to School Fears,</u></a>&quot; Jan. 2, 2013</p>\r\n\r\n<p>The Blaze, &quot;&lsquo;Wow&rsquo;: Journalist Attempts to &lsquo;Debunk&rsquo; Anti-Gun Group&rsquo;s List of &lsquo;School Shootings in America Since Sandy Hook&rsquo; &mdash; Here&rsquo;s What He Found,&quot; June 10, 2014</p>\r\n\r\n<p>CNN, &quot;<a href=\"http://www.cnn.com/2014/05/24/us/santa-barbara-isla-vista-shooting-profile/\"><u>Mass killing all too familiar in scenic college town of Isla Vista,</u></a>&quot; May 27, 2014</p>\r\n\r\n<p>Email interview, Northeastern University criminology professor James Fox, June 12, 2014</p>\r\n\r\n<p>Email interview, Jay Corzine, University of Central Florida sociology professor, June 12, 2014</p>\r\n\r\n<p>Email interview, Eugene O&rsquo;Donnell, City University of New York criminal justice professor, June 12, 2014</p>\r\n\r\n<p>Email interview, Mark Safarik, president of Forensic Behavioral Services Inc. and former member of the FBI Behavioral Analysis Unit, June 12, 2014</p>\r\n\r\n<p>Email interview, Gary Kleck, Florida State University criminology professor, June 12, 2014</p>\r\n\r\n<p>Email interview, Everytown spokeswoman Erika Lamb, June 13, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Advocacy group", "false_count": 0, "first_name": "", "half_true_count": 2, "home_state": "", "id": 2822, "last_name": "Everytown for Gun Safety", "mostly_true_count": 0, "name_slug": "everytown-gun-safety", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Everytown_logo_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2822/", "total_count": 5, "true_count": 0, "website": "http://everytown.org/"}, "statement": "<p>There have been 74 &quot;school shootings in America since Sandy Hook.&quot;</p>\r\n", "statement_context": "an infographic that went viral", "statement_date": "2014-06-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}