{"art": [], "author": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2014/jun/25/georgia-restaurant-association-georgia/benefits-minimum-wage-increase-debated/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 9503, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/9503/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In his 2013 State of the Union address, President Barack Obama called on Congress to raise the national minimum wage from $7.25 an hour to $9 an hour. By executive order, he has since set $10.10 an hour as the standard for individuals working on new federal service contracts.</p>\r\n\r\n<p>The issue took off in legislatures across the country this year, with some familiar arguments. Supporters say a higher base wage will stimulate the economy. Critics says jobs will be lost when employers can&rsquo;t offset their higher costs with higher prices.</p>\r\n\r\n<p>Thirty-eight state legislatures considered minimum-wage bills this year, according to the National Conference of State Legislatures. In Georgia, Senate Bill 314 called for raising Georgia&rsquo;s minimum wage to $10.10 an hour, but it didn&rsquo;t get so much as a hearing.</p>\r\n\r\n<p>Last week, the Georgia Restaurant Association released study results forecasting a potential loss of 21,000 jobs, 12,700 held by women, if the federal minimum wage goes to $10.10 an hour.</p>\r\n\r\n<p>The study, conducted by Trinity University labor economist David Macpherson, also found that about 60,562 state and local government employees in Georgia would be in line for raises, with a $10.10 hourly minimum wage. The cost to taxpayers would be more than $164 million annually, benefits included.</p>\r\n\r\n<p>PolitiFact scribes decided to look deeper into the study&rsquo;s findings on the impact to the wallets of government workers -- and taxpayers.</p>\r\n\r\n<p>A bit of background. Georgia&rsquo;s minimum wage is technically $5.15 an hour (Georgia Code 34-4-3) and has been that since 2001. But the vast majority of Georgia employers (some say more than 99 percent) must comply with the federal Fair Labor Standards Act, which means they have to pay their employees the federal minimum wage of $7.25 an hour.</p>\r\n\r\n<p>Although the president initially wanted Congress to increase the hourly minimum wage to $9, he has since aligned with leading Senate Democrats who are pushing for a $10.10 hourly minimum and getting pushback from the GOP-controlled House. (A 40-hour-a-week employee making $10.10 an hour grosses about $21,000 a year.)</p>\r\n\r\n<p>The independent Congressional Budget Office analyzed two options: 1). raising the minimum wage to $10.10 in three steps -- in 2014, 2015 and 2016. After reaching $10.10 in 2016, the minimum wage would be adjusted annually for inflation as measured by the consumer price index. 2). a $9 hourly minimum wage done in two steps -- in 2015 and 2016. After the minimum reaches $9 in 2016, there would not be any subsequent increases for inflation.</p>\r\n\r\n<p>Among the CBO&rsquo;s major findings was that a minimum wage increase to $10.10 an hour could lift 900,000 workers out of poverty. (By the second half of 2016, about 16.5 million people would be earning higher average weekly wages if the $10.10 minimum wage were implemented, CBO estimates show.)<strong> </strong>But<strong> </strong>it also could cost 500,000 jobs.</p>\r\n\r\n<p>The White House and congressional Democrats -- who have been trying to make a federal minimum-wage increase a top issue in this year&rsquo;s elections -- took issue with the CBO report (which relied on 60 different empirical studies to formulate its estimates.) Others, including Macpherson, consider it spot on.</p>\r\n\r\n<p>We reached out to Macpherson, the author of the Georgia Restaurant Association&rsquo;s study, to find out how he came up with his conclusions.</p>\r\n\r\n<p>He said he used data from the U.S. Census Bureau on government employees and followed the CBO&rsquo;s methodology. Specifically, he looked at the wages paid to state and local government workers in Georgia in 2011, 2012 and 2013. He found that 60,562 -- or 10.4 percent of about 550,000 state and local government workers in Georgia -- were making below $10.10 an hour and would likely still be making under $10.10 an hour by 2015.</p>\r\n\r\n<p>His calculations of the costs to governments -- and hence taxpayers -- of raising the workers&rsquo; pay to $10.10 an hour took into account other expenses, including higher Social Security, Medicare, workers&rsquo; compensation and unemployment insurance, he said. (In salaries alone, it would cost $150.8 million annually, the study found.)</p>\r\n\r\n<p>Most of the government workers would likely keep their jobs, unlike in the private sector, where businesses have &quot;the profit incentive,&quot; Macpherson said.</p>\r\n\r\n<p>Governments, he said, have alternatives, including raising taxes.</p>\r\n\r\n<p>&quot;Raising wages is an admirable goal, but the evidence suggests that accomplishing this goal</p>\r\n\r\n<p>with a blunt wage mandate could do more harm than good,&quot; the study says.</p>\r\n\r\n<p>It also notes, however, that &quot;to the extent that state or local governments reduce hours or employment in response to the minimum wage hike, (the study&rsquo;s) estimate of the cost of the hike would be overstated.&quot;</p>\r\n\r\n<p>We know the study&rsquo;s cost are off at least slightly. That&rsquo;s because Macpherson&rsquo;s study counted all local and state government workers in Georgia, including city of Atlanta employees who, as of this year, are making at least within 10 cents of the proposed $10.10 minimum wage. The Atlanta City Council last year agreed with Mayor Kasim Reed&rsquo;s 2014 budget recommendation that, among other things, raised all employees&rsquo; salaries to a minimum of $10 per hour.</p>\r\n\r\n<p>Macpherson said he didn&rsquo;t think Atlanta&rsquo;s numbers would change his overall cost projections by much. But he said that would depend on how many Atlanta city workers were affected by the wage change, a detail PolitiFact could not immediately determine.</p>\r\n\r\n<p>State Sen. Vincent Fort, D-Atlanta, a co-sponsor of this year&rsquo;s minimum-wage legislation, said the move by Atlanta officials may help make the case that raising the minimum wage isn&rsquo;t a major financial burden.</p>\r\n\r\n<p>&quot;I don&rsquo;t have any reason to believe it created a hardship of any sort for the city,&quot; Fort said.</p>\r\n\r\n<p>David Cooper, an economic analyst with the nonprofit Economic Policy Institute, said raising the minimum wage to $10.10 might have a spillover effect on the salaries of about 90,000 state and local government workers, given that adjustments might have to be made to the salaries of their supervisors, as well.</p>\r\n\r\n<p>Cooper also questioned whether Macpherson&rsquo;s cost projections might be too high. About 900,000 Georgians of all walks would receive salary increases if the minimum wage were increased to $10.10, for a collective $1.3 billion in new wages, he said. That would generate about $136.5 million in new tax revenue and could be enough to reduce some government benefits these workers currently can receive, Cooper said.</p>\r\n\r\n<p>&quot;It&rsquo;s probably budget neutral, if not budget positive,&quot; he said.</p>\r\n\r\n<p>Wesley Tharpe, a tax and economic policy analyst with the left-leaning Georgia Budget and Policy Institute, said the economic research is clear.</p>\r\n\r\n<p>&quot;Minimum-wage increases have a negligible effect on employment but are a proven means to boost family incomes and lift people out of poverty,&quot; Tharpe said.</p>\r\n\r\n<p>In summary, the researchers took the same basic approach as the CBO to try to gauge the potential impact of moving to a $10.10 minimum wage for state and local government workers. But it&rsquo;s hard to say for sure what the cost to taxpayers might be. To do that, you would have to consider, among other things, the potential savings when some of these workers no longer receive food stamps, heating assistance or other taxpayer-funded poverty programs.</p>\r\n\r\n<p>We also know the projections are at least somewhat off because Atlanta workers already work for $10 an hour at minimum. And no one can forecast how local governments would respond -- they could cut jobs to fund a wage increase.</p>\r\n\r\n<p>There is some truth to the statement. But a lot of context is missing.</p>\r\n\r\n<p>That&rsquo;s PolitiFact&rsquo;s definition of Half True.</p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2014-06-24T16:51:32.576982", "ruling_date": "2014-06-25T00:00:00", "ruling_headline": "Benefits of minimum wage increase debated", "ruling_headline_slug": "benefits-minimum-wage-increase-debated", "ruling_link_text": "Who gets paid what?", "ruling_state": null, "source_documents": null, "sources": "<p>Georgia Restaurant Association study on <a href=\"http://www.garestaurants.org/MinimumWage\">minimum</a> wage,</p>\r\n\r\n<p>&quot;How Would Minimum Wage <a href=\"http://wabe.org/post/how-would-minimum-wage-increase-affect-georgia-economy\">Increase</a> Affect Georgia Economy?&quot; WABE, Aug. 8, 2013</p>\r\n\r\n<p>National Conference of State Legislatures on the<a href=\"http://www.ncsl.org/research/labor-and-employment/state-minimum-wage-chart.aspx\"> minimum</a> wage,</p>\r\n\r\n<p>Study from the Economic Policy Institute on<a href=\"http://www.epi.org/publication/raising-federal-minimum-wage-to-1010/\"> raising</a> the minimum wage,</p>\r\n\r\n<p>Congressional Budget Office r<a href=\"http://www.cbo.gov/publication/44995\">eport</a></p>\r\n\r\n<p>Harkin: The Economic Case for Raising the Minimum Wage <a href=\"http://www.help.senate.gov/newsroom/press/release/?id=7b934fea-7a38-4399-99ec-efc3398658b1\">Outweighs</a> Criticisms, February 18, 2014,<strong>&nbsp;</strong></p>\r\n\r\n<p>Interview with state Sen. Vincent Fort, D-Atlanta</p>\r\n\r\n<p>Email with staff at the Georgia Budget and Policy Institut</p>\r\n\r\n<p>Interview and email with Dr. David Macpherson</p>\r\n\r\n<p>Emails with the Budget and Policy Institute</p>\r\n\r\n<p>Interview with David Cooper, economic analyst, Economic Policy Institute</p>\r\n\r\n<p>Macpherson research s<a href=\"http://ources\">ources</a></p>\r\n\r\n<p>Press release on Atlanta city <a href=\"http://www.atlantaga.gov/index.aspx?page=672&amp;recordid=2044\">budget</a></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "Georgia", "id": 2834, "last_name": "Georgia Restaurant Association", "mostly_true_count": 0, "name_slug": "georgia-restaurant-association-georgia", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GRAlogo_3.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2834/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p><strong>The wages of about 60,562 state and local government employees would be affected if the minimum wage is increased to $10.10 in Georgia, for a combined cost to taxpayers of more than $164 million annually.</strong></p>\r\n\r\n<p>&nbsp;</p>\r\n", "statement_context": "in a study", "statement_date": "2014-06-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}], "target": [], "twitter_headline": ""}