{"art": [], "author": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2014/jun/27/james-buchal/government-stockpiling-hundreds-millions-rounds-am/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 9523, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/9523/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Do Americans need to worry about the government stockpiling ammunition and assault rifles to quell coming uprisings?</p>\r\n\r\n<p>A number of political bloggers think so. A slew of chain emails and articles on conservative-leaning websites going back a year or more claim that the government&rsquo;s stockpile of ammunition reaches into the billions of rounds.</p>\r\n\r\n<p><strong>The claim:</strong></p>\r\n\r\n<p>James Buchal, an Oregon Republican challenging <a href=\"http://blumenauer.house.gov/\">Rep. Earl Blumenauer, D-Ore</a>., clearly has concerns. <a href=\"http://buchal.nationbuilder.com/\">His campaign website</a> includes a photograph of an ominous-looking armored vehicle below copy in which Buchal says part of his campaign will &quot;focus on raising awareness of the threat to America&rsquo;s future posed by an out-of-control total surveillance state.&quot;</p>\r\n\r\n<p>He adds, &quot;The government -- and not the armed forces -- is stockpiling hundreds of millions of rounds of ammunition for domestic use.&quot;</p>\r\n\r\n<p>Is the government stockpiling that much ammunition? PolitiFact Oregon checked.</p>\r\n\r\n<p><strong>The analysis:</strong></p>\r\n\r\n<p>We emailed Buchal, who pointed to a <a href=\"http://www.gao.gov/assets/670/660143.pdf\">Government Accountability Office report</a> released Feb. 12, 2014.</p>\r\n\r\n<p>The report, &quot;Ammunition Purchases Have Declined Since 2009,&quot; was produced in response to questions from U.S. Sen. Tom Coburn, R-Okla.</p>\r\n\r\n<p>In a letter dated Nov. 13, 2012, <a href=\"http://www.coburn.senate.gov/public/index.cfm/pressreleases?ContentRecord_id=79d1d14e-ad5a-4b44-ab88-1fd6af1bb51e&amp;ContentType_id=d741b7a7-7863-4223-9904-8cb9378aa03a&amp;Group_id=7a55cb96-4639-4dac-8c0c-99a4a227bd3a\">Coburn wrote to Janet Napolitano</a>, then the head of the <a href=\"http://www.dhs.gov/\">U.S. Department of Homeland Security</a>: &quot;It has been reported that DHS has recently purchased large amounts of ammunition, as much or more than 1 billion rounds according to some estimates.&quot;</p>\r\n\r\n<p>Some claims put the figure at 1.6 billion rounds. Another set had it at 2.7 billion. Still others fretted about the alleged retrofitting of more than 2,700 heavily armored military vehicles that were going to be turned over to domestic police forces.</p>\r\n\r\n<p>The GAO report found that as of October 2013, DHS had about 159 million rounds -- enough to meet the training and operational needs of its firearm-carrying personnel for about 22 months, it said. The agency has more than 70,000 armed personnel, the most of any federal agency, according to the report.</p>\r\n\r\n<p>The <a href=\"http://www.justice.gov/\">Department of Justice</a> is second with 69,000 armed personnel. The DOJ reported its ammunition inventory as enough to last from 13 to 20 months. The report did not translate that to specific figures but provided other information that enabled it to calculate a range of about 90 million to about 138 million rounds.</p>\r\n\r\n<p>Together, those two agencies represent 80 percent of federal armed personnel, and together they have roughly 250 million to 300 million rounds of ammunition on hand.</p>\r\n\r\n<p>That may be on the low end of the figure that pops to mind when someone says &quot;hundreds of millions,&quot; but Buchal&rsquo;s claim is accurate on the amount of ammunition the government has on hand.</p>\r\n\r\n<p>Then we looked at the thrust of Buchal&rsquo;s claim, that the government is &quot;stockpiling&quot; the ammunition for some later use.</p>\r\n\r\n<p>DHS&rsquo;s 159 million inventory in October was down from 178 million rounds in April 2013 and 193 million in November 2012, the GAO report found.</p>\r\n\r\n<p>We emailed DHS&rsquo;s press office, which provided a statement saying DHS purchases dropped to 93 million rounds in fiscal 2012 and are projected at 75 million for fiscal 2014.</p>\r\n\r\n<p>Further, the GAO reported that DHS&rsquo; use of ammunition over the past six years has roughly equaled the amount it bought. In 2009, the agency bought 133 million rounds and dipped into reserves to use a total of 141 rounds. In 2013, the agency used 89 million rounds compared with new purchases of 84 million rounds.</p>\r\n\r\n<p>The report noted that DOJ purchasing trends and usage rates are similar. It also said DOJ&rsquo;s inventories are below DHS&rsquo;s.</p>\r\n\r\n<p>How is the ammunition used? The report noted that new federal officers go through 2,000 to 5,000 rounds a year, most of that in training and certification programs. Experienced officers use about 600 rounds a year.</p>\r\n\r\n<p>The email from DHS concluded, &quot;Although a small reserve in terms of the overall ammunition is usually kept by the component law enforcement agencies, most do not have the capability to store large amounts of ammunition. There is not an ammunition stockpile.&quot;</p>\r\n\r\n<p>Buchal acknowledged the report&rsquo;s assertion that purchases have declined but added, &quot;The available information is not sufficient, at least to me, to demonstrate that the levels of ammunition purchases are appropriate.&quot; When asked, he did not make a distinction between an &quot;inventory&quot; and a &quot;stockpile.&quot;</p>\r\n\r\n<p>In a final email, Buchal said the distinction may be beside the point.</p>\r\n\r\n<p>&quot;Bottom line, in all likelihood, the ammunition will only be used for training purposes, but engaging in such broad-scale training is itself a problem,&quot; he wrote. &quot;We don&rsquo;t need SWAT teams to deal with student loan fraud, and training up vast quantities of SWAT teams to deal with such issues is itself a sign of a growing divide between the government and the people.&quot;</p>\r\n\r\n<p><strong>The ruling:</strong></p>\r\n\r\n<p><a href=\"http://buchal.nationbuilder.com/\">On his campaign website</a>, U.S. House candidate James Buchal claims that the government &quot;is stockpiling hundreds of millions of rounds of ammunition for domestic use.&quot;</p>\r\n\r\n<p>A government report indicated that the federal Department of Homeland Security, as of October 2013, had an estimated 159 million rounds in inventory, down from 178 million rounds in April 2013 and 193 million in November 2012. The report also found that DHS and Department of Justice -- which employ 80 percent of the federal government&rsquo;s armed personnel -- have steadily decreased ammunition purchases since 2009. Projected purchases by DHS for this year will be the lowest in more than five years. Estimated ammunition inventories for both agencies also continue to fall.</p>\r\n\r\n<p>With inventories and purchases going down, and usage roughly equaling purchases, the government is clearly not &quot;stockpiling&quot; ammunition. And while Buchal is correct in his assertion that the government has &quot;hundreds of millions&quot; of rounds on hand, even he later acknowledged that &quot;in all likelihood,&quot; those rounds are being used for training purposes.</p>\r\n\r\n<p>We rate the claim False.</p>\r\n\r\n<p><a href=\"http://www.oregonlive.com/politics/index.ssf/2014/06/is_the_government_stockpiling.html#incart_m-rpt-1\">Return to OregonLive.com/politics to comment on this article.</a></p>\r\n", "ruling_comments_date": "2014-06-27T18:22:08.930309", "ruling_date": "2014-06-27T15:22:00", "ruling_headline": "Is the government 'stockpiling' hundreds of millions of rounds of ammunition for domestic use?", "ruling_headline_slug": "government-stockpiling-hundreds-millions-rounds-am", "ruling_link_text": "The numbers don't tell the story", "ruling_state": null, "source_documents": null, "sources": "<p>Emails from James Buchal, candidate, U.S. House of Representatives, June&nbsp; 23/26, 2014.</p>\r\n\r\n<p>Buchal&#39;s campaign website.</p>\r\n\r\n<p>Email, U.S. Department of Homeland Security communications office, June 24, 2014.</p>\r\n\r\n<p>Email, U.S. Department of Justice communications office, June 23, 2014.</p>\r\n\r\n<p>Email, U.S. Government Accountability Office communications office, June 24, 2014.</p>\r\n\r\n<p>Letter from U.S. Sen. Tom Coburn, R-Okla., to Janet Napolitano, Nov. 13, 2012.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Attorney", "false_count": 1, "first_name": "James", "half_true_count": 0, "home_state": "Oregon", "id": 2838, "last_name": "Buchal", "mostly_true_count": 0, "name_slug": "james-buchal", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/James_Buchal.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2838/", "total_count": 1, "true_count": 0, "website": "http://buchal.nationbuilder.com/"}, "statement": "<p>&quot;The government -- not the armed forces -- is stockpiling hundreds of millions of rounds of ammunition for domestic use.&quot;</p>\r\n", "statement_context": "a campaign website statement", "statement_date": "2014-06-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}], "target": [], "twitter_headline": ""}