{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2014/jun/27/brady-campaign-prevent-gun-violence/do-average-nine-children-day-die-united-states-gun/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 9525, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/9525/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p><em>Editor&rsquo;s Note: We rarely find it necessary to re-examine a PolitiFact Oregon fact-check, but this was an exception. <a href=\"http://www.politifact.com/children-die-day/\">Our original fact-check,</a> based &nbsp;largely on data from the Centers for Disease Control and Prevention, found that a claim by the Brady Campaign to Prevent Gun Violence was Mostly True. However, readers brought significant new information to light that we thought warranted a new analysis -- and ultimately a new ruling. We are committed to finding the facts even if they emerge after we&rsquo;ve published.</em></p>\r\n\r\n<p>In the wake of the <a href=\"http://www.oregonlive.com/reynolds-school-shooting/#/0\">Reynolds High School shooting in Troutdale</a> that left two students dead June 10, the <a href=\"http://www.bradycampaign.org/\">Brady Campaign to Prevent Gun Violence</a>, one of the nation&rsquo;s leading gun control advocacy groups, has once again been urging parents to lock up guns and ammunition in separate gun lockers.</p>\r\n\r\n<p><strong>The claim:</strong></p>\r\n\r\n<p>At a June 17, 2014, rally in Vancouver, Brady Campaign representatives claimed that, on average, nine children across the U.S. die every day from gunshot wounds. The group set up a display showing nine pairs of children&rsquo;s shoes and a chalkboard that read: &quot;9 kids every day will never have another birthday.&quot;</p>\r\n\r\n<p>Were Emilio Hoffman, the victim at Reynolds, and Jared Padgett, the shooter, just two of nine children who die from gun violence on any given day? <a href=\"http://www.politifact.com/oregon/\">PolitiFact Orego</a>n wanted to find out.</p>\r\n\r\n<p><strong>The analysis:</strong></p>\r\n\r\n<p>In an email, Brady Campaign spokeswoman Jennifer Fuson said the number is based on a five-year average of government data recording children who died from gunshot wounds. The ages range from infants to 19.</p>\r\n\r\n<p>Using the same age range, we obtained the same numbers from an online database maintained by the <a href=\"http://www.cdc.gov/\">Centers for Disease Control and Prevention</a>. From 2007 to 2011, the most recent data available, 14,258 children died as a result of gunshot wounds.</p>\r\n\r\n<p>The circumstances range widely: accidental shootings by adults, kids who gained access to unsecured guns, gang violence, suicide and planned shootings like the incident at Reynolds High School on June 10, 2014.</p>\r\n\r\n<p>The numbers work out to 7.81 deaths a day, about one fewer than the Brady Campaign claimed.</p>\r\n\r\n<p>We presented this information to Heidi Yewman, a member of the national Brady Campaign board, who organized the rally. She acknowledged that the number presented at the rally was incorrect.</p>\r\n\r\n<p>A volunteer accidentally wrote the wrong number on the chalkboard display, she said. Nine children are unintentionally shot and survive every day, she said, but those children are in addition to the eight who are shot &mdash; intentionally and unintentionally &mdash; and die.</p>\r\n\r\n<p>&quot;It&rsquo;s really important we don&rsquo;t exaggerate the number, because it undermines what we&rsquo;re saying,&quot; Yewman said in a phone interview. &quot;That was unfortunate and somewhat misleading.&quot;</p>\r\n\r\n<p>She added: &quot;Certainly there was no conspiracy to mislead the public.&quot;</p>\r\n\r\n<p>The national Brady Campaign spokeswoman confirmed the figure. &quot;It is correct to say that 8 children and teens die from gun violence every day,&quot; Fuson said in an email. &quot;It is also correct to say that 9 children and teens are shot unintentionally.&quot;</p>\r\n\r\n<p>We checked the nonfatal number as well and found that 8.86 children are unintentionally shot each day and survive, according to the CDC&rsquo;s nonfatal injuries database.</p>\r\n\r\n<p>But those two numbers &mdash;&nbsp;eight gun-related deaths and nine injuries per day &mdash; do not show the whole picture.</p>\r\n\r\n<p>PolitiFact Oregon obtained a breakdown by age from the CDC&rsquo;s online database and found that about half of all youth gun deaths &mdash; 7,223 of 14,258 &mdash; are 18- and 19-year-olds. The same goes for unintentional injuries, roughly 46 percent of which &mdash; 7,479 of 16,172 &mdash; are 18- and 19-year-olds.</p>\r\n\r\n<p>Remove those two years from the calculation, and there are an average of 4.76 unintentional injuries each day and 3.85 deaths.</p>\r\n\r\n<p>That is significant given the use of the word &quot;children&quot; in the Brady Campaign&rsquo;s display, along with a chalkboard and shoes suited to children younger than 12. In addition, people 18 and older are legally considered adults. They are allowed to buy guns and ammunition without parental consent, and are solely responsible for crimes they commit using those weapons.</p>\r\n\r\n<p>We asked Fuson, the Brady Campaign spokeswoman, to find out why the campaign includes 18- and 19-year-olds in its calculation. In an email, she said the campaign used the CDC&rsquo;s own metrics for measuring unintentional injuries. She pointed us to a report published by the center examining childhood injuries from 2000-06.</p>\r\n\r\n<p>The CDC did use data for ages 0-19, including injuries. The center uses the same age range in <a href=\"http://www.cdc.gov/safechild/nap/\">The National Action Plan for Child Injury Prevention.</a> &nbsp;</p>\r\n\r\n<p>The CDC is the nation&rsquo;s leading authority on mortality and injury statistics. The federal database includes information on thousands of death and emergency room records, and is regularly cited by lawmakers and activist groups. Data is categorized by four-year age ranges &mdash; 15-19 year olds, for example &mdash; in addition to many other metrics such as year, race and sex of victims. Users can also search the CDC website for statistics by any age or range.</p>\r\n\r\n<p>It is important to note, however, that the CDC says its data for unintentional gun injuries among children 16 and younger is shaky because the samples sizes are small.</p>\r\n\r\n<p>Another wrinkle: The agency has been caught in political cross-fire, with right-wing critics saying it collects and presents data in a way that supports gun-control efforts. Liberal supporters, meanwhile, say that criticism has had a chilling effect on CDC research into gun injuries and deaths. In short, not everyone agrees CDC data are unassailable.</p>\r\n\r\n<p>Last year, President Barack Obama ordered the CDC, in the wake of the Newtown, Connecticut, shootings, to begin studying the causes of gun violence. That information is not yet available.</p>\r\n\r\n<p><strong>The ruling:</strong></p>\r\n\r\n<p>At a rally in Vancouver, Brady Campaign representatives claimed that, on average, nine children across the U.S. die every day from gunshot wounds. The group set up a display showing nine pairs of children&rsquo;s shoes and a chalkboard that read: &quot;9 kids every day will never have another birthday.&quot;</p>\r\n\r\n<p>PolitiFact Oregon checked that claim against government data using the Brady Campaign&rsquo;s age range of 0-19, and found that about 7.81 children and teens die each day from gun violence, based on the most recent five-year average available from the Centers for Disease Control and Prevention. Heidi Yewman, who organized the rally in Vancouver, said the incorrect number was a volunteer&rsquo;s mistake.</p>\r\n\r\n<p>We found the difference between eight and nine not hugely significant. It&rsquo;s horrible that children are dying of gunshot wounds, of course, but the difference in the two numbers is unlikely to materially change the debate about gun control.</p>\r\n\r\n<p>But including 18- and 19-year-olds, who are not &quot;children&quot; under legal and other definitions, significantly skews the numbers, making the problem seem much worse than it is. Because the group&rsquo;s claim contained an element of truth but ignored critical facts that would give a different impression, we rate it Mostly False.</p>\r\n\r\n<p><a href=\"http://www.oregonlive.com/politics/index.ssf/2014/06/politifact_oregon_revised.html#incart_river\">Return to OregonLive.com/politics to comment on this article.</a></p>\r\n", "ruling_comments_date": "2014-06-27T19:45:34.856165", "ruling_date": "2014-06-27T16:44:05", "ruling_headline": "Do an average of nine children a day die in the United States of gunshot wounds?", "ruling_headline_slug": "do-average-nine-children-day-die-united-states-gun", "ruling_link_text": "A claim that's too close for comfort", "ruling_state": null, "source_documents": null, "sources": "<p>Emails from Jennifer Fuson, spokeswoman, Brady Campaign to Prevent Gun Violence, June<br />\r\n&nbsp;20, 2014.</p>\r\n\r\n<p>Phone interview with Heidi Yewman, board member, Brady Campaign to Prevent Gun Violence,<br />\r\n&nbsp;June 23, 2014.</p>\r\n\r\n<p>Centers for Disease Control and Prevention, WISQARS database, accessed June 23, 2014.</p>\r\n\r\n<p>Brady Campaign to Prevent Gun Violence, Bradycampaign.org &quot;About Gun Violence&quot; page,<br />\r\n&nbsp;accessed June 20, 2014.</p>\r\n\r\n<p>Brady Campaign to Prevent Gun Violence, death and injury statistics sheet, accessed June 20, 2014.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "", "id": 1787, "last_name": "Brady Campaign to Prevent Gun Violence", "mostly_true_count": 0, "name_slug": "brady-campaign-prevent-gun-violence", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/brady.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1787/", "total_count": 2, "true_count": 0, "website": "http://www.bradycampaign.org/"}, "statement": "<p>An average of nine children a day in the U.S. die of gunshot wounds.</p>\r\n", "statement_context": "a gun-control rally claim", "statement_date": "2014-06-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 173, "photo": null, "resource_uri": "/api/v/2/subject/173/", "subject": "Public Safety", "subject_slug": "public-safety", "used_in_edition": ["/api/v/2/edition/9/"]}], "target": [], "twitter_headline": ""}