{"art": [], "author": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2014/jul/02/john-kitzhaber/under-gov-kitzhaber-has-oregons-unemployment-rate-/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 9545, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/9545/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Oregon Gov. John Kitzhaber, a Democrat, is seeking an unprecedented fourth term in office.</p>\r\n\r\n<p>The problem-filled rollout of Cover Oregon, the state&rsquo;s health insurance exchange, is bound to be a contentious issue in his race against challenger Rep. Dennis Richardson, R-Central Point. But so is the state&rsquo;s economy, which took a beating in the wake of 2008&rsquo;s Great Recession.</p>\r\n\r\n<p><strong>The claim:</strong></p>\r\n\r\n<p>On his campaign website, Kitzhaber lists &quot;Getting Oregonians Back to Work&quot; among his top priorities. At the same time, the site says, some positive economic news has been generated since he took office in January 2011.</p>\r\n\r\n<p>Chief among those, it says, are the creation of 25,000 jobs and an improvement in the state&rsquo;s credit rating.</p>\r\n\r\n<p>Then, there&rsquo;s this: &quot;Since the governor took office, Oregon&rsquo;s unemployment rate has dropped to its lowest level in three years.&quot;</p>\r\n\r\n<p>PolitiFact Oregon wanted to know if that&rsquo;s true.</p>\r\n\r\n<p><strong>The analysis:</strong></p>\r\n\r\n<p>This fact-check seemed about as straightforward as they get -- find the relevant statistics, see if they comport with the claim and proceed to the rating.</p>\r\n\r\n<p>However, there&rsquo;s an aspect to this claim that goes beyond the bottom line. Kitzhaber doesn&rsquo;t take complete credit for the turnaround, but it&rsquo;s clear -- especially combined with his job-creation numbers and better credit rating -- that he&rsquo;s submitting an economic resume to bolster his 2014 campaign.</p>\r\n\r\n<p>Kitzhaber defeated Republican Chris Dudley in November 2010 to win his third term. His first two terms ran from 1995 to 2003. He was sworn in most recently in January 2011, so that&rsquo;s when the clock starts ticking.</p>\r\n\r\n<p>We emailed Tim Duy, a University of Oregon economics professor, who sent an online interactive graph showing unemployment rates for Oregon and the nation as a whole from 1990 through May 2014.</p>\r\n\r\n<p>Here are the numbers, as shown on a graph prepared by the Federal Reserve Bank of St. Louis:</p>\r\n\r\n<p>In January 2011, the month Kitzhaber was sworn in, Oregon&rsquo;s unemployment rate was 10 percent -- down considerably from the Great Recession peak of 11.6 percent in May and June 2009.</p>\r\n\r\n<p>By comparison, the U.S. unemployment rate when he took office was 9.1 percent, down from the post-recession high of 10 percent in October 2009.</p>\r\n\r\n<p>So when Kitzhaber took office, Oregon&rsquo;s unemployment rate was already trending down, as was the rate for the nation as a whole. Still, has it dropped since then to its lowest level in three years, as the governor claimed?</p>\r\n\r\n<p>The answer is essentially yes, according to Oregon Employment Department figures for May 2014, the most recent month available. The statewide rate, adjusted for seasonal fluctuations, is 6.9 percent, down from the 10 percent when Kitzhaber took office.</p>\r\n\r\n<p>The rate was slightly lower in February and April at 6.8 percent, but it&rsquo;s ticked back and forth between 6.8 and 6.9 percent since.</p>\r\n\r\n<p>It needs to be pointed out, however, that 6.9 percent is a statewide average. Rates in some rural counties remain stubbornly high, although down significantly from their recession peaks.</p>\r\n\r\n<p>We contacted Nick Beleiciks, a state employment economist, for his view.</p>\r\n\r\n<p>&quot;Unemployment rates are generally higher in Oregon&rsquo;s non-metro counties, which has been the case for at least 10 years,&quot; he wrote in an email. &quot;They have the same overall pattern of falling unemployment rates that the Portland metro area counties and other metro area counties show.&quot;</p>\r\n\r\n<p>Combined, all non-metro counties in the state have an average unemployment rate of 8.5 percent, he added. That&rsquo;s down from just under 11 percent three years ago.</p>\r\n\r\n<p>We contacted Kitzhaber&rsquo;s office to see how much credit the governor is taking for the statewide dip.</p>\r\n\r\n<p>As it turns out, at least some. In rural Oregon, for instance, various initiatives the governor has launched are &quot;making a difference in reducing unemployment and encouraging economic development,&quot; according to a statement emailed by spokeswoman Rachel Wray.</p>\r\n\r\n<p>The statement also singled out the six Regional Solutions teams deployed across the state, the Governor&rsquo;s Strategic Reserve Fund to help support job training and hiring, and the Oregon Business Plan -- Kitzhaber&rsquo;s &quot;blueprint&quot; for strengthening the economy across the state.</p>\r\n\r\n<p>Last, we got back in touch with Duy, the University of Oregon economics professor.</p>\r\n\r\n<p>&quot;Politicians in general like to take credit for the economy,&quot; he said in a voice message. &quot;But in many cases, including this one, there are larger cyclical factors at play, and we&rsquo;re caught up in those larger cyclical factors. To me, this is best evidenced right now by unemployment rates dropping for the U.S. as a whole.&quot;</p>\r\n\r\n<p><strong>The ruling:</strong></p>\r\n\r\n<p>Gov. John Kitzhaber, a Democrat, is seeking a fourth term as governor. Among the accomplishments listed on his website is that unemployment in Oregon is at its lowest in three years. Kitzhaber&rsquo;s office, in a statement, also took some credit for the drop.</p>\r\n\r\n<p>Statistics largely bear out the claim that the unemployment rate is the lowest in three years -- down from 10 percent when Kitzhaber was sworn in to 6.9 percent currently.</p>\r\n\r\n<p>Although it was one-tenth of a point lower in February and April than in May, the most recent month available, we aren&rsquo;t dinging the governor for that. Monthly unemployment numbers are often adjusted later and the figure remains between 6.8 and 6.9 percent.</p>\r\n\r\n<p>It&rsquo;s important to note, however, to keep two things in mind. The first is that unemployment rates across the country, including Oregon, had been trending down for at least two years before Kitzhaber was sworn in. Second, that unemployment rates in a handful of rural counties remain considerably above the statewide average (although they, too, are down from when the governor took office).</p>\r\n\r\n<p>An economist also stressed that the drop in Oregon&rsquo;s unemployment rate over the course of Kitzhaber&rsquo;s most recent term is inextricably linked to a similar national reduction in unemployment.</p>\r\n\r\n<p>The governor&rsquo;s statement is accurate, as far as it goes, but lacks key context to shine a true light on the state&rsquo;s unemployment situation. We rate it Half True.</p>\r\n\r\n<p>Comments? Questions? Click over to our<a href=\"http://www.oregonlive.com/politics/index.ssf/2014/07/under_gov_kitzhaber_has_oregon.html\"> entry on OregonLive.com</a> and let us know what you think.</p>\r\n", "ruling_comments_date": "2014-07-02T18:58:15.145377", "ruling_date": "2014-07-02T15:58:06", "ruling_headline": "Under Gov. Kitzhaber, has Oregon's unemployment rate dropped to its lowest point in three years?", "ruling_headline_slug": "under-gov-kitzhaber-has-oregons-unemployment-rate-", "ruling_link_text": "An accurate statistic that needs key context", "ruling_state": null, "source_documents": null, "sources": "<p>Email from Tim Duy, University of Oregon economics professor, July 1, 2014.</p>\r\n\r\n<p>Telephone interview with Duy, July 1, 2014.</p>\r\n\r\n<p>Emails from Nick Beleiciks, state of Oregon employment economist, June 30, July 1, 2014.</p>\r\n\r\n<p>Email from Rachel Wray, communications officer, Oregon governor&rsquo;s office, July 1, 2014.</p>\r\n\r\n<p>U.S. Bureau of Labor Statistics website.</p>\r\n\r\n<p>Oregon Department of Employment website.</p>\r\n\r\n<p>Federal Reserve Bank of St. Louis website.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Governor of Oregon", "false_count": 1, "first_name": "John ", "half_true_count": 4, "home_state": "Oregon", "id": 691, "last_name": "Kitzhaber", "mostly_true_count": 4, "name_slug": "john-kitzhaber", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/kitzhaber41.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/691/", "total_count": 14, "true_count": 4, "website": "http://www.johnkitzhaber.com/"}, "statement": "<p>&quot;Since the governor took office, Oregon&rsquo;s unemployment rate has dropped to its lowest point in three years.&quot;</p>\r\n", "statement_context": "a website statement", "statement_date": "2014-05-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}