{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/mar/12/charles-schumer/bridge-to-nowhere-could-not-happen-again-schumer/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 956, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/956/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tWhat discussion of earmarks would be complete without a reference to the Bridge to Nowhere?<br />\r\n\t<br />\r\n\tWe&#39;re talking, of course, about the famed plan to build a nearly $400 million bridge to connect the tiny Alaska city of Ketchikan to Gravina, an island with just a few dozen residents and an airport. The project was derisively nicknamed the Bridge to Nowhere and became a national symbol of wasteful earmark spending before the project was killed.<br />\r\n\t<br />\r\n\tWell, have no fear, Sen. Charles Schumer, D-N.Y., says such a project could never again rear its porky head.<br />\r\n\t<br />\r\n\tSchumer made the claim while fending off criticism of thousands of earmarks in the $410 billion omnibus spending bill signed by President Obama on March 11. Schumer noted that since the Bridge to Nowhere controversy, Democrats have instituted earmark reforms that have added transparency and accountability.<br />\r\n\t<br />\r\n\t&quot;They are transparent,&quot; Schumer of earmarks during an interview March 8, 2009, on NBC&#39;s <em> Meet the Press </em> . &quot;No Bridge to Nowhere could occur.&quot;<br />\r\n\t<br />\r\n\tWe&#39;re not contesting Schumer&#39;s claim about more transparency. Last year, Democratic lawmakers spearheaded reforms that require each earmark be attached to a legislative sponsor. Lawmakers used to be able to earmark spending secretly. In the House, congressmen also must say where the project is, what it&#39;s for and why, and attest that they don&#39;t have a financial stake in it.</p>\r\n<p>\r\n\t&quot;Every earmark has someone&#39;s name attached to it,&quot; Schumer said. &quot;There&#39;s my name attached to some. ... So you can no longer ever get the kind of Bridge to Nowhere that brought everything &mdash; and that was put in at the last minute in the conference committee with no name on it. People for weeks searched who put this in. So there has been reform.&quot;</p>\r\n<p>\r\n\tFirst, Schumer bases his argument on some bad information. The Bridge to Nowhere <em> did </em> have names attached. Everybody knew who was behind it.</p>\r\n<p>\r\n\tOn June 12, 2003, Keith Ashdown of Taxpayers for Common Sense, an advocacy group that tracks federal spending, issued a news release awarding a &quot;Golden Fleece&quot; to Rep. Don Young, the Alaska Republican who sponsored the bridge. The AP even wrote a story about it.</p>\r\n<p>\r\n\tThe following year, on April 10, 2004, the <em> New York Times </em> ran a front-page story about the bridge under the headline, &quot;Built With Steel, Perhaps, but Greased With Pork.&quot; In it, Rep. Young, who chaired the powerful transportation committee, boasted that he wanted to be &quot;a little oinker.&quot;</p>\r\n<p>\r\n\tUnlike most earmarks, it was not part of an appropriations bill, but was added by Rep. Young in the summer of 2005 to a transportation bill at the last minute on the floor of the House. So Schumer is right to the extent that the bridge was attached somewhat late in the House consideration. But there was no doubt that Alaska lawmakers were behind it, certainly by the time the Senate took up the transportation bill.<br />\r\n\t<br />\r\n\tAnd the debate was very public. Despite mounting criticism, Young defended the project, telling the <em> Anchorage Daily News </em> in July, &quot;These people keep saying it&#39;s nowhere, they&#39;re just smoking pot.&quot;</p>\r\n<p>\r\n\t&quot;This is about opening the island,&quot; Young said. &quot;It gives the opportunity for Ketchikan to grow. ... Once they build the bridge across, you have the opportunity to expand, and growth occurs, and that&#39;s the whole idea of bridges &mdash; to get across a body of water.&quot;</p>\r\n<p>\r\n\tThe bill was passed in August 2005. But in the ensuing months, the project became somewhat of a national laughingstock. That October, U.S. Sen. Tom Coburn, R-Okla., proposed an amendment that would have redirected $125-million in funding for the Alaska bridge toward reconstruction of a New Orleans bridge damaged by Hurricane Katrina.</p>\r\n<p>\r\n\tAlaska Sen. Ted Stevens was apoplectic.</p>\r\n<p>\r\n\tStevens threatened to quit, to become a &quot;wounded bull on the floor of this Senate,&quot; and he vowed that if the bill passed, &quot;I will be taken out of here on a stretcher.&quot;</p>\r\n<p>\r\n\t&quot;I will put the Senate on notice &mdash; and I don&#39;t kid people &mdash; if the Senate decides to discriminate against our state, to take money only from our state, I&#39;ll resign from this body,&quot; Stevens said. &quot;This is not the Senate I came to. This is not the Senate I&#39;ve devoted 37 years to, if one senator can decide he&#39;ll take all the money from one state to solve a problem of another.&quot;</p>\r\n<p>\r\n\tThe amendment was defeated by a lopsided vote, and we note that Schumer was among those who voted against it.</p>\r\n<p>\r\n\tLater, a congressional committee directed the $225 million earmarked for the Gravina Island bridge to the Alaska Department of Transportation. So Alaska would keep the money, but it would no longer be tied to the Bridge to Nowhere. Alaska could decide how to spend the money as it saw fit. But with the estimated cost of the bridge rising sharply, and amid the reality that more federal dollars were not forthcoming, Gov. Sarah Palin officially killed the project on Sept. 21, 2007.</p>\r\n<p>\r\n\tThe important thing in judging Schumer&#39;s claim is that transparency wasn&#39;t the problem here. Young and Stevens were vocal, public advocates for the project. They were not sneaking around.</p>\r\n<p>\r\n\tIndeed, what allows projects like the Bridge to Nowhere is the unwritten rule among lawmakers not to judge other lawmakers&#39; earmark projects, lest they judge yours.</p>\r\n<p>\r\n\tGroups like Taxpayers for Common Sense applaud the earmark reforms that were made last year, just as they applaud the calls by Congress and the president this week to add even greater transparency for earmark projects in the future.</p>\r\n<p>\r\n\tBut that won&#39;t eliminate wasteful earmark spending.</p>\r\n<p>\r\n\t&quot;Other than shame and voter anger, there&#39;s nothing that would prevent, specifically, the Bridge to Nowhere,&quot; said Steve Ellis, vice president of Taxpayers for Common Sense. &quot;Certainly not because of any rules being put in place.&quot;</p>\r\n<p>\r\n\tThe Bridge to Nowhere is a household word because many people decided it was a waste of taxpayer money. But the legislator who sponsored it didn&#39;t think it was a waste. It&#39;s a matter of opinion.</p>\r\n<p>\r\n\tAnd there are no rules in place today that would prevent a legislator from proposing an earmark that he or she deems worthwhile but that others deem wasteful. So we very well could have more Bridges to Nowhere, which makes Schumer&#39;s statement False.</p>\r\n<p>\r\n\t<em>Update: An earlier version of this story incorrectly stated that an arm of the Ketchikan to Gravina bridge was named after Rep. Don Young.</em></p>", "ruling_comments_date": "2010-01-07T13:27:49.416486", "ruling_date": "2009-03-12T16:57:48", "ruling_headline": "Bridge to Nowhere could not happen again, Schumer says ", "ruling_headline_slug": "bridge-to-nowhere-could-not-happen-again-schumer", "ruling_link_text": "Sure it could", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSt. Petersburg Times, <a href=\"http://www.sptimes.com/2007/04/01/Worldandnation/Three_words_that_chan.shtml\" target=\"_blank\"> &quot;Three words that changed U.S. politics: How &#39;bridge to nowhere&#39; shaped an election, and the Congress&quot; </a> by Bill Adair, April 1, 2007</p>\r\n<p>\r\n\tAnchorage Daily News, <a href=\"http://dwb.adn.com/news/alaska/story/7112853p-7020074c.html\" target=\"_blank\"> &quot;Stevens says he&#39;ll quit if bridge funds diverted,&quot; </a> by Liz Ruskin, Oct. 21, 2005</p>\r\n<p>\r\n\tAnchorage Daily News, <a href=\"http://dwb.adn.com/news/alaska/story/7210524p-7122996c.html\" target=\"_blank\"> &quot;Senate targets state&#39;s &#39;bridges to nowhere&#39;&quot; </a> by Liz Ruskin, Nov. 16, 2005</p>\r\n<p>\r\n\tJuneau Empire, <a href=\"http://www.juneauempire.com/stories/071105/sta_20050711007.shtml\" target=\"_blank\"> &quot;Young hopeful for Ketchikan bridges,&quot; </a> July 11, 2005</p>\r\n<p>\r\n\tNew York Times, <a href=\"http://query.nytimes.com/gst/fullpage.html?res=990DE2D71338F933A25757C0A9629C8B63\" target=\"_blank\"> &quot;Built With Steel, Perhaps, but Greased With Pork&quot; </a> by Timothy Egan, April 10, 2004</p>\r\n<p>\r\n\tCQ Transcripts, David Gregory interviews Schumer on NBC&#39;s Meet the Press, March 8, 2009</p>\r\n<p>\r\n\tInterview with Steve Ellis, vice president of Taxpayers for Common Sense, March 11, 2009</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Senator", "false_count": 4, "first_name": "Charles", "half_true_count": 4, "home_state": "New York", "id": 138, "last_name": "Schumer", "mostly_true_count": 5, "name_slug": "charles-schumer", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Schumer.JPG", "primary_edition": {"adkey": "Editions", "advalue": "New York", "edition": "New York", "edition_slug": "new-york", "has_afterthefact": false, "id": 55, "index_page": false, "meter_name": "The New York Truth-O-Meter", "resource_uri": "/api/v/2/edition/55/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/138/", "total_count": 19, "true_count": 2, "website": ""}, "statement": "<p>\r\n\t&quot;No Bridge to Nowhere could occur.&quot;</p>", "statement_context": "a TV interview", "statement_date": "2009-03-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}