{"art": [{"brightcove": "", "caption": "Vice President Joe Biden speaks at the NAACP annual convention in Las Vegas on July 23, 2014. We checked one of his claims about school dropout rates.", "id": 4844, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Biden_at_NAACP.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4844/", "title": "Biden at NAACP", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2014/jul/29/joe-biden/joe-biden-says-obama-policies-have-cut-minority-dr/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 9677, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/9677/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>During a recent address in Las Vegas to the NAACP, Vice President Joe Biden touted the Obama administration&rsquo;s role in helping students who are members of racial and ethnic minority groups.</p>\r\n\r\n<p>Calling the right to vote central to so many other human needs, Biden asked, &quot;How else, were it not the right of all those folks to vote, do you think we would have been able to expand Pell grants for 2.5 million more students? How else would we have put in place the educational policies that have reduced minority dropout rate by 25 percent?&quot;</p>\r\n\r\n<p>We wondered whether minority dropout rates have fallen by one-quarter during President Barack Obama&rsquo;s tenure and, if so, whether it&rsquo;s fair for the administration to take credit in a significant way.</p>\r\n\r\n<p>Before we look at the numbers, we should explain that there is more than one way to measure dropout frequency. One of the most common is the &quot;status dropout rate,&quot; which measures, at a specific point in time, what percent of people within a certain age range are dropouts. The other measurement is called the &quot;event dropout rate.&quot; This measures what percentage of people in an age range dropped out during the prior year. The different methods can lead to different figures.</p>\r\n\r\n<p>In addition, we should note that the data is not entirely up to date. The Education Department has released data on the status dropout rate through 2012, and on the event dropout rate for two specific years, 2008 and 2011. We&rsquo;ll use the most recent data, but it isn&rsquo;t a perfect fit for studying the entire Obama era.</p>\r\n\r\n<p>Using the<a href=\"http://nces.ed.gov/programs/digest/d13/tables/dt13_219.70.asp\" style=\"text-decoration:none;\"> <u>status dropout rate</u></a>, Biden is right on the numbers. For African-Americans between the ages of 16 and 24, the status dropout rate declined from 9.9 percent in 2008 to 7.5 percent in 2012. That&rsquo;s a 24 percent decrease -- very close to what Biden said. For Hispanics, the rate declined from 18.3 percent to 12.7 percent over the same period -- a decrease of 31 percent, which is well above what Biden claimed.</p>\r\n\r\n<p>The data is somewhat more mixed if you look at the event dropout rate for 15-to-24 year-olds. Between <a href=\"http://www.census.gov/prod/2011pubs/p20-564.pdf\" style=\"text-decoration:none;\"><u>2008</u></a> and <a href=\"http://www.census.gov/prod/2013pubs/p20-571.pdf\" style=\"text-decoration:none;\"><u>2011</u></a>, the dropout rate for African-Americans fell from 6.1 percent to 3.8 percent, or a decrease of 38 percent. For Hispanics, however, the decrease was smaller than the 25 percent Biden cited -- the rate fell from 4.9 percent to 4.1 percent, or a decline of 16 percent.</p>\r\n\r\n<p>So on the numbers, Biden isn&rsquo;t perfect, but he&rsquo;s pretty close. What about whether the administration deserves credit for the decline?</p>\r\n\r\n<p>On an <a href=\"http://www.ed.gov/equity%20%20\" style=\"text-decoration:none;\"><u>Education Department</u></a> Web page, the administration cites a number of policies it credits for reducing the dropout rate.<strong> </strong>&nbsp;</p>\r\n\r\n<p>The list includes competitive funds such as the <a href=\"http://www2.ed.gov/programs/racetothetop/index.html\" style=\"text-decoration:none;\"><u>Race to the Top</u></a>, <a href=\"http://www2.ed.gov/programs/promiseneighborhoods/index.html\" style=\"text-decoration:none;\"><u>Promise Neighborhoods</u></a>, and <a href=\"http://www2.ed.gov/programs/innovation/index.html\" style=\"text-decoration:none;\"><u>Investing in Innovation</u></a> programs; an initiative that give states more <a href=\"http://www2.ed.gov/policy/elsec/guid/esea-flexibility/index.html\" style=\"text-decoration:none;\"><u>flexibility</u></a> to target schools most needing improvement; and programs like <a href=\"http://www.ed.gov/ladders\" style=\"text-decoration:none;\"><u>Ladders of Opportunity</u></a> and <a href=\"http://www.whitehouse.gov/the-press-office/2014/01/08/fact-sheet-president-obama-s-promise-zones-initiative\" style=\"text-decoration:none;\"><u>Promise Zones</u></a> that provide federal assistance to &quot;communities of concentrated poverty.&quot;</p>\r\n\r\n<p>The administration says it has committed $6.2 billion to School Improvement Grants focused on roughly 2,000 persistently low-achieving schools, &quot;which produce a disproportionate number of the more than 500,000 students who drop out of high school each year.&quot;</p>\r\n\r\n<p>Education experts we contacted said such efforts may well have made a difference. But they added that there&rsquo;s a long list of factors that likely played a role as well.</p>\r\n\r\n<p>&quot;While the educational policies put in place by the Obama administration have played their role in addressing the dropout crisis, it would be unfair to attribute the recent decreases in minority dropout rates solely to them,&quot; said Jennifer DePaoli, education advisor at Civic Enterprises, a research group that studies education.</p>\r\n\r\n<p>Here&rsquo;s a rundown of the other factors that likely influenced the decline in dropout rates, according to experts:</p>\r\n\r\n<p><strong>Policies instituted by George W. Bush</strong></p>\r\n\r\n<p>President George W. Bush spearheaded and signed the No Child Left Behind Act, and there&rsquo;s evidence that it has had an impact on dropout rates. While the decline in dropout rates has accelerated under Obama, the decline actually began under Bush. Between 2000 and 2008, status dropout rates fell by 24 percent for African-Americans and by 34 percent for Hispanics -- significant decreases on their own, even before Obama took office.</p>\r\n\r\n<p>Changes in policy &quot;can take a while to trickle down, and we might be seeing a delayed and ongoing effect of policies from several years earlier,&quot; said Christopher Swanson, vice president of Editorial Projects in Education, which publishes <em>Education Week</em>. &quot;If you look at the overall trend, things have been moving in the right direction for a while.&quot;</p>\r\n\r\n<p><strong>State policies matter, too -- not just federal policies</strong></p>\r\n\r\n<p>Not only can states pass their own education laws, but they often have some discretion in shaping how federal education policies take effect within their borders.</p>\r\n\r\n<p>&quot;If Biden is right that national policies are driving things, you wouldn&rsquo;t get a lot of state-level differences in dropout trends,&quot; said David Bills, a professor at the University of Iowa College of Education. &quot;But in fact there are differences.&quot; &nbsp;</p>\r\n\r\n<p>Indeed, a <a href=\"http://www.pbs.org/newshour/rundown/new-report-highlights-us-graduation-gains/\" style=\"text-decoration:none;\"><u>study</u></a> by Civic Enterprises, America&rsquo;s Promise Alliance, the Alliance for Excellent Education and the Everyone Graduates Center at John Hopkins University found quite a bit of variation. Twenty states recorded annual gains of at least one percentage point in graduation rates between 2006 and 2010, the report found, while nine states saw flat or declining graduation rates over the same period.</p>\r\n\r\n<p>In fact, one problem with trusting the statistics too much is that the state numbers may be subject to bureaucratic hijinks, said Julian Vasquez Heilig, a University of Texas professor of educational policy and planning. In Texas, for instance, there&rsquo;s been <a href=\"http://www.chron.com/life/mom-houston/article/Experts-Home-schooling-doesn-t-add-up-across-1717652.php\" style=\"text-decoration:none;\"><u>skepticism</u></a> about the validity of statistics showing large shifts in the number of students going from in-school to home-school status. Home-schooled students, as it happens, don&rsquo;t count in dropout calculations.</p>\r\n\r\n<p><strong>&quot;</strong>Only politicians believe that the dropout rate has gone down,&quot; Heilig said. &quot;Ask any educator in an urban schools and they will tell you otherwise. Essentially, we find ways to define away students.&quot;</p>\r\n\r\n<p><strong>A poor economy can keep more kids in school</strong></p>\r\n\r\n<p>One of the perverse impacts of a weak economy is that it may lead to lower dropout rates. During a strong economic period, slack labor markets may lure teens away from school through job offers and higher wages. But during weaker economic periods, someone who drops out of school would face few employment options. That might be enough to keep a lid on the dropout rate.</p>\r\n\r\n<p>&quot;Kids are more likely to stay in school when there are no job opportunities,&quot; Bills said. &quot;I think economics generally trumps policy.&quot;</p>\r\n\r\n<p><strong>Broader demographic factors can drive dropout trends, too</strong></p>\r\n\r\n<p>Richard Murnane, a professor at the Harvard Graduate School of Education, cites several trends beyond the Great Recession that may have helped lower the dropout rate over the last decade or so. One is a decline in the teenage birthrate, which means that fewer high-school girls are dropping out to take care of a newborn. Another is a decline in arrests of teenagers for violent crimes, reducing another reason for dropping out. And a third is an increase in the number of children attending preschool -- a predictor of future academic success, especially for low-income boys, Murnane said.</p>\r\n\r\n<p>&quot;There&rsquo;s no causal evidence that can tell you the relative importance of these factors in explaining the trends&quot; in dropout rates, Murnane said.</p>\r\n\r\n<p>In all, then, these experts don&rsquo;t doubt that there&rsquo;s been some impact from Obama administration policies, but they add that there are many bigger forces that can claim a share of the credit for lowering dropout rates.</p>\r\n\r\n<p>&quot;It would be nearly impossible to point to any specific federal policies put in place by the Obama administration -- or the Bush administration, for that matter -- that have been directly responsible for the decrease in dropout rates and the increase in graduation rates for minority students,&quot; DePaoli said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Biden said Obama administration policies &quot;have reduced minority dropout rate by 25 percent.&quot; He&rsquo;s very close on the numbers, and the administration can take some credit for the decline. But a lot of other factors likely played a role, from Bush-era policies to state-level action to larger forces such as the weak economy, falling teen birth rates and rising preschool enrollment. On balance, we rate Biden&rsquo;s claim Half True.</p>\r\n", "ruling_comments_date": "2014-07-29T11:16:41.164459", "ruling_date": "2014-07-29T12:20:06", "ruling_headline": "Joe Biden says Obama policies have cut minority dropout rate by 25 percent", "ruling_headline_slug": "joe-biden-says-obama-policies-have-cut-minority-dr", "ruling_link_text": "Administration policies aren't the only factor", "ruling_state": null, "source_documents": null, "sources": "<p>Joe Biden, speech to the NAACP convention in Las Vegas, July 23, 2014 (transcript provided by the White House)</p>\r\n\r\n<p>National Center for Education Statistics, &quot;<a href=\"http://nces.ed.gov/programs/digest/d13/tables/dt13_219.70.asp\" style=\"text-decoration:none;\"><u>Table 219.70. Percentage of high school dropouts among persons 16 through 24 years old (status dropout rate), by sex and race/ethnicity: Selected years, 1960 through 2012</u></a>,&quot; accessed July 29, 2014</p>\r\n\r\n<p>U.S. Census Bureau, &quot;<a href=\"http://www.census.gov/prod/2013pubs/p20-571.pdf\" style=\"text-decoration:none;\"><u>Table 1. Event Drop Out Rates and High School Noncompleters, Aged 15&ndash;24: 2011</u></a>,&quot; September 2013</p>\r\n\r\n<p>U.S. Census Bureau, &quot;<a href=\"http://www.census.gov/prod/2011pubs/p20-564.pdf\" style=\"text-decoration:none;\"><u>Table 4. Event Drop-Out Rates and High School Noncompleters, Aged 15 to 24: 2008</u></a>,&quot; June 2011</p>\r\n\r\n<p>U.S. Department of Education, &quot;<a href=\"http://nces.ed.gov/pubs2012/2012006.pdf\" style=\"text-decoration:none;\"><u>Trends in High School Dropout and Completion Rates in the United States: 1972&ndash;2009</u></a>,&quot; October 2011</p>\r\n\r\n<p>U.S. Department of Education, &quot;<a href=\"http://www.ed.gov/equity%20\" style=\"text-decoration:none;\"><u>Equity of Opportunity</u></a>,&quot; accessed July 29, 2014</p>\r\n\r\n<p>PBS, &quot;<a href=\"http://www.pbs.org/newshour/rundown/new-report-highlights-us-graduation-gains/\" style=\"text-decoration:none;\"><u>New Report Highlights U.S. Graduation Gains, Decline in &lsquo;Dropout Factories</u></a>,&#39;&quot; Feb. 25, 2013</p>\r\n\r\n<p><em>Houston Chronicle</em>, &quot;<a href=\"http://www.chron.com/life/mom-houston/article/Experts-Home-schooling-doesn-t-add-up-across-1717652.php\" style=\"text-decoration:none;\"><u>Experts: Home-schooling doesn&rsquo;t add up across Texas</u></a>,&quot; May 11, 2010</p>\r\n\r\n<p>Cloaking Inequity blog, &quot;<a href=\"http://cloakinginequity.com/2013/01/14/texas-enrontizes-federal-graduation-data/\" style=\"text-decoration:none;\"><u>Texas Lies to Feds: Enrontize Federal Graduation Data</u></a>,&quot; Jan. 14, 2013</p>\r\n\r\n<p>Interview with Christopher Swanson, vice president of Editorial Projects in Education, JUly 28, 2014</p>\r\n\r\n<p>Email interview with Gary Orfield, professor of education, law, political Science and urban planning at UCLA, July 28, 2013</p>\r\n\r\n<p>Email interview with Russell Rumberger, professor at the Gevirtz Graduate School of Education at the University of California-Santa Barbara, July 28, 2014</p>\r\n\r\n<p>Email interview with Jennifer DePaoli, education advisor at Civic Enterprises, July 28, 2014</p>\r\n\r\n<p>Email interview with Julian Vasquez Heilig, aUniversity of Texas professor of educational policy and planning, July 28, 2014</p>\r\n\r\n<p>Email interview with David Bills, aprofessor at the University of Iowa College of Education, July 28, 2014</p>\r\n\r\n<p>Interview with Richard Murnane, professor at the Harvard Graduate School of Education, July 28, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 11, "current_job": "U.S. senator", "false_count": 10, "first_name": "Joe", "half_true_count": 21, "home_state": "Delaware", "id": 11, "last_name": "Biden", "mostly_true_count": 16, "name_slug": "joe-biden", "pants_count": 4, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-joebiden.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/11/", "total_count": 78, "true_count": 13, "website": "http://www.joebiden.com/"}, "statement": "<p>The Obama administration&#39;s policies &quot;have reduced minority dropout rate by 25 percent.&quot;</p>\r\n", "statement_context": "a speech to the NAACP in Las Vegas", "statement_date": "2014-07-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}