{"art": [], "author": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2014/jul/31/george-will/are-oregons-three-largest-employers-and-13-top-25-/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 9698, "in_future": false, "is_pundit": true, "make_public": true, "preview": false, "researcher": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/9698/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Syndicated newspaper columnist George Will <a href=\"http://www.washingtonpost.com/opinions/george-will-oregons-dr-monica-wehby-may-make-a-house-call-on-the-senate/2014/07/25/1743d13c-1362-11e4-98ee-daea85133bc9_story.html\">weighed in recently</a> on Oregon&rsquo;s U.S. Senate race pitting incumbent Democrat Jeff Merkley against Republican challenger Monica Wehby.</p>\r\n\r\n<p>Will tossed a lot of numbers into his piece, including President Barack Obama&rsquo;s approval rating in the state (43 percent), how many years Wehby has been a physician (17 out of her 52) and, curiously, how many X chromosomes the doctor has (2).</p>\r\n\r\n<p><strong>The claim:</strong></p>\r\n\r\n<p>Because the U.S. Senate has only three physicians, one of whom is retiring, Wehby&rsquo;s knowledge of health care is sorely needed in that body, Will wrote.</p>\r\n\r\n<p>The same phenomenon is true in Oregon, he added, whose economy is dominated by large health care companies.</p>\r\n\r\n<p>The state&rsquo;s &quot;three largest employers, and 13 of the top 25, are health care providers,&quot; he wrote.</p>\r\n\r\n<p><a href=\"http://www.politifact.com/oregon/\">PolitiFact Oregon</a> checked those statistics.</p>\r\n\r\n<p><strong>The analysis:</strong></p>\r\n\r\n<p>We clicked the Internet link Will included in the column. It took us to a chart labeled, &quot;<a href=\"http://www.acinet.org/oview6.asp?id=&amp;soccode=&amp;stfips=41&amp;from=State&amp;nodeid=12\">State Profile: Largest Employers -- Oregon</a>.&quot; The chart, according to information on the bottom of the page, was prepared by an Oklahoma-based company called<a href=\"http://www.infogroup.com/\"> Infogroup</a>.</p>\r\n\r\n<p>The first part of Will&rsquo;s claim asserted that Oregon&rsquo;s three largest employers are health care providers, so we started there.</p>\r\n\r\n<p>The chart he relied on puts <a href=\"http://www.ohsu.edu/xd/health/services/doernbecher/\">Doernbecher Children&rsquo;s Hospital</a> at the top with 14,000 employees. The second and third spots belong to <a href=\"http://www.ohsu.edu/xd/\">Oregon Health &amp; Science University</a> (12,000) and &quot;<a href=\"http://www.ohsu.edu/xd/health/services/cancer/about-us/\">Cancer Center/OHSU Cancer</a>&quot; (10,000).</p>\r\n\r\n<p>We emailed Todd Murphy, OHSU&rsquo;s senior communications specialist. The institution&rsquo;s most recent monthly report, for June 2014, put total employment at 14,616, he wrote back. Importantly, he noted that Doernbecher and the Knight Cancer Institute &quot;would be included in that number (both entities a fairly small portion of that 14,000).&quot;</p>\r\n\r\n<p>So Will&rsquo;s &quot;top three&quot; are just one employer -- and it&rsquo;s not the state&rsquo;s largest in any case.</p>\r\n\r\n<p>That distinction is usually given to chipmaker Intel, which the Infogroup chart lists at No. 5 with 6,300 employees. We emailed Chelsea Hossaini, <a href=\"http://www.intel.com/content/www/us/en/corporate-responsibility/intel-in-oregon.html\">Intel&rsquo;s</a> Northwest Region communications manager. &quot;That claim is incorrect,&quot; she wrote of the chart. &quot;Intel is Oregon&rsquo;s largest private employer with 17,500.&quot;</p>\r\n\r\n<p>It should be noted that the chart Will highlighted included both public and private companies. Regardless, Intel far overshadows OHSU on total employment.</p>\r\n\r\n<p>Next, to check the second part of Will&rsquo;s claim, we looked at some of the other &quot;top 25&quot; on the Infogroup chart to see if the listings were accurate. Many weren&rsquo;t.</p>\r\n\r\n<p>The chart shows the <a href=\"http://uoregon.edu/\">University of Oregon</a> at No. 11, for example, with 4,350 employees. However, the university&rsquo;s information office wrote us that the correct figure, as of last fall, should be 5,105.</p>\r\n\r\n<p>The chart shows 4,000 employees at <a href=\"http://www.lanecc.edu/\">Lane Community College</a>. But according to college spokeswoman Joan Aschim, LCC had only 1,128 contract employees as of Oct. 31.</p>\r\n\r\n<p>Numbers for other health care providers were also askew. <a href=\"http://oregon.providence.org/location-directory/p/providence-portland-medical-center\">Providence Portland Medical Center</a>, at No. 18, has 3,408 employees, according to the chart. But Gary Walker, Providence Health &amp; Service&rsquo;s public affairs director, said that number gets close to employment at only one Providence facility in Oregon. Statewide, he said, the figure is closer to 18,500. (That figure puts Providence ahead of Intel, which calls itself the state&rsquo;s largest private employer. However, Providence&rsquo;s status as a nonprofit often puts the two companies on different lists.)</p>\r\n\r\n<p><a href=\"https://www.stcharleshealthcare.org/\">St. Charles Health System</a> in Bend has about 1,000 more employees than the 2,400 listed, hospital officials said. The 3,000 employees listed for Salem Hospital should be 3,949, said Mark Glyzewski, a hospital public relations consultant.</p>\r\n\r\n<p>Then there is Espresso PRN at No. 17, with 3,500 listed employees. In reality, Espresso PRN is a coffee shop with locations inside both of <a href=\"https://www.peacehealth.org/Pages/systemlanding.aspx\">PeaceHealth&rsquo;s</a> Eugene-area hospitals, said Sonja Davis, the outfit&rsquo;s general manager. It employs about two dozen, she said.</p>\r\n\r\n<p>The chart also lists 10,500 employees for PeaceHealth facilities in Oregon. The real number is 5,930, said Jim Godbold, a company spokesman.</p>\r\n\r\n<p>We talked to Jim Winner, vice president of Infogroup&rsquo;s government section.</p>\r\n\r\n<p>&quot;We obviously have some counts there that aren&rsquo;t correct,&quot; Winner said. In instances such as the OHSU-Doernbecher-Knight Cancer Institute tallies, he added, &quot;it looks like we double and tripled counted.&quot; He said he would send a note to his &quot;data compilation folks&quot; so they could revisit the statistics.</p>\r\n\r\n<p>Next we set out to find information on the true top 25 companies to glean how many are health care providers. As it turns out, no definitive list exists. Sometimes company sizes are tracked by revenue, sometimes by employment. Most lists track public or private employers, not both. Sometimes the state of Oregon is considered the top public employer; other times government jobs are listed by agency or not at all.</p>\r\n\r\n<p><a href=\"http://www.bizjournals.com/portland/\">The Oregon Business Journal</a> has its own list of the top 25 companies, for example, but its scope is limited to privately held businesses in the Portland metro area.</p>\r\n\r\n<p>We emailed Nick Beleiciks, a <a href=\"http://www.qualityinfo.org/olmisj/DoQuery?itemid=00005779&amp;contacts=S&amp;subject=P&amp;keyword=&amp;subjectid=007&amp;curperson=000114\">state of Oregon employment economist</a>, to see what figures he had. He sent us a list compiled in 2013 by Michael Meyers, the economist with <a href=\"http://www.oregon4biz.com/\">Business Oregon</a>, a state agency.</p>\r\n\r\n<p>The list has weaknesses: It doesn&rsquo;t contain overall numbers for employment in Oregon by the state or federal governments, and it was drawn from several sources. In addition, on the lower end of the list, some Oregon businesses that should have been included, according to PolitiFact Oregon research, are absent.</p>\r\n\r\n<p>Still, the numbers it does have square with information available elsewhere, and it&rsquo;s the most authoritative combined list of Oregon&rsquo;s top public and private employers that we could find.</p>\r\n\r\n<p>Meyers&rsquo; top three businesses are Providence Health System (17,000), Intel (16,200) and <a href=\"http://www.fredmeyer.com/Pages/default.aspx\">Fred Meyer</a> (14,000). Providence and Intel both say they have more employees than that now, and to be fair, the list is a year old. Still, those numbers are close to what our check found.</p>\r\n\r\n<p>Among Meyers&rsquo; top 25 are four health care providers, not the 13 Will cited. PolitiFact Oregon&rsquo;s check of the Infogroup list found, once errors were eliminated, that nine of the 13 listed qualify. But big Oregon employers, such as <a href=\"http://www.roseburg.com/\">Roseburg Forest Products</a>, aren&rsquo;t on the list. If they were, they would bump one or two of those out of the top 25.</p>\r\n\r\n<p>In the end, while we couldn&rsquo;t compile a definitive list showing the number of health care providers among Oregon&rsquo;s top 25 employers, our research did show that the Infogroup list is incorrect.</p>\r\n\r\n<p>Last, we emailed Will at his Washington, D.C., office to say we&rsquo;d found significant errors in the chart he relied on for his Wehby column.</p>\r\n\r\n<p>&quot;We do anticipate the running of an addendum in the near future to provide clarity about the employer information that was provided by Infogroup,&quot; came an unsigned reply from Will&rsquo;s staff.</p>\r\n\r\n<p><strong>The ruling:</strong> &nbsp;&nbsp;</p>\r\n\r\n<p>Will, in a column supporting the candidacy of Republican Senate candidate Monica Wehby, included a link purporting to show Oregon&rsquo;s 25 largest employers. The chart, he wrote, indicated that the dominance of large health care providers in Oregon -- the three largest employers and 13 of the top 25 in the state fit that niche, according to the chart -- make Dr. Wehby the best choice for the job.</p>\r\n\r\n<p>Calls and emails to many of the companies listed, however, indicate that the chart&rsquo;s numbers are way off, often wildly so. The top three employers on the list Will used are, in fact, a single entity. And by our count, the highest number of health care providers that can rank among Oregon&rsquo;s top 25 employers is nine, not the 13 Will cited.</p>\r\n\r\n<p>We rate the claim False.</p>\r\n\r\n<p>To view the two lists involved and comment on this check, go to <a href=\"http://www.oregonlive.com/politics/index.ssf/2014/08/are_oregons_three_largest_empl.html#incart_river\">OregonLive.com/politics</a>.</p>\r\n", "ruling_comments_date": "2014-07-31T21:01:27.131158", "ruling_date": "2014-07-31T18:01:21", "ruling_headline": "Are Oregon's three largest employers, and 13 of the top 25, health-care providers?", "ruling_headline_slug": "are-oregons-three-largest-employers-and-13-top-25-", "ruling_link_text": "There was a Will, but not this way", "ruling_state": null, "source_documents": null, "sources": "<p>The Washington Post, &quot;Oregon&#39;s Monica Wehby may make a house call on the Senate,&quot; by George Will, July 27, 2014.</p>\r\n\r\n<p>Emails from George Will&#39;s office, July 29/30/31, 2014.</p>\r\n\r\n<p>Infogroup report, &quot;State Profile: Largest Employers -- Oregon.&quot;</p>\r\n\r\n<p>Telephone interview, Jim Winner, vice president/government, Infogroup, July 29, 2014.</p>\r\n\r\n<p>Email from Todd Murphy, senior communications specialist, OHSU, July 29, 2014.</p>\r\n\r\n<p>Email from Chelsea Hossaini, Northwest communications manager, Intel, July 29, 2014.</p>\r\n\r\n<p>Email from Nick Beleiciks, economist, Oregon Employment Department, July 29, 2014.</p>\r\n\r\n<p>Telephone interview, Joan Aschim, spokeswoman, Lane Community College, July 29, 2014.</p>\r\n\r\n<p>Telephone interview, Gary Walker, public affairs director, Providence Health &amp; Service, July 29, 2014.</p>\r\n\r\n<p>Telephone interview, Mark Glyzewski, public relations consultant, Salem Hospital, July 29, 2014.</p>\r\n\r\n<p>Telephone interview, Sonja Davis, general manager, Espresso PRN coffee shop, July 29, 2014.</p>\r\n\r\n<p>Telephone interview, Jim Godbold, communications manager, PeaceHealth Oregon Region, July 29, 2014.</p>\r\n\r\n<p>Telephone interview, Michael Meyers, economist, Business Oregon, July 31, 2014.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "Columnist", "false_count": 7, "first_name": "George", "half_true_count": 3, "home_state": "Maryland", "id": 155, "last_name": "Will", "mostly_true_count": 5, "name_slug": "george-will", "pants_count": 1, "party": {"id": 18, "party": "Columnist", "party_slug": "columnist", "resource_uri": "/api/v/2/party/18/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gwill.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/155/", "total_count": 34, "true_count": 10, "website": "http://www.washingtonpost.com/wp-dyn/content/linkset/2005/03/24/LI2005032402294.html"}, "statement": "<p>Oregon&rsquo;s &quot;three largest employers, and 13 of the top 25, are health care providers.&quot;</p>\r\n", "statement_context": "a syndicated column", "statement_date": "2014-07-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}