{"art": [{"brightcove": "", "caption": "Rep. Lynn Jenkins, R-Kan., blamed a \"do-nothing Senate\" for blocking House-passed bills. We took a closer look at the statistics she offered as evidence.", "id": 4879, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/4879/", "title": "Lynn Jenkins clip", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/iMYoks5I5DA?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "iMYoks5I5DA"}, {"brightcove": "", "caption": "Is Senate Majority Leader Harry Reid, D-Nev., the reason House bills are dying in the Senate?", "id": 4880, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Harry_Reid_waving_hand.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4880/", "title": "Harry Reid waving hand", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2014/aug/06/lynn-jenkins/rep-lynn-jenkins-blames-harry-reid-do-nothing-sena/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 9719, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/9719/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Members of Congress recently decamped to their home districts for the August recess, but the never-ending partisan skirmishing on Capitol Hill continues.</p>\r\n\r\n<p>Many readers told us they saw references on social media to a comment by Rep. Lynn Jenkins, R-Kan., about House-passed bills dying on the doorstep of the Senate. They asked us to take a closer look, so we did.</p>\r\n\r\n<p>Here&rsquo;s the <a href=\"http://lynnjenkins.house.gov/press-releases/jenkins-352-bills-are-sitting-on-harry-reids-desk-awaiting-action/\" style=\"text-decoration:none;\"><u>full text</u></a> of Jenkins&rsquo; comments, made at a press conference on July 29, 2014, as the final week of the congressional session was winding down:</p>\r\n\r\n<p><em>&quot;The president is fond of referring to the House as the &lsquo;do-nothing Congress.&rsquo; But we have 352 reasons why it&rsquo;s a &lsquo;do-Nothing Senate.&rsquo;</em></p>\r\n\r\n<p><em>&quot;352 bills are sitting on Harry Reid&rsquo;s desk, awaiting action.</em></p>\r\n\r\n<p><em>&quot;98 percent of them passed with bipartisan support -- Republicans and Democrats working together to pass legislation.</em></p>\r\n\r\n<p><em>&quot;50 percent of the bills passed unanimously, with no opposition.</em></p>\r\n\r\n<p><em>&quot;70 percent of the bills passed with two-thirds support in the House.</em></p>\r\n\r\n<p><em>&quot;And over 55 bills were introduced by Democrats.</em></p>\r\n\r\n<p><em>&quot;352 bills. Why won&rsquo;t Harry Reid act? These are good bills; bills that put the American people back to work, put more money in hardworking Americans pockets, help with education, and skills training. We call upon Harry Reid to get to work before he adjourns in August to pass some of these bills. The American people deserve better.&quot;</em></p>\r\n\r\n<p>Jenkins offered a lot of statistics in a short statement, so to keep this fact-check manageable, we&rsquo;ll focus on her claim that in the &quot;do-nothing Senate,&quot; there are 352 House bills &quot;sitting on Harry Reid&rsquo;s desk awaiting action,&quot; including 55 introduced by Democrats. &nbsp;</p>\r\n\r\n<p><strong>Have 352 bills passed the House but await action in the Senate?</strong></p>\r\n\r\n<p>Basically, yes. We used the THOMAS congressional database to pluck out the 733 measures that have passed the House so far this year. We then weeded out a few categories of bills -- ones that, for procedural reasons, were never intended to go to the Senate (such as election of the Speaker, assignment of lawmakers to committees, and procedural motions) or ones that were subsequently taken up by the Senate (either being passed or rejected).</p>\r\n\r\n<p>What remained were 342 individual bills. That&rsquo;s 10 fewer than what Jenkins claimed, but we have no quarrel with her number, since the difference likely stems from additional bills being passed in the couple of days between when she spoke and when we looked through the database.</p>\r\n\r\n<p><strong>Are these bills &quot;sitting on Harry Reid&rsquo;s desk awaiting action&quot;?</strong></p>\r\n\r\n<p>Resolving this claim is murkier.</p>\r\n\r\n<p>First, a technical problem. It&rsquo;s an oversimplification to say that these bills are &quot;sitting on Harry Reid&rsquo;s desk.&quot; Many have been assigned to committees, where they would need to be approved before being taken up on the floor. While Reid has influence over what committee chairs do, a chair can -- using their own powers -- decide to either fast-track or stall a bill coming over from the House.</p>\r\n\r\n<p>Another complication: In at least some cases, the Senate is working on a bill on the same topic, but without using the House bill as a starting point. &quot;The disposition of a House bill is not particularly relevant to measuring Senate legislative activity,&quot; said Steven Smith, political scientist and Senate specialist at Washington University in St. Louis.</p>\r\n\r\n<p>We should also note that in the Senate, one member -- either from the majority or the minority -- can stop a bill in its tracks by threatening to filibuster -- a delay that requires 60 votes to break. Reasonable people can disagree about whether Reid or Senate Republicans are the biggest offenders -- we previously addressed some of <a href=\"http://www.politifact.com/truth-o-meter/statements/2013/nov/20/alison-lundergan-grimes/alison-lundergan-grimes-says-mitch-mcconnell-block/\" style=\"text-decoration:none;\"><u>those issues</u></a> -- but the experts we checked with said both parties share at least some of the blame.</p>\r\n\r\n<p>&quot;There&#39;s plenty of blame to go around,&quot; said Donald Wolfensberger, a former Republican House aide now studying Congress at the Woodrow Wilson International Center for Scholars.</p>\r\n\r\n<p>Wolfensberger sees Reid as the bigger offender by blocking bills and amendments &quot;to protect his vulnerable members who are up for re-election in November. You can blame the threat of filibusters and politically sensitive amendments from Republicans, but politics ain&#39;t bean bag. Senators were sent there to cast the tough votes, not to be pampered, protected and coddled by their leaders.&quot;</p>\r\n\r\n<p>Others see Republican threats as the bigger problem.</p>\r\n\r\n<p>&quot;It is true that some bills, including some of substance, are being blocked by Reid from action because he wants to avoid Republican amendments of the &lsquo;gotcha&rsquo; variety that could work against some of his endangered incumbents up this fall,&quot; said Norm Ornstein, a congressional scholar at the American Enterprise Institute. &quot;You can make a case that the role of the majority is to suck it up and do votes, even if some are uncomfortable. But on the balance sheet, the bigger reality is that very few of the bills passed by the House were aimed at compromise or agreement with the Senate.&quot;</p>\r\n\r\n<p>A spokesman for Jenkins, Thomas W. Brandt, told PolitiFact, &quot;Only Sen. Reid can bring these bills up for a vote, and if he did, it would go a long way in ending the legislative gridlock currently plaguing Washington.&quot;</p>\r\n\r\n<p>Adam Jentleson, a spokesman for Reid, countered by noting that there are 50 bipartisan Senate-passed bills awaiting House action. (Here&#39;s the <a href=\"http://www.politifact.com/senatebills/\">list</a>.)</p>\r\n\r\n<p><strong>Do the House-passed, Senate-stalled bills include 55 introduced by Democrats?</strong></p>\r\n\r\n<p>On the number, Jenkins is basically right -- we counted 54. But if this statistic is intended to communicate how generously the House treats its minority caucus, Jenkins&rsquo; talking point is somewhat overblown.</p>\r\n\r\n<p>Unlike the Senate, where the minority party and individual lawmakers hold notable leverage, the House is structured -- regardless of which party is in power -- as a tyranny of the majority. Whoever has the most votes and holds the Speaker&rsquo;s gavel determines which bills get considered, and precisely how they get considered. Minority-party preferences are granted, if at all, as a favor from the majority.</p>\r\n\r\n<p>The number of Democratic-sponsored bills Jenkins mentions -- 55 -- accounts for just 16 percent of all House-passed bills now awaiting consideration in the Senate. But even that figure is misleadingly high.</p>\r\n\r\n<p>When we took a closer look at the 55 Democratic-sponsored bills that passed the House, we found that fewer than half -- 24 -- could reasonably be described as substantive. And many of these were the kinds of measures lawmakers would be hard-pressed to vote against -- for instance, the National Pediatric Research Network Act of 2013, the Homes for Heroes Act of 2013, the Traumatic Brain Injury Reauthorization Act of 2014, the Newborn Screening Saves Lives Reauthorization Act of 2013, the Protecting Students from Sexual and Violent Predators Act and the Human Trafficking Prevention Act.</p>\r\n\r\n<p>The remainder of the 55 Democratic-sponsored bills -- a majority -- aren&rsquo;t exactly the most high-profile measures pending in Congress. Thirteen were technical changes to local federal lands; five approved honorific names for postal or other buildings; four addressed federal studies or advisory committees; three were bills sponsored by a non-voting territorial delegate; three concerned narrow technical corrections to existing legislation; one concerned U.S. coinage; and one was a private bill granting an immigrant visa to an individual.</p>\r\n\r\n<p>So House bipartisanship lives, but let&rsquo;s not oversell it.</p>\r\n\r\n<p><strong>Why the numbers don&rsquo;t tell the whole story</strong></p>\r\n\r\n<p>Experts say this bill counting merits a grain of salt. As the breakdown of the 55 Democratic-sponsored bills suggests, many of the measures that pass the House -- and some that go on to pass the Senate -- are noncontroversial bills. Wolfensberger crunched the numbers for us and found that of the 570 bills and joint resolutions that have passed the House in the current Congress, 377, or 74 percent, originated as suspension bills -- a streamlined process used for non-controversial measures that requires two-thirds approval. And of the 142 measures signed into law by Obama, 118, or 83 percent, were approved by that same two-thirds requirement.</p>\r\n\r\n<p>Meanwhile, many of the other bills that pass the House in today&rsquo;s environment are bills that are intended to make a statement, not a law.</p>\r\n\r\n<p>Ornstein contrasted bills that are &quot;designed to lay the predicate for action via compromise&quot; or consensus, which are declining, and those &quot;designed for show or as a political statement, where there is neither intention nor expectation that the other house will act on them.&quot;</p>\r\n\r\n<p>Where substantive, contentious legislation is concerned, the odds of passage are poor. One example is the Senate-passed (and bipartisan) immigration bill, which remains stuck in the House. Another sign is the fact that the Senate has not yet passed any of the 12 annual appropriations bills -- even though the House has passed seven and the Senate Appropriations Committee has approved eight.</p>\r\n\r\n<p>By contrast, the second category of &quot;show&quot; bills includes dozens of full or partial repeals of the Affordable Care Act passed by the Republican House.</p>\r\n\r\n<p>Sarah Binder, a congressional scholar at the Brookings Institution, said a fundamental reality of today&#39;s political landscape is that &quot;the two chambers&#39; majorities have different agendas and priorities and different ideas of what constitutes a &#39;problem.&#39; And even when the parties agree on the need to address an issue, their prescriptions differ. That complicates the legislative process, and in the current period of high partisanship, it seems most often to bring the legislative process to a halt.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Jenkins said that in the &quot;do-nothing Senate,&quot; there are 352 House bills &quot;sitting on Harry Reid&rsquo;s desk awaiting action,&quot; including 55 introduced by Democrats. &nbsp;</p>\r\n\r\n<p>In some cases, committee chairs -- not Reid -- may be blocking or moving slowly on these bills. In other cases, senators are working on their own alternative bills on the same topic. Meanwhile, the claim oversells the degree of bipartisanship in the House; a majority of the Democratic-sponsored bills she cites are relatively minor pieces of legislation.</p>\r\n\r\n<p>Ultimately, Jenkins places all the blame on the Democrats and the Senate, but experts agree that it takes two to tango. Both parties and chambers have played a role in creating the current legislative dysfunction. On balance, we rate the claim Half True.</p>\r\n", "ruling_comments_date": "2014-08-05T16:19:55.304194", "ruling_date": "2014-08-06T16:28:37", "ruling_headline": "Rep. Lynn Jenkins blames Harry Reid for 'do-nothing Senate'", "ruling_headline_slug": "rep-lynn-jenkins-blames-harry-reid-do-nothing-sena", "ruling_link_text": "Not the whole story", "ruling_state": null, "source_documents": null, "sources": "<p>Lynn Jenkins, &quot;<a href=\"http://lynnjenkins.house.gov/press-releases/jenkins-352-bills-are-sitting-on-harry-reids-desk-awaiting-action/\" style=\"text-decoration:none;\"><u>Jenkins: 352 bills are sitting on Harry Reid&#39;s desk, awaiting action</u></a>,&quot; July 27, 2014</p>\r\n\r\n<p>Searches on the THOMAS legislative database</p>\r\n\r\n<p>Email interview with Burdett Loomis, University of Kansas political scientist, Aug. 5, 2014</p>\r\n\r\n<p>Email interview with Donald Wolfensberger, congressional scholar at the Woodrow Wilson International Center for Scholars, Aug. 5, 2014</p>\r\n\r\n<p>Email interview with Steven Smith, political scientist at Washington University in St. Louis, Aug. 5, 2014</p>\r\n\r\n<p>Email interview with Norm Ornstein, congressional scholar at the American Enterprise Institute, Aug. 5, 2014</p>\r\n\r\n<p>Email interview with Sarah Binder, congressional scholar at the Brookings Institution, Aug. 5, 2014</p>\r\n\r\n<p>Email interview with Adam Jentleson, spokesman for Harry Reid, Aug. 5, 2014</p>\r\n\r\n<p>Email interview with Thomas W. Brandt, spokesman for Lynn Jenkins, Aug. 5, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. House of Representatives", "false_count": 0, "first_name": "Lynn", "half_true_count": 1, "home_state": "Kansas", "id": 2893, "last_name": "Jenkins", "mostly_true_count": 0, "name_slug": "lynn-jenkins", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Lynn_Jenkins_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2893/", "total_count": 1, "true_count": 0, "website": "http://lynnjenkins.house.gov/"}, "statement": "<p>In the &quot;do-nothing Senate,&quot; there are 352 House bills &quot;sitting on Harry Reid&rsquo;s desk awaiting action,&quot; including 55 introduced by Democrats. &nbsp;</p>\r\n", "statement_context": "a press conference", "statement_date": "2014-07-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 254, "photo": null, "resource_uri": "/api/v/2/subject/254/", "subject": "Congress", "subject_slug": "congress", "used_in_edition": ["/api/v/2/edition/6/"]}, {"description": "", "id": 187, "photo": null, "resource_uri": "/api/v/2/subject/187/", "subject": "Congressional Rules", "subject_slug": "congressional-rules", "used_in_edition": ["/api/v/2/edition/4/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Senate Democratic Leader", "false_count": 5, "first_name": "Harry", "half_true_count": 3, "home_state": "Nevada", "id": 116, "last_name": "Reid", "mostly_true_count": 7, "name_slug": "harry-reid", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-harryreid.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/116/", "total_count": 28, "true_count": 2, "website": "http://reid.senate.gov/"}], "twitter_headline": ""}