{"art": [], "author": [{"email_address": "dwaugh@journalsentinel.com", "first_name": "Devon", "id": 439, "last_name": "Waugh", "name_slug": "devon-waugh", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/439/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2014/aug/13/ron-johnson/ron-johnson-affluent-taking-advantage-student-loan/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 9751, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dwaugh@journalsentinel.com", "first_name": "Devon", "id": 439, "last_name": "Waugh", "name_slug": "devon-waugh", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/439/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/9751/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Roughly 40 million students have taken out loans to pay for college, contributing to about $1.2 trillion in outstanding loan balances nationwide, according to the Federal Reserve.</p>\r\n\r\n<p>Those students graduate with $30,000 in loan debt on average and about half of them worry about paying that debt back, <a href=\"http://www.urban.org/UploadedPDF/412849-Forever-in-Your-Debt-Who-Has-Student-Loan-Debt-and-Whos-Worried.pdf\">a 2013 Urban Institute study found</a>. &nbsp;</p>\r\n\r\n<p>And according to Republican U.S. Sen. Ron Johnson, the federal government is to blame for a system that is out of whack.</p>\r\n\r\n<p>&quot;I&rsquo;ve got a problem where you&rsquo;ve got kids coming from an affluent background, taking advantage of all these student loan programs and grants for higher education and who&rsquo;s paying for that?&quot; Johnson asked <a href=\"http://www.wpr.org/ron-johnson-blasts-federal-government-during-town-hall-meeting\">at a May 28th, 2014 town hall meeting in Bristol</a>. &quot;I mean, in many cases, working class families &ndash; the middle class who aren&#39;t going to college, who aren&rsquo;t sending their kids or they didn&rsquo;t go to college themselves, and yet their tax money&rsquo;s being used to fund the college educations of more affluent individuals.&quot;</p>\r\n\r\n<p>Is this really the case?</p>\r\n\r\n<p>Johnson&rsquo;s claim has two main parts so let&rsquo;s take a look at both.</p>\r\n\r\n<p><strong>&lsquo;Affluent&rsquo; backgrounds</strong></p>\r\n\r\n<p>The first part of Johnson&rsquo;s claim is that some college students who come from an &quot;affluent background&quot; take advantage of federal student loans and grants so they can afford higher education.</p>\r\n\r\n<p>When we asked Johnson for backup, his policy advisor, Patrick McIlheran, said Johnson didn&rsquo;t have a &quot;precise numerical definition&quot; in mind for affluent when he made the claim.</p>\r\n\r\n<p>Instead, Johnson meant the dictionary definition of affluent, which is &quot;having a generously sufficient and typically increasing supply of material possessions.&quot;</p>\r\n\r\n<p>Meanwhile, federal student aid has no formal income limits.</p>\r\n\r\n<p>Rather, the <a href=\"https://studentaid.ed.gov/glossary#Financial_Need\">U.S. Department of Education </a>defines financial need as the difference between the cost of attending college and a family&rsquo;s expected contribution to the education. This, of course, varies by university and family. &nbsp;</p>\r\n\r\n<p>Federal student loans fall into two major categories -- subsidized and unsubsidized.</p>\r\n\r\n<p>For subsidized loans, a borrower needs to prove financial need to qualify. In these loans, the Department of Education pays interest on them while the student is in college and up until six months after the borrower leaves college, according to the department&rsquo;s <a href=\"https://studentaid.ed.gov/types/loans/subsidized-unsubsidized\">student aid website</a>.</p>\r\n\r\n<p>In contrast, unsubsidized loans are available to all students with no financial need requirement. But unsubsidized loans accrue interest while the borrower is still in school and during the six-month grace period.</p>\r\n\r\n<p>In any case, the structure means the affluent students Johnson described, by and large would not be using the need-based subsidized loans.</p>\r\n\r\n<p>Even if those families borrow do direct unsubsidized loans, this comes at no cost to the federal government because these loans generate revenue, according to &nbsp;Jon Fansmith, director of government relations at the American Council on Education, which represents presidents of accredited universities and colleges.</p>\r\n\r\n<p>A <a href=\"http://trends.collegeboard.org/student-aid/figures-tables/median-debt-levels-2007-08-bachelors-degree-recipients-income-level\">&nbsp;2008 College Board study</a> that analyzed debt level for student loans by income and labeled &quot;$120,000 or higher&quot; as its highest income bracket.</p>\r\n\r\n<p>That group accumulated the lowest amount of debt at $14,500 on average at public four-year universities and $18,000 at private, nonprofit universities.</p>\r\n\r\n<p>But there is no breakdown of whether that debt involved federal student loans, or whether any such loans were subsidized or unsubsidized.</p>\r\n\r\n<p>In any case, that income bracket is also the fastest growing category of student loan debt, according to <a href=\"http://online.wsj.com/news/articles/SB10000872396390444246904577575382576303876?mg=reno64-wsj\">an August 2012 Wall Street Journal analysis of Federal Reserve data</a>.</p>\r\n\r\n<p>Johnson&rsquo;s claim also included grants being used by affluent students.</p>\r\n\r\n<p>But the Department of Education restricts <a href=\"https://studentaid.ed.gov/types/grants-scholarships/pell\">Pell Grants</a> to those who meet income-eligibility standards, which targets them for the neediest financial aid recipients.</p>\r\n\r\n<p>Students whose families earn below $20,000 annually often qualify for Pell Grants but, in some cases, those from families earning up to $50,000 can receive them.</p>\r\n\r\n<p>Again, this rules out the &quot;affluent&quot; students mentioned in Johnson&rsquo;s claim.</p>\r\n\r\n<p><strong>Who &quot;funds&quot; student aid?</strong></p>\r\n\r\n<p>In the second part of the claim, Johnson said middle class taxpayers who didn&rsquo;t attend college, or have any connection to college, &nbsp;fund &quot;federal loan programs and grants.&quot;</p>\r\n\r\n<p>Here it&rsquo;s important to understand how the student loan programs work.</p>\r\n\r\n<p>The system is structured to be self-sufficient and even generate revenue. That is, the costs of administering the program are covered by loan repayments, so it&rsquo;s not part of the general fund budget that is picked up by average taxpayers.</p>\r\n\r\n<p>The Department of Education budget draws on funds from the Treasury to shoulder the costs of subsidized loans, grants, and the repayment of some loans. This money from the Treasury is indirectly funded by taxpayers, Fansmith said.</p>\r\n\r\n<p>When loan payments are collected, those funds are then returned to the Treasury so student loans generate tens of billions of dollars in revenue annually for the federal government, Fansmith said. This actually reduces the deficit, he said, rather than costs general taxpayers anything. &nbsp;</p>\r\n\r\n<p>But loan repayment and forgiveness programs that rely on &quot;general appropriations&quot; do affect the nation&rsquo;s roughly 143 million taxpayers. So that tab is shared by those who have college degrees and those who don&rsquo;t.</p>\r\n\r\n<p>There are more than 50 repayment programs. In most cases, they are aimed at helping individuals who take jobs in specific areas, such as teaching in low-income school districts or working in particular government agencies.</p>\r\n\r\n<p>Newer programs, aimed at alleviating the student debt crisis, are open to more people.</p>\r\n\r\n<p>For instance, the &quot;Pay As You Earn&quot; plan took effect July 1, 2014. It allows borrowers to repay their debt for up to 20 years -- twice as long as most standard repayment cycles -- and then the federal government repays their remaining debt.</p>\r\n\r\n<p>As its name suggests, the PAYE plan offers lower monthly payment rates that depend on 10 percent of a borrower&rsquo;s income. So borrowers with higher incomes -- the more affluent -- would still pay more than others.</p>\r\n\r\n<p>The Department of Education estimated the program would cost more than $2.1 billion between 2012 and 2021 but its final cost has not been determined, according to the Congressional Research Service.</p>\r\n\r\n<p>In any case, the costs won&rsquo;t won&rsquo;t really kick in until 2017, when the U.S. Dept. of Education starts paying off the first round of borrowers&rsquo; remaining debt.</p>\r\n\r\n<p>The Brookings Institution, a nonpartisan policy research group, released <a href=\"http://www.brookings.edu/~/media/research/files/papers/2014/04/14%20student%20safety%20nets/ibr_online.pdf\">a study in April 2014</a> that estimates existing repayment programs could cost the federal government four times more than the Department of Education anticipated, totaling roughly $3,400 overall per borrower.</p>\r\n\r\n<p>Of course, any such costs would affect the general budget and all taxpayers.</p>\r\n\r\n<p><strong>Our rating</strong></p>\r\n\r\n<p>Johnson said those &quot;coming from an affluent background&quot; are &quot;taking advantage of all these student loan programs and grants&quot; while many middle-class families with no connection to college are picking up the tab.</p>\r\n\r\n<p>In some cases, affluent people get a subsidized loan and based on repayment programs, some small portion hits the general fund. But then it&rsquo;s picked by all taxpayers not simply the group Johnson mentioned -- middle class taxpayers with no ties to college.</p>\r\n\r\n<p>In short, he vastly overstates the problem on both ends and makes a link that he cannot clearly establish based on available data.</p>\r\n\r\n<p>We rate his claim Mostly False.</p>\r\n", "ruling_comments_date": "2014-08-11T18:19:48.718534", "ruling_date": "2014-08-13T05:00:00", "ruling_headline": "Ron Johnson: Affluent taking advantage of student loans at expense of middle class families", "ruling_headline_slug": "ron-johnson-affluent-taking-advantage-student-loan", "ruling_link_text": "Not how the system works", "ruling_state": null, "source_documents": null, "sources": "<p>Email Interview with Patrick McIlheran, Johnson&rsquo;s policy adviser, June 19, 2014</p>\r\n\r\n<p>Congressional Research Service, Federal Student Loan Forgiveness and Loan Repayment Programs, May 30, 2014</p>\r\n\r\n<p>Interview with Scot Ross, executive director of One Wisconsin Now, July 15, 2014</p>\r\n\r\n<p>Interview with Dale Knapp, research director of Wisconsin Taxpayers Alliance,</p>\r\n\r\n<p>College Board, <a href=\"http://trends.collegeboard.org/student-aid/figures-tables/median-debt-levels-2007-08-bachelors-degree-recipients-income-level\">Median Debt Levels of 2007-2008 Bachelor&rsquo;s degree Recipients by Income Level</a>, October 2010</p>\r\n\r\n<p>IRS Statistics of Income Tables, <a href=\"http://www.irs.gov/uac/SOI-Tax-Stats---Individual-Statistical-Tables-by-Size-of-Adjusted-Gross-Income\">Size and Accumulated Size of Adjusted Gross Income</a>, July 2013</p>\r\n\r\n<p>Brookings Institute, <a href=\"http://www.brookings.edu/~/media/research/files/papers/2014/04/14%20student%20safety%20nets/ibr_online.pdf\">Student Loan Safety Nets: Estimating the Costs and Benefits of Income-based Repayment</a>, April 2014</p>\r\n\r\n<p>Wall Street Journal, <a href=\"http://online.wsj.com/news/articles/SB10000872396390444246904577575382576303876?mg=reno64-wsj\">College Debt Hits Well Off</a>, August 9, 2012</p>\r\n\r\n<p>U.S. Department of Education, <a href=\"https://studentaid.ed.gov/\">Federal Student Aid</a>, July 15, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 16, "current_job": "", "false_count": 7, "first_name": "Ron", "half_true_count": 11, "home_state": "Wisconsin", "id": 527, "last_name": "Johnson", "mostly_true_count": 13, "name_slug": "ron-johnson", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Ron_Johnson_Pfact_mug_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/527/", "total_count": 55, "true_count": 5, "website": "http://www.ronjohnsonforsenate.com/home/"}, "statement": "<p>&quot;Kids coming from an affluent background&quot; are &quot;taking advantage of all these student loan programs and grants&quot; while many middle-class families with no connection to college are picking up the tab.</p>\r\n", "statement_context": "statement at a town hall meeting", "statement_date": "2014-05-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}