{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2014/aug/25/republican-party-florida/republicans-ad-says-scott-rothstein-bought-charlie/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 9817, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/9817/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Florida&rsquo;s famous Ponzi schemer Scott Rothstein now lives in a federal prison, but Republicans hope that he can help smear the reputation of former Gov. Charlie Crist.</p>\r\n\r\n<p>Back when Crist was a Republican, Rothstein and his Fort Lauderdale law firm donated generously to Crist and the Republican Party of Florida, as well as several other politicians.</p>\r\n\r\n<p>In 2010, Rothstein was convicted in a $1.4 billion Ponzi scheme and sentenced to 50 years in prison. Rothstein&rsquo;s testimony in a related case provided fodder now being used by Republicans to attack Crist in a TV <a href=\"https://www.dropbox.com/s/azlxr5g26ak4tqo/Untitled%20Project%2019-HD%20720p.mov\">ad</a>.</p>\r\n\r\n<p>&quot;Convicted swindler Scott Rothstein bought expensive things with stolen money. He even bought a governor,&quot; says the narrator. &quot;Rothstein boasted about contributing huge sums of money to the campaign of then Gov. Charlie Crist and the influence it gave him over judicial appointments. Now cooperating with prosecutors, Scott Rothstein admits he gave hundreds of thousands of campaign cash to control Crist&rsquo;s appointments of key state judges.&quot;</p>\r\n\r\n<p>Florida newspapers have extensively covered Rothstein&rsquo;s case over the years. We wanted to know if the facts matched up with the ad&rsquo;s brief description. To do that, we reviewed everything we could find on the case and conducted new interviews of people who had dealings with Rothstein on judicial appointments.</p>\r\n\r\n<p>What we found doesn&rsquo;t reflect well on Crist, who took Rothstein&rsquo;s money and placed him on a key commission that recommended judges.</p>\r\n\r\n<p>But we also failed to find hard evidence that Rothstein actually controlled Crist&rsquo;s judicial appointments as the ad claims. Those who served on a judicial nominating commission with him painted a portrait of someone who was all style but not much substance.</p>\r\n\r\n<p><strong>Rothstein craved access to politicians</strong></p>\r\n\r\n<p>More than 20 people were convicted as part of the scheme Rothstein ran, and it had all the markings of a great novel: investors losing millions of dollars, tales of mafia connections and prostitutes, as well as glitzy parties.</p>\r\n\r\n<p>Rothstein first founded his law firm with Stuart Rosenfeldt in 2002, which became Rothstein Rosenfeldt Adler in 2005.</p>\r\n\r\n<p>He drove <a href=\"http://blogs.trb.com/news/local/south_florida/blog/2010/06/rothstein_auction_of_exotic_ca.html\">luxury cars</a>, lived in a waterfront home with a <a href=\"http://blogs.browardpalmbeach.com/pulp/2009/11/scott_rothstein_home_tour.php\">gold toilet</a> and had a stake in the former Versace mansion in South Beach. He befriended politicians and held fundraisers for them, posing for photos which he framed on his law firm walls.</p>\r\n\r\n<p>He wanted connections to power at all levels: He invested in the county sheriff&rsquo;s race, held fundraisers for Sen. John McCain&rsquo;s presidential bid and supported Crist&rsquo;s campaigns for governor in 2006&nbsp;and U.S. Senate in 2010.</p>\r\n\r\n<p>It all came crashing down in early November 2009, when federal authorities revealed they were investigating his scheme of selling bogus legal settlements. Rothstein briefly fled to Morocco before he returned to face charges and the demise of his 70-lawyer firm. &nbsp;</p>\r\n\r\n<p>The Republicans&rsquo; ad focuses on Rothstein&rsquo;s connection with Crist and the governor&rsquo;s judicial appointments. The ad relies on Rothstein&rsquo;s February 2014 testimony in a related case that led to the conviction of a law firm employee for her role in bilking investors.</p>\r\n\r\n<p>In August 2008, Crist appointed Rothstein to the Judicial Nominating Commission for the Fourth District Court of Appeal in West Palm Beach.</p>\r\n\r\n<p>The JNC is a nine-member panel that recommends applicants for the governor to appoint. Rothstein testified that he told Crist the names of lawyers to appoint to the Broward County bench.</p>\r\n\r\n<p>Here is part of Rothstein&rsquo;s testimony:</p>\r\n\r\n<p style=\"margin-left:36pt\"><em>Question: &quot;You were able to convince the Governor to appoint you to the Judicial Nominating Committee?&quot;</em></p>\r\n\r\n<p style=\"margin-left:36pt\"><em>Rothstein: &quot;Yes, sir. I was able to convince the governor to do a lot of things.&quot;</em></p>\r\n\r\n<p style=\"margin-left:36pt\"><em>Question: &nbsp;&quot;Well, what other things were you able to convince him to do?&quot;</em></p>\r\n\r\n<p style=\"margin-left:36pt\"><em>Rothstein: &quot;I was able to convince him to appoint people to judicial positions.&quot;</em></p>\r\n\r\n<p style=\"margin-left:36pt\"><em>Question: &quot;So there are sitting judges right now that are sitting as judges because of your influence over the governor?&quot;</em></p>\r\n\r\n<p style=\"margin-left:36pt\"><em>Rothstein: &quot;Yes, sir.&quot;</em></p>\r\n\r\n<p>Rothstein testified that while he was on the JNC, he gave additional input to Crist about judicial appointments.</p>\r\n\r\n<p style=\"margin-left:36pt\"><em>Rothstein: &quot;Based upon conversations that I had with Gov. Crist and with his chief of staff and general counsel, my job in my position on the nominating commission was to be the governor&#39;s voice on the commission. In other words, he had his preferences as to who he wanted to see get the appointments. And I would, in my role on the commission, push these particular candidates as hard as I possibly could on the governor&#39;s behalf.&quot;</em></p>\r\n\r\n<p style=\"margin-left:36pt\"><em>Question: &quot;So in essence, are you telling us that you were basically thwarting the efforts of the commission?&quot;</em></p>\r\n\r\n<p style=\"margin-left:36pt\"><em>Rothstein: &quot;In certain ways. Yes, absolutely. I had significant influence with the governor on judicial appointments to the circuit bench in Broward County. It was quid pro quo between the governor and I.&quot;</em></p>\r\n\r\n<p>When asked how he chose candidates to recommend to Crist, Rothstein replied: &quot;Someone who is going to favor our law firm.&quot;</p>\r\n\r\n<p>During his testimony Rothstein said that he expected Crist to &quot;do certain things in exchange for large political contributions.&quot;</p>\r\n\r\n<p>When asked if he put that in writing, he replied: &quot;Some of them I did. I wrote them to one of his assistants.&quot; But during his testimony Rothstein didn&rsquo;t name any particular judges that he supposedly told Crist to appoint.</p>\r\n\r\n<p><strong>What others on the JNC said</strong></p>\r\n\r\n<p>Rothstein said he pushed as hard as possible on the JNC to get the nominees he wanted. To see if that was the case, we turned to meeting minutes and attempted to contact every member of the JNC who served with Rothstein.</p>\r\n\r\n<p>Members vote by secret ballot and then forward a handful of names to the governor, who makes the final pick.</p>\r\n\r\n<p>The current chair of the JNC, lawyer Debra Jenks, emailed us copies of the minutes which showed Rothstein attended at least two meetings and missed at least two other meetings. (The JNC, however, doesn&rsquo;t record minutes for every meeting, including when they vote on nominees.) The brief minutes aren&rsquo;t verbatim records, though. They indicate who was present, procedures and information about upcoming meetings.</p>\r\n\r\n<p>JNC members were assigned based on a rotating blind assignment list to investigate judicial applicants. At his first meeting in October 2008, Rothstein was assigned to investigate two: one was Spencer Levine, who would later get appointed by Crist, and Palm Beach Judge Elizabeth Maass.</p>\r\n\r\n<p>Crist appointed four judges to the Fourth District&rsquo;s Court of Appeal during Rothstein&rsquo;s tenure. Three were previously county or circuit judges: Cory Ciklin, Jorge Labarga and Jonathan Gerber. (Labarga served a single day, and then Crist appointed him to the Florida Supreme Court. This year he became the first Cuban-American chief justice.)</p>\r\n\r\n<p>The remaining appointment was Levine, who had worked a variety of government jobs including at the Florida attorney general&rsquo;s office, a sheriff&rsquo;s office and most recently as chief operating officer at the North Broward Hospital District.</p>\r\n\r\n<p>Levine had connections to Rothstein, according to a newspaper article. But what we read isn&rsquo;t proof that Rothstein was the reason Crist appointed Levine.</p>\r\n\r\n<p>The <em><a href=\"http://blogs.browardpalmbeach.com/pulp/2009/11/broward_health_scott_rothstein_spencer_levine.php#comments\">Broward New Times</a> </em>reported that Rothstein&rsquo;s law firm met with Levine about representing the hospital district in September 2008. The article indicated that the district had an agreement with Rothstein&rsquo;s firm, but a spokeswoman for the district said that there is no record of the firm doing actual work for the district.</p>\r\n\r\n<p>Levine said he knew Rothstein and had attended Republican fundraisers with him. But he also said they were basically acquaintances. &quot;He claimed to never socialize with Rothstein alone. He said he was &lsquo;insulted&rsquo; by the idea that he helped Rothstein&#39;s firm get work at the district as a way to curry favor for his judicial appointment,&quot; the<em> New Times</em> wrote.</p>\r\n\r\n<p>PolitiFact Florida interviewed six members who served on the JNC with Rothstein, including Democrats and Republicans, many of whom had donated to Crist. The members said they didn&rsquo;t see Rothstein do anything to taint the process or even particularly push hard for specific nominees.</p>\r\n\r\n<p>David Ackerman said that the JNC followed the procedures carefully &quot;to assure checks and balances and to prevent any suggestion of the kind that has been claimed by Mr. Rothstein.&quot;</p>\r\n\r\n<p>Another member, Gordon James, said, &quot;I didn&rsquo;t find him to have any special influence other than he was on it. He was just incidental. He was there -- he attended.&quot;</p>\r\n\r\n<p>Some members said they wondered at the time why Rothstein was named to the JNC. Rothstein wasn&rsquo;t known for courthouse victories but simply for his recent wealth.</p>\r\n\r\n<p>A couple members recalled Rothstein mentioning Crist, though not in the context of selecting judges.</p>\r\n\r\n<p>Gerald Richman said he recalled at one meeting Rothstein said he might be able to talk to Crist&rsquo;s office. Richman couldn&rsquo;t recall the exact nature of the procedural issue but said it might have related to how many names they should forward to Crist&rsquo;s office when they had more than one vacancy to fill.</p>\r\n\r\n<p>Rothstein &quot;never said anything about any particular candidate -- he didn&rsquo;t seem to be overly Democratic or Republican,&quot; Richman said.</p>\r\n\r\n<p>Greg Barnhart recalled Rothstein showing up with a driver in a fancy car and wearing breast pocket hankies that stood out 4 or 5 inches.</p>\r\n\r\n<p>&quot;He was almost a caricature of somebody trying to be a big shot. I do remember we did not take him seriously, but we tried to be polite,&quot; Barnhart said.</p>\r\n\r\n<p>Donald Beuttenmuller said he recalled Rothstein talking about Crist with respect to fundraisers, but not about judicial appointments.</p>\r\n\r\n<p>&quot;You would think they were bosom buddies, but he talked that way about everything.....That Rothstein had a big ego -- that was clear. That&rsquo;s about all I can say. There was nothing that he talked about that he wasn&rsquo;t superior at in his own mind. But all this later stuff, it did not happen at the JNC.&quot;</p>\r\n\r\n<p><strong>Rothstein&rsquo;s donations to Crist and state GOP</strong></p>\r\n\r\n<p>In addition to the four judges that Crist appointed related to Rothstein&rsquo;s JNC, Crist also appointed about nine Broward judges between 2007 and Rothstein&rsquo;s downfall in November 2009.</p>\r\n\r\n<p>The timing of some of the Broward appointments occurred around the same time as some of Rothstein&rsquo;s donations to the Republican Party of Florida.</p>\r\n\r\n<p>We can see why the timing after the scandal broke <a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/maurice-ferre-calls-cristrothstein-investigation\">raised questions</a> about whether there was a link, but we found no evidence to prove that Rothstein made the donations because Crist promised to appoint certain judges at his request.</p>\r\n\r\n<p>For example, Rothstein&#39;s law firm gave $52,000 to the state GOP on July 28, 2008, the same day that Crist appointed Jay Hurley to the Broward bench. A day later Rothstein&#39;s firm donated another $25,000 to the party.</p>\r\n\r\n<p>But Hurley, a former prosecutor, already had a connection to Crist unrelated to Rothstein: They were members of the same fraternity at Florida State University, though Hurley told the <em>Sun-Sentinel</em> that they weren&rsquo;t there at the same time.</p>\r\n\r\n<p>&quot;The governor didn&#39;t invite me to his wedding. I don&#39;t know him that well. ... I stand on my resume,&quot; Hurley said. (Hurley lost a judicial race and later sought an appointment about six times before Crist appointed him, the <em>Sun-Sentinel</em> wrote.)</p>\r\n\r\n<p>Hurley told the <em>Tampa Bay Times</em> in 2006 about giving Crist a $500 contribution: &quot;You kind of feel obligated, but in a good way. He&#39;s a member of the fraternity. There&#39;s a lot of camaraderie there.&quot;</p>\r\n\r\n<p>When he ran for election in 2009, Hurley got a $500 donation from a lawyer at Rothstein&rsquo;s firm.</p>\r\n\r\n<p>Hurley was one of several judges Crist appointed to the Broward bench. In January 2009, Crist appointed Carlos Rodriguez, who had worked as a public defender and in private practice, and General Magistrate Barbara McCarthy to the Broward bench. Two days earlier Rothstein and his firm gave about $100,000 to the RPOF.</p>\r\n\r\n<p>At the time, the lack of the diversity of Broward&rsquo;s judges received frequent media attention and Crist was urged to appoint a minority.</p>\r\n\r\n<p>Rodriguez was a native of Cuba and a former public defender. McCarthy was a former social worker and special-needs teacher and had worked as a general magistrate.</p>\r\n\r\n<p>McCarthy had connections to Rothstein&rsquo;s law firm but we didn&rsquo;t find proof that Rothstein&rsquo;s influence led Crist to appoint her to the bench. She was married to long-time Broward Judge Arthur Birken -- his son Shawn Birken worked for Rothstein&rsquo;s firm but was among employees not charged with any wrongdoing.</p>\r\n\r\n<p>In 2009 as she faced an election, McCarthy&rsquo;s first campaign treasurer was Rothstein law partner Stuart Rosenfeldt. After the scandal broke, she replaced Rosenfeldt and returned donations from him and a few other Rothstein lawyers. Rosenfeldt later <a href=\"http://www.miamiherald.com/2014/06/11/4172501/ponzi-schemer-rothsteins-former.html\">pled guilty</a> for his role, which included illegal campaign donations.</p>\r\n\r\n<p><strong>Rothstein gave big bucks to Crist and his Republican Party</strong></p>\r\n\r\n<p>News reports at the time put Rothstein-related political donations between $2 million and <a href=\"http://databases.sun-sentinel.com/news/broward/ftlaudrothstein/ftlaudrothstein_list.php?id=1&amp;a=showall\">$3 million</a> including more than $500,000 in donations to the state Republican party and $200,000 to the Florida Democratic Party.</p>\r\n\r\n<p>The donations helped fuel Crist&rsquo;s campaigns and his party, but we found no documented proof that Crist agreed to follow Rothstein&rsquo;s personal advice on which judges to appoint in exchange for those donations.</p>\r\n\r\n<p>Rothstein and others associated with his firm gave Crist about $81,000 for his U.S. Senate race in 2010, according to media reports at the time.</p>\r\n\r\n<p>Rothstein&nbsp;threw fundraisers for Crist, and for the governor&rsquo;s 52nd birthday in 2008, he donated $52,000 to have his name prominently displayed on Crist&rsquo;s <a href=\"http://miamiherald.typepad.com/nakedpolitics/2009/11/photo-the-52k-ponzi-cake-for-charlie-crists-bday.html\">birthday cake</a>.</p>\r\n\r\n<p>As Crist gave a speech, Rothstein was talking loudly.</p>\r\n\r\n<p>&quot;Scott, if you want the mic, it&#39;s going to cost you another $100,000!&quot; Crist joked.</p>\r\n\r\n<p>After Rothstein faced charges, several politicians and political groups gave at least a portion of the money back, including Crist from his Senate bid. (Donations related to some earlier races had long since been spent.)</p>\r\n\r\n<p><strong>Crist&rsquo;s response</strong></p>\r\n\r\n<p>We asked a Crist campaign spokesman whether Rothstein and Crist discussed judicial appointments.</p>\r\n\r\n<p>&quot;Charlie Crist made his own decisions about appointing judges,&quot; Crist campaign spokesman Brendan Gilfillan said. &quot;When the JNCs submitted a list, he selected judges based on their resume, their experience, and their understanding of the law. Period.&quot;</p>\r\n\r\n<p>When Crist was asked by a <a href=\"http://shark-tank.com/2014/08/20/charlie-crist-discusses-gop-ad-attacking-past-friendship-ponzi-schemer-video/\">reporter</a> about the ad attacking him for his Rothstein connection, Crist didn&rsquo;t address the specific allegations but simply dismissed it as &quot;desperate.&quot;</p>\r\n\r\n<p>Crist <a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/scott-plays-the-rothstein-card-crist-plays-everything-else/2193424\">counterpunched</a> in his own ad attacking his likely opponent Republican Gov. Rick Scott.</p>\r\n\r\n<p>&quot;Now,&quot; the Crist ad says of Scott, &quot;he&#39;s teamed up with a felon convicted of running a Ponzi scheme to smear Charlie Crist with false attacks.&quot;</p>\r\n\r\n<p>There is no evidence Scott and Rothstein have &quot;teamed up&quot; -- that&rsquo;s simply a reference to the Republicans using the Rothstein scandal to attack Crist.</p>\r\n\r\n<p>In February, former state Sen. Dan Gelber who is supporting Crist&rsquo;s campaign characterized Rothstein as the &quot;Hannibal Lecter of liars.&quot;</p>\r\n\r\n<p>&quot;He&#39;s the most-accomplished liar in South Florida history, which is an incredible feat if you consider all of the scamsters around here,&quot; said Gelber, an attorney who successfully defended a client from what he said were false Rothstein claims in another case.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>The Republican Party of Florida ad said that Ponzi schemer Scott Rothstein &quot;gave hundreds of thousands of campaign cash to control Crist&rsquo;s appointments of key state judges.&quot;</p>\r\n\r\n<p>Rothstein and his firm spent huge sums donating to the Republican Party of Florida back when Crist was a Republican, and they also gave directly to Crist&rsquo;s campaigns.</p>\r\n\r\n<p>Crist appointed Rothstein to serve on a commission that recommended appeals judges, but in his official capacity he was only one of nine votes. Rothstein boasted in court testimony that in exchange for donations he was able to dictate judicial appointments. But nobody who served with Rothstein remembered him as a strong advocate.</p>\r\n\r\n<p>It is certainly possible that Rothstein and Crist discussed judicial appointments. We may never have a full accounting of what the two men said to each other. But to say that Rothstein controlled the appointments seems to be an overstatement that lacks evidence.</p>\r\n\r\n<p>We rate this claim Half True.</p>\r\n", "ruling_comments_date": "2014-08-25T14:28:58.667987", "ruling_date": "2014-08-25T16:19:08", "ruling_headline": "Republican ad says Scott Rothstein bought Charlie Crist's judicial appointments", "ruling_headline_slug": "republicans-ad-says-scott-rothstein-bought-charlie", "ruling_link_text": "Crist put donor on judicial panel, but no hard evidence for \"control\"", "ruling_state": null, "source_documents": null, "sources": "<p>Republican Party of Florida, <a href=\"https://www.dropbox.com/s/azlxr5g26ak4tqo/Untitled%20Project%2019-HD%20720p.mov\">&quot;For sale&quot; TV ad</a>, Aug. 18, 2014</p>\r\n\r\n<p>U.S. Court District of Florida, Scott Rothstein transcript in the Christina Kitterman trial, February 2014</p>\r\n\r\n<p>Florida Division of Elections, <a href=\"http://election.dos.state.fl.us/campaign-finance/cam-finance-index.shtml\">State campaign finance records</a>, 2006-2009</p>\r\n\r\n<p>Federal Election Commission, <a href=\"http://www.fec.gov/\">Campaign finance records</a>, 2006-2009</p>\r\n\r\n<p>Center for Responsive Politics, <a href=\"https://www.opensecrets.org/politicians/contrib.php?cid=N00002942&amp;cycle=2010&amp;type=I&amp;newMem=N&amp;recs=100\">Charlie Crist Top 100 Contributors</a>, 2009-10</p>\r\n\r\n<p>Gov. Rick Scott, <a href=\"http://www.flgov.com/judicial-and-judicial-nominating-commission-information/\">Judicial Nominating Commission</a>, Accessed Aug. 21, 2014</p>\r\n\r\n<p><em>Palm Beach Post</em>, <a href=\"http://www.palmbeachpost.com/news/news/crime-law/ponzi-schemer-rothstein-wooing-politicians-such-as/ndDkK/\">&quot;Ponzi schemer Rothstein: wooing politicians, including Crist and McCain, key to success,&quot;</a> Feb. 5, 2014</p>\r\n\r\n<p>CBS4, <a href=\"http://miami.cbslocal.com/2014/02/06/scott-rothstein-expected-back-on-stand-in-trial-of-former-employee/\">&quot;Scott Rothstein wraps up testimony in trial of former employee,&quot;</a> Feb. 6, 2014</p>\r\n\r\n<p><em>Broward/Palm Beach New Times</em> The Daily Pulp blog,<a href=\"http://blogs.browardpalmbeach.com/pulp/2009/11/scott_rothstein_home_tour.php\"> &quot;Rothstein&rsquo;s castle (and throne),&quot;</a> Nov. 19, 2009 &nbsp;</p>\r\n\r\n<p><em>Broward/Palm Beach New Times</em>, <a href=\"http://blogs.browardpalmbeach.com/pulp/2009/11/broward_health_scott_rothstein_spencer_levine.php#comments\">&quot;Rothstein dealings with Broward health raise questions about judicial appointment,&quot;</a> Nov. 18, 2009</p>\r\n\r\n<p><em>Sun-Sentinel</em>, <a href=\"http://blogs.trb.com/news/local/south_florida/blog/2010/06/rothstein_auction_of_exotic_ca.html\">&quot;Rothstein auction of exotic cars and luxury yachts live,&quot; </a>June 2010</p>\r\n\r\n<p>Browardbeat.com,<a href=\"http://www.browardbeat.com/rothstein-hires-two-defeated-judges-but-one-got-away/comment-page-1/\"> &quot;Rothstein hires two defeated judges, but one got away,&quot; </a>Jan. 4, 2009</p>\r\n\r\n<p><em>Miami Herald</em>,<a href=\"http://www.miamiherald.com/2014/06/11/4172501/ponzi-schemer-rothsteins-former.html\"> &quot;Ponzi schemer Rothstein&rsquo;s former partner pleads guilty in Miami,&quot;</a> June 11, 2014</p>\r\n\r\n<p><em>Miami Herald</em>, <a href=\"http://www.miamiherald.com/2014/02/05/3915611/rothstein-describes-the-inner.html\">&quot;Rothstein describes the inner workings of his swindle,&quot;</a> Feb. 5, 2014</p>\r\n\r\n<p><em>Miami Herald</em> Naked Politics blog, <a href=\"http://miamiherald.typepad.com/nakedpolitics/2009/11/photo-the-52k-ponzi-cake-for-charlie-crists-bday.html\">&quot;Photo: the 52k Ponzi cake for Charlie Crist&rsquo;s B&rsquo;day,&quot;</a> Nov. 6, 2009</p>\r\n\r\n<p><em>Miami Herald</em> Naked Politics blog, <a href=\"http://miamiherald.typepad.com/nakedpolitics/2009/11/supreme-court-disbars-rothstein.html\">&quot;Florida Supreme Court disbars Scott Rothstein,&quot; </a>Nov. 25, 2009</p>\r\n\r\n<p><em>Miami Herald</em>, &quot;Lawyer Scott Rothstein: The rise and fall of a wheeler dealer,&quot; Accessed in Nexis, Nov. 8., 2009</p>\r\n\r\n<p><em>Miami Herald</em>, <a href=\"http://www.miamiherald.com/news/southflorida/story/1360988.html\">&quot;Rothstein `fraud&#39; funded campaign donations,&quot;</a> Dec. 2, 2009</p>\r\n\r\n<p><em>Miami Herald</em> editorial board, &quot;Herald recommends Broward County Circuit court,&quot; Accessed in Nexis, Aug. 13, 2010</p>\r\n\r\n<p><em>Tampa Bay Times</em>, &quot;FSU frat brothers giving Crist a fundraising boost,&quot; Accessed in Nexis, July 23, 2006</p>\r\n\r\n<p><em>Tampa Bay Times</em> The Buzz blog, <a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/weeks-later-crist-boots-rothstein-judicial-commish\">&quot;Weeks later, Crist boots Rothstein from judicial commish,&quot;</a> Nov. 24, 2009</p>\r\n\r\n<p><em>Tampa Bay Times</em> The Buzz blog, <a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/maurice-ferre-calls-cristrothstein-investigation\">&quot;Maurice Ferre calls for Crist/Rothstein investigation,&quot; </a>Dec. 1, 2009</p>\r\n\r\n<p><em>Sun-Sentinel</em>, &quot;Key dates and data in the life and career of attorney Scott Rothstein,&quot; Accessed in Nexis, Nov. 9, 2009</p>\r\n\r\n<p><em>Sun-Sentinel</em>, <a href=\"http://www.sun-sentinel.com/news/broward/rothstein/\">&quot;Inside the world of Scott Rothstein,&quot;</a> Accessed Aug. 21, 2014</p>\r\n\r\n<p><em>Sun-Sentinel</em>, <a href=\"http://databases.sun-sentinel.com/news/broward/ftlaudrothstein/ftlaudrothstein_list.php?id=1&amp;a=showall\">Database: Scott Rothstein&rsquo;s political donations</a>, 2006-09</p>\r\n\r\n<p><em>Sun-Sentinel</em>, &quot;Crist taps pair for judgeships,&quot; Jan. 29, 2009</p>\r\n\r\n<p><em>Sun-Sentinel</em>, <a href=\"http://articles.sun-sentinel.com/2009-12-17/news/fl-rothstein-crist-20091217_1_scott-rothstein-charlie-crist-political-contributions\">&quot;Crist had &lsquo;no reason&rsquo; to suspect Rothstein,&quot;</a> Dec. 18, 2009</p>\r\n\r\n<p><em>Sun-Sentinel</em>, <a href=\"http://articles.sun-sentinel.com/2014-02-06/news/fl-scott-rothstein-day-two-20140206_1_christina-kitterman-scott-rothstein-defense-witness\">&quot;Rothstein said ex-employee Kitterman was &lsquo;in the game,&quot;</a> Feb. 6, 2014</p>\r\n\r\n<p><em>Sun-Sentinel</em>, &quot;The laws of diversity: minorities underrepresented in polarized Broward judiciary,&quot; Accessed in Nexis, Nov. 9, 2008</p>\r\n\r\n<p><em>Sun-Sentinel</em>,&quot; 20 candidates vying for county court seats,&quot; Accessed in Nexis, Aug. 7, 2010</p>\r\n\r\n<p>Shark Tank blog,<a href=\"http://shark-tank.com/2014/08/20/charlie-crist-discusses-gop-ad-attacking-past-friendship-ponzi-schemer-video/\"> &quot;Charlie Crist discusses GOP ad attacking his past friendship with Ponzi-schemer,&quot; </a>Aug. 20, 2014</p>\r\n\r\n<p>Interview, Brendan Gilfillan, Gov. Charlie Crist campaign spokesman, Aug. 19, 2014</p>\r\n\r\n<p>Interview, John Tupps, spokesman Gov. Rick Scott, Aug. 21, 2014</p>\r\n\r\n<p>Interview, Chuck Malkus, author of <a href=\"http://www.ultimateponzi.com/\">The Ultimate Ponzi</a>, Aug. 20, 2014</p>\r\n\r\n<p>Interview, Debra Jenks, lawyer and chair of the Fourth District Court of Appeal Judicial Nominating Commission, Aug. 21, 2014</p>\r\n\r\n<p>interview, Kara Rockenbach, lawyer and chair of the Fourth District Court of Appeal Judicial Nominating Commission in 2008-09 during Scott Rothstein&rsquo;s tenure, Aug. 20, 2014</p>\r\n\r\n<p>Interview, Greg Barnhart, lawyer and member of the Fourth District Court of Appeal Judicial Nominating Commission during Scott Rothstein&rsquo;s tenure, Aug. 20, 2014</p>\r\n\r\n<p>Interview, Gordon James, lawyer and member of the Fourth District Court of Appeal Judicial Nominating Commission during Scott Rothstein&rsquo;s tenure, Aug. 20, 2014</p>\r\n\r\n<p>Interview, David Ackerman, lawyer and member of the Fourth District Court of Appeal Judicial Nominating Commission during Scott Rothstein&rsquo;s tenure, Aug. 20, 2014</p>\r\n\r\n<p>Interview, Donald J. Beuttenmuller, Jr., lawyer and member of the Fourth District Court of Appeal Judicial Nominating Commission during Scott Rothstein&rsquo;s tenure, Aug. 20, 2014</p>\r\n\r\n<p>Interview, Abigail Obre, spokeswoman Broward Health, Aug. 25, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "", "false_count": 7, "first_name": "", "half_true_count": 6, "home_state": "", "id": 51, "last_name": "Republican Party of Florida", "mostly_true_count": 6, "name_slug": "republican-party-florida", "pants_count": 4, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-rnc___.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/51/", "total_count": 37, "true_count": 2, "website": "http://www.rpof.org/"}, "statement": "<p>Ponzi schemer Scott Rothstein &quot;gave hundreds of thousands of campaign cash to control Crist&rsquo;s appointments of key state judges.&quot;</p>\r\n", "statement_context": "a TV ad", "statement_date": "2014-08-17", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 154, "photo": null, "resource_uri": "/api/v/2/subject/154/", "subject": "Campaign Finance", "subject_slug": "campaign-finance", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 15, "current_job": "", "false_count": 9, "first_name": "Charlie", "half_true_count": 20, "home_state": "Florida", "id": 257, "last_name": "Crist", "mostly_true_count": 19, "name_slug": "charlie-crist", "pants_count": 2, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/crist.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/257/", "total_count": 90, "true_count": 15, "website": ""}], "twitter_headline": ""}