{"art": [{"brightcove": "", "caption": "Wendy Davis, the Democratic gubernatorial nominee, issued this ad critical of Republican Greg Abbott in connection with a scandalized agency Aug. 23, 2014.", "id": 4962, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/4962/", "title": "Wendy Davis ad on cancer survivor Manuel Alvarado Aug. 23, 2014", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/_Vy-YD3mFcM?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "_Vy-YD3mFcM"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2014/aug/31/wendy-davis/wendy-davis-says-greg-abbott-let-millions-taxpayer/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "ddavis@statesman.com", "first_name": "Debra", "id": 425, "last_name": "Davis", "name_slug": "debra-davis", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/425/", "title": "Investigations editor", "twitter": null}], "facebook_headline": null, "id": 9821, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/9821/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In a <a href=\"https://www.youtube.com/watch?v=_Vy-YD3mFcM&amp;feature=youtu.be\" style=\"text-decoration:none;\"><u>TV ad</u></a> unveiled Aug. 23, 2014, Democratic gubernatorial nominee Wendy Davis suggested sinister ties between her Republican opponent and a scandal-tinged Texas agency that funds cancer research.</p>\r\n\r\n<p>In the spot, a Fort Worth man identified as cancer survivor Manuel Alvarado says: &quot;When you&rsquo;re battling cancer, you pray for a cure. But Greg Abbott did his best to keep my prayers from being answered.&quot; Abbott, Alvarado says, &quot;was charged with overseeing the state cancer research fund. But he let his wealthiest donors take tens of millions of taxpayer dollars without proper oversight. They showered Abbott with gifts and free vacations and and they made off with money that was meant to find a cure.&quot;</p>\r\n\r\n<p>Davis, a Fort Worth state senator, has previously sought to implicate Abbott, the state attorney general, in the scandal that two years ago engulfed the <a href=\"http://www.cprit.state.tx.us/about-cprit/\" style=\"text-decoration:none;\"><u>Cancer Prevention and Research Institute of Texas</u></a>. In May 2014, according to an <em>Austin American-Statesman </em>news <a href=\"http://www.mystatesman.com/news/news/in-new-attack-wendy-davis-links-greg-abbott-to-cpr/nfp3H/\" style=\"text-decoration:none;\"><u>story</u></a>, she maintained that Abbott campaign donors also were investors in companies that received improperly-vetted institute grants. Jerry Strickland, Abbott&rsquo;s state spokesman, countered that the attorney general&rsquo;s office had been involved in an investigation leading to the 2013 Travis County indictment of Gerald &quot;Jerry&quot; Cobbs, a former institute executive involved in awarding an $11 million grant to Peloton Therapeutics even though the biotech startup had not gone through the necessary outside scientific review. Cobbs awaits trial.</p>\r\n\r\n<p>So, was Abbott charged with overseeing the anti-cancer fund? Did he let campaign donors take tens of millions in taxpayer dollars? And did the donors shower him with gifts and vacations?</p>\r\n\r\n<p><strong>Abbott and the anti-cancer institute</strong></p>\r\n\r\n<p>Per <a href=\"http://www.legis.state.tx.us/tlodocs/80R/billtext/html/HB00014F.HTM\" style=\"text-decoration:none;\"><u>the 2007 law setting up the institute,</u></a> its governing body, or <a href=\"http://www.cprit.state.tx.us/about-cprit/oversightcommittee/\" style=\"text-decoration:none;\"><u>oversight committee</u></a>, consisted of nine appointed members plus the attorney general or the attorney general&rsquo;s designee and the state comptroller or the comptroller&rsquo;s designee. Starting in 2009, that committee had the unprecedented job of awarding millions of dollars to cancer-related projects after Texas voters approved the issuance of $3 billion in bonds over 10 years &quot;to fund groundbreaking cancer research and prevention programs and services in Texas,&quot; the institute says on its website.</p>\r\n\r\n<p>The 2013 Legislature, reacting to red flags including grants being bestowed despite scientific misgivings, shrank the oversight committee. Its nine members would continue to be appointed by the governor, lieutenant governor and Texas House speaker, but the revised law lifted the mandate that the attorney general and state comptroller or respective designees serve, <a href=\"http://www.legis.state.tx.us/tlodocs/83R/analysis/html/SB00149F.htm\" style=\"text-decoration:none;\"><u>according to</u></a> a July 2013 Senate Research Center summary of the changes.</p>\r\n\r\n<p>Also new: Anyone named to the panel must disclose to the institute each political contribution to a candidate for a state or federal office over $1,000 made by the person in the five years preceding the person&#39;s appointment and each year after the person&#39;s appointment until the person&#39;s term expired, with the institute posting a summary each year, the center wrote.</p>\r\n\r\n<p>To our inquiry, a Davis spokesman, Zac Petkanas, <a href=\"https://docs.google.com/document/d/11U2WjfDMUZyMTtfRaCkd_Uye4GL5Qk0wStrYdvPZJAg/pub\" style=\"text-decoration:none;\"><u>said </u></a>the Democrat&rsquo;s August ad was based on news stories and editorials.</p>\r\n\r\n<p>Among the stories, a May 11, 2013, <a href=\"http://www.dallasnews.com/investigations/headlines/20130511-texas-attorney-general-enters-cancer-agencys-political-maze.ece\" style=\"text-decoration:none;\"><u>account</u></a> in the <em>Dallas Morning News</em> said Abbott hadn&rsquo;t attended any of the board&rsquo;s 23 meetings to that date.</p>\r\n\r\n<p>By email, Strickland told us Abbott never cast a committee vote on a &quot;grant, nor was he involved in any grant request, review or award.&quot;</p>\r\n\r\n<p>The <em>News</em> story quoted Abbott saying that picking a high-ranking state assistant to take his place &quot;allowed me to retain the independence to take action to respond to any broader challenges posed by CPRIT.&quot; Strickland told us Abbott&rsquo;s designee on the committee, James &quot;Jay&quot; Dyer, voted like other board members at meetings he attended though he also was unaware of issues surrounding grants that came into question because they were due to &quot;misconduct, mismanagement and disclosure failures&quot; by the institute&rsquo;s senior staff, Strickland said.</p>\r\n\r\n<p>In December 2012, the attorney general&rsquo;s office announced it was looking into institute operations. Strickland told us a forensics unit in the office helped Travis County&rsquo;s investigation by recovering deleted emails and data files that &nbsp;institute staff claimed had been lost. &quot;Because the matter investigated by this office in conjunction with the Public Integrity Unit is currently the subject of an ongoing prosecution,&quot; Strickland said, &quot;our investigation is not closed and we cannot comment further on this matter.&quot;</p>\r\n\r\n<p>In January 2013, after Travis County began the inquiry that led to the institute executive&rsquo;s indictment, the county&#39;s district attorney, Rosemary Lehmberg, said committee members (presumably including Abbott) &quot;are not under suspicion in the investigation,&quot; the <em>Statesman </em>said in a <a href=\"http://www.statesman.com/news/business/travis-da-current-cprit-board-not-under-suspicion-/nT5RY/\" style=\"text-decoration:none;\"><u>news story</u></a> at the time. But Lehmberg did not clear the whole institute, saying &quot;we are far from finished in our efforts.&quot; By that day, the story said, three top executives had resigned and left the cancer-fighting agency.</p>\r\n\r\n<p><strong>The institute and Abbott donors</strong></p>\r\n\r\n<p>News stories cited by Davis have pointed out major donors to Republican candidates with connections to entities that received institute awards, though we saw no stories indicating millions of dollars went directly to Abbott donors.</p>\r\n\r\n<p>According to the 2013 <em>News</em>&rsquo; story, on June 18, 2010, the institute oversight committee ratified the $11 million award to Peloton Therapeutics, described as using laboratory discoveries at the University of Texas Southwestern Medical Center to try to develop anti-cancer drugs. That grant was given without the required business or scientific review, the story said, and with Abbott&rsquo;s designee absent from the meeting.</p>\r\n\r\n<p>The <em>News</em> reported that three committee members who ratified the award to Peloton had contributed $150,000 since 2002 to Abbott&rsquo;s campaigns. Among them: Charles Tate, a Houston investor who had ponied up $140,000 to Abbott&rsquo;s campaigns, the paper said. Of that, the story said, Tate contributed $100,000 in November 2012, which would have been about three weeks before Abbott&rsquo;s office announced its institute probe.</p>\r\n\r\n<p>The newspaper said at least one Peloton investor also had Abbott ties. Dallas philanthropist Peter O&rsquo;Donnell, one of Peloton&rsquo;s financial backers, had contributed $130,000 to Abbott&rsquo;s campaigns since 2001, the story said. O&rsquo;Donnell earlier said he invested in Peloton in July 2011, more than a year after the oversight committee ratified the award, the paper reported.</p>\r\n\r\n<p>O&rsquo;Donnell was connected to another spotlighted institute grant. In January 2013, the Texas state auditor, John Keel, issued <a href=\"http://www.sao.state.tx.us/reports/main/13-018.pdf\" style=\"text-decoration:none;\"><u>an audit</u></a> raising questions about the agency&#39;s biggest grant, $25.2 million awarded in June 2010 to the Statewide Clinical Trials Network of Texas, CTNeT, which was created to speed clinical trials of cancer drugs, the <em>Houston Chronicle</em> <a href=\"http://www.houstonchronicle.com/news/houston-texas/houston/article/Audit-finds-myriad-problems-with-cancer-agency-4230544.php\" style=\"text-decoration:none;\"><u>reported at the time</u></a>. The <em>Chronicle</em> said the grant&#39;s &quot;receiving agent&quot; was Carolyn Bacon Dickson, executive director of the O&#39;Donnell Foundation, tied to Peter O&#39;Donnell.</p>\r\n\r\n<p>Keel said in the audit that like the grant to Peloton, the award to CTNeT was bestowed despite the absence of a favorable recommendation by peer scientists.<strong> </strong>Around the time of the state audit, CTNeT ceased operations after the institute cut off its funding, according to a Jan. 29, 2013, <em>Statesman</em> <a href=\"http://www.statesman.com/news/business/cprit-fallout-clinical-trials-network-suspends-ope/nT9SH/\" style=\"text-decoration:none;\"><u>news story</u></a>.</p>\r\n\r\n<p>The Davis campaign suggested another nefarious -- though indirect -- connection to the CTNeT grant. Steve Hicks of Austin, who has donated $193,000 to Abbott&rsquo;s campaigns, according to a March 1, 2014, <a href=\"http://www.expressnews.com/news/local/article/Lavish-gifts-a-perk-for-Attorney-General-Greg-5281584.php#/0\" style=\"text-decoration:none;\"><u>news story</u></a> in the <em>San Antonio Express-News</em>, is executive chairman of <a href=\"http://www.capstarpartners.com/ourteam/bios/bio.php?ID=17169\" style=\"text-decoration:none;\"><u>Capstar Partners</u></a>, an investment firm where a partner, <a href=\"http://www.capstarpartners.com/ourteam/bios/bio.php?ID=17172\" style=\"text-decoration:none;\"><u>John Cullen</u></a>, was described in a <a href=\"http://www.cprit.state.tx.us/images/media/02_cprit_foundation_report_07272011.pdf\" style=\"text-decoration:none;\"><u>July 2011 institute foundation report</u></a> as a member of CTNeT&rsquo;s board of directors. (Our check of state records showed Cullen, identified as manager of Mood Media Consulting, <a href=\"http://204.65.203.5/public/599908.pdf\" style=\"text-decoration:none;\"><u>gave $1,000</u></a> to Abbott&rsquo;s kitty Sept. 26, 2013.)</p>\r\n\r\n<p>Petkanas mentioned another Abbott backer with an institute connection.</p>\r\n\r\n<p>A July 27, 2013, <em>Chronicle</em> <a href=\"http://www.houstonchronicle.com/news/houston-texas/houston/article/Abbott-s-role-at-cancer-agency-under-fire-4691334.php\" style=\"text-decoration:none;\"><u>news story</u></a> said San Antonio businessman James Leininger, described as donating $289,000 to Abbott&rsquo;s campaigns since 2001, had a biotechnology company, <a href=\"http://www.caliberbio.com/\" style=\"text-decoration:none;\"><u>Caliber Biotherapuetics</u></a>, that received $12 million from the institute to carry out a proposal despite receiving low scores from reviewers. According to a Nov. 2, 2011, <a href=\"http://www.cprit.state.tx.us/images/media/06_jerry_cobbs_commercialization_slate_11022011.pdf\" style=\"text-decoration:none;\"><u>publication</u></a> on the institute&rsquo;s website, the institute approved a $12.8 million grant for the company, based in Bryan-College Station, to tap hydroponic plants to devise a better antibody therapy against two types of cancer.</p>\r\n\r\n<p>Caliber Biotherapeutics isn&rsquo;t Leininger&rsquo;s company. But it <a href=\"http://www.caliberbio.com/investors.html\" style=\"text-decoration:none;\"><u>lists </u></a>as its sole institutional investor Medcare Investment Funds, which <a href=\"http://medcarefunds.com/the-team/\" style=\"text-decoration:none;\"><u>on its website</u></a> lists Leininger as its founder. When we called Nashville-based Medcare, the person who answered the phone said Leininger continues to be involved, though she declined to elaborate or to be identified before referring us to a San Antonio telephone number where our request for detail didn&rsquo;t generate information. To our telephone and email inquiries, Caliber Biotherapeutics and Leininger each offered no comment.</p>\r\n\r\n<p><strong>Shower of gifts, vacations?</strong></p>\r\n\r\n<p>By email, Petkanas initially told us Leininger was the campaign&rsquo;s example of gifts and travel showered on Abbott by donors with a stake in entities that drew grants from the institute. The 2014 <em>Express-News</em> story said Leininger had paid for Abbott and his family&rsquo;s travel and accommodations three times between 2008 and 2010, according to Abbott&rsquo;s state-filed personal financial statements.</p>\r\n\r\n<p>Every state official must report any gift worth more than $250. We confirmed the described Leininger-funded trips (one each in 2008, 2009 and 2010) from Abbott&rsquo;s filings; none of the entries called the listed trip a vacation while Abbott&rsquo;s camp didn&rsquo;t immediately reply when we asked if the gifted trips were vacations.</p>\r\n\r\n<p>Hicks -- the investor whose firm&rsquo;s partner, Cullen, was a CTNeT board member -- joined with his wife, Donna, in giving Abbott a travel guide membership in 2009, Abbott reported.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Davis said Abbott was &quot;charged with overseeing the state cancer research fund. But he let his wealthiest donors take tens of millions of taxpayer dollars without proper oversight. They showered Abbott with gifts and free vacations.&quot;</p>\r\n\r\n<p>There&rsquo;s something here, but Davis leaves out substantive details. Abbott was on a big committee created to oversee institute awards though he designated an aide to act in his stead, not once attending. Also unsaid is that Abbott&rsquo;s office helped Travis County&rsquo;s investigation leading to an institute staff member&rsquo;s indictment; the local district attorney also said committee members weren&rsquo;t suspected of wrongdoing.</p>\r\n\r\n<p>A major Abbott donor gave three trips,<strong> </strong>valued at more than $250 each, to Abbott&rsquo;s family, but contrary to the ad&rsquo;s message, that isn&rsquo;t the same as all the campaign donors connected to institute grants showering Abbott with gifts and free vacations.</p>\r\n\r\n<p>On balance, we rate this statement Half True.</p>\r\n\r\n<hr />\r\n<p><em><strong>HALF TRUE</strong> </em><em>&ndash; The statement is partially accurate but leaves out important details or takes things out of context.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\" style=\"text-decoration:none;\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2014-08-25T18:38:58.228581", "ruling_date": "2014-08-31T06:00:00", "ruling_headline": "Wendy Davis says Greg Abbott let millions in taxpayer dollars go to wealthy gift-giving donors", "ruling_headline_slug": "wendy-davis-says-greg-abbott-let-millions-taxpayer", "ruling_link_text": "Shower of unsaid details", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/11U2WjfDMUZyMTtfRaCkd_Uye4GL5Qk0wStrYdvPZJAg/pub\" style=\"text-decoration:none;\"><u>Emails</u></a>, Zac Petkanas, communications director, Wendy Davis campaign, Aug. 25-28, 2014</p>\r\n\r\n<p>Legislation, House Bill 14, <a href=\"http://www.legis.state.tx.us/tlodocs/80R/billtext/html/HB00014F.HTM\" style=\"text-decoration:none;\"><u>&quot;An act relating to reorganizing certain state institutions that provide financing for cancer research, including creating the Cancer Prevention and Research Institute of Texas, and information about certain cancer treatments; granting authority to issue bonds,&quot;</u></a> 2007 Texas Legislature, <a href=\"http://www.legis.state.tx.us/BillLookup/history.aspx?LegSess=80R&amp;Bill=HB14\" style=\"text-decoration:none;\"><u>signed </u></a>by Gov. Rick Perry, June 13, 2007</p>\r\n\r\n<p>Document, <a href=\"http://www.legis.state.tx.us/tlodocs/83R/analysis/html/SB00149F.htm\" style=\"text-decoration:none;\"><u>analysis of Senate Bill 149</u></a>, 2013 Legislature, Texas Senate Research Center, July 6, 2013 (accessed Aug. 25, 2014)</p>\r\n\r\n<p>News story, <a href=\"http://www.dallasnews.com/investigations/headlines/20130511-texas-attorney-general-enters-cancer-agencys-political-maze.ece\" style=\"text-decoration:none;\"><u>&quot;Texas attorney general enters cancer agency&rsquo;s political maze,&quot;</u></a> <em>Dallas Morning News</em>, May 11, 2013, updated Oct. 3, 2013 (accessed Aug. 25, 2014)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1zpv3L8bdoR_9nG2fL-hC-w4fd-WThNDgKqU9y4AlxJI/pub\" style=\"text-decoration:none;\"><u>Emails</u></a>, Jerry Strickland, communications director, Office of Attorney General Greg Abbott, Aug. 26-28, 2014</p>\r\n\r\n<p>News stories, <a href=\"http://www.statesman.com/news/business/travis-da-current-cprit-board-not-under-suspicion-/nT5RY/\" style=\"text-decoration:none;\"><u>&quot;Travis DA: Current CPRIT board not under suspicion, but inquiry &lsquo;far from finished,&#39;&quot;</u></a> <em>Austin American-Statesman</em>, Jan. 23, 2013; <a href=\"http://www.statesman.com/news/business/cprit-fallout-clinical-trials-network-suspends-ope/nT9SH/\" style=\"text-decoration:none;\"><u>&quot;CPRIT fallout: Cancer network ceases operations,&quot;</u></a> <em>Statesman, </em>Jan. 29, 2013 (accessed Aug. 26, 2014)</p>\r\n\r\n<p>News stories, <a href=\"http://www.houstonchronicle.com/news/houston-texas/houston/article/Audit-finds-myriad-problems-with-cancer-agency-4230544.php\" style=\"text-decoration:none;\"><u>&quot;Audit finds myriad problems with cancer agency grant,&quot;</u></a> the <em>Houston Chronicle</em>, Jan. 28, 2013; <a href=\"http://www.houstonchronicle.com/news/houston-texas/houston/article/Abbott-s-role-at-cancer-agency-under-fire-4691334.php\" style=\"text-decoration:none;\"><u>&quot;Abbott&#39;s role at cancer agency under fire,&quot;</u></a> the <em>Chronicle</em>, July 27, 2013 (accessed Aug. 25, 2014)</p>\r\n\r\n<p>Report, <a href=\"http://204.65.203.5/public/599908.pdf\" style=\"text-decoration:none;\"><u>&quot;Contributions and Expenditures,&quot;</u></a> Greg Abbott campaign, July through December 2013, Texas Ethics Commission, filed Jan. 15, 2014 (downloaded Aug. 28, 2014)</p>\r\n\r\n<p>News story, <a href=\"http://www.expressnews.com/news/local/article/Lavish-gifts-a-perk-for-Attorney-General-Greg-5281584.php#/0\" style=\"text-decoration:none;\"><u>&quot;Lavish gifts a perk for Attorney General Greg Abbott,&quot;</u></a> <em>San Antonio Express-New</em>s, March 1, 2014 (accessed Aug. 25, 2014)</p>\r\n\r\n<p>Document, <a href=\"http://www.cprit.state.tx.us/images/media/06_jerry_cobbs_commercialization_slate_11022011.pdf\" style=\"text-decoration:none;\"><u>&quot;Commercialization Slate, First Cycle FY 2012,&quot;</u></a> Cancer Prevention &amp; Research Institute, Nov. 2, 2011 (accessed Aug. 26, 2014)</p>\r\n\r\n<p>Web page, <a href=\"http://www.caliberbio.com/investors.html\" style=\"text-decoration:none;\"><u>&quot;Institutional Investors,&quot;</u></a> Caliber Biotherapeutics (accessed Aug. 28, 2014)</p>\r\n\r\n<p>Web page, <a href=\"http://medcarefunds.com/the-team/\" style=\"text-decoration:none;\"><u>&quot;The Team,&quot;</u></a> Medcare Investment Funds (accessed Aug. 28, 2014)</p>\r\n\r\n<p>Documents, Greg Abbott personal financial statements filed with the Texas Ethics Commission for <a href=\"http://records.texastribune.org/personal-finance/greg-abbott-2008-financials-00019652-324.pdf\" style=\"text-decoration:none;\"><u>2008</u></a> <a href=\"http://records.texastribune.org/personal-finance/greg-abbott-2009-financials-00019652-323.pdf\" style=\"text-decoration:none;\"><u>2009</u></a> <a href=\"http://records.texastribune.org/personal-finance/greg-abbott-2010-financials-00019652-322.pdf\" style=\"text-decoration:none;\"><u>2010</u></a> <a href=\"http://s3.amazonaws.com/static.texastribune.org/media/filings/2011/AbbottCY2011.pdf\" style=\"text-decoration:none;\"><u>2011</u></a> &nbsp;<a href=\"http://s3.amazonaws.com/static.texastribune.org/media/filings/2012/AbbottCY2012.pdf\" style=\"text-decoration:none;\"><u>2012</u></a> and <a href=\"http://s3.amazonaws.com/static.texastribune.org/media/filings/2013/AbbottG.pdf\" style=\"text-decoration:none;\"><u>2013</u></a> (posted online by the Texas Tribune; accessed Aug. 26, 2014)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "state senator", "false_count": 1, "first_name": "Wendy", "half_true_count": 8, "home_state": "Texas", "id": 550, "last_name": "Davis", "mostly_true_count": 12, "name_slug": "wendy-davis", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/davis.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/550/", "total_count": 27, "true_count": 0, "website": "http://www.senate.state.tx.us/75r/Senate/members/dist10/dist10.htm"}, "statement": "<p>Greg Abbott was &quot;charged with overseeing the state cancer research fund. But he let his wealthiest donors take tens of millions of taxpayer dollars without proper oversight. They showered Abbott with gifts and free vacations.&quot;</p>\r\n", "statement_context": "a TV ad", "statement_date": "2014-08-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 208, "photo": null, "resource_uri": "/api/v/2/subject/208/", "subject": "State Finances", "subject_slug": "state-finances", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "governor", "false_count": 8, "first_name": "Greg", "half_true_count": 9, "home_state": "Texas", "id": 409, "last_name": "Abbott", "mostly_true_count": 9, "name_slug": "greg-abbott", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/abbottmugnew16pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/409/", "total_count": 56, "true_count": 12, "website": "http://gregabbott.com/"}], "twitter_headline": ""}