{"art": [{"brightcove": "", "caption": "Rep. Cory Gardner, a Republican candidate for Senate in Colorado, lays out his plan for birth control in this ad.", "id": 5031, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/5031/", "title": "Cory Gardner contraception", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/IdStz3wFObQ?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "IdStz3wFObQ"}], "author": [{"email_address": "scontorno@politifact.com", "first_name": "Steve", "id": 422, "last_name": "Contorno", "name_slug": "steve-contorno", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/contorno2.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/422/", "title": "PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2014/sep/08/cory-gardner/cory-gardner-says-his-plan-contraceptives-namely-p/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 9876, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "scontorno@politifact.com", "first_name": "Steve", "id": 422, "last_name": "Contorno", "name_slug": "steve-contorno", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/contorno2.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/422/", "title": "PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/9876/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Democratic Sen. Mark Udall has consistently attacked his Republican challenger, Rep. Cory Gardner, for supporting anti-abortion measures like personhood legislation. But Gardner is on the offensive with a new ad airing in the Colorado Senate race about women&rsquo;s health issues.</p>\r\n\r\n<p>&quot;What&rsquo;s the difference between me and Mark Udall on contraception?&quot; Gardner says. &quot;I believe the pill ought to be available over the counter, around the clock, without a prescription. Cheaper and easier for you. Mark Udall&rsquo;s plan is different. He wants to keep government bureaucrats between you and your health care plan. That means more politics and more profits for drug companies. My plan means more rights, more freedom and more control for you.&quot;</p>\r\n\r\n<p>Udall&rsquo;s &quot;plan&quot; is essentially the Affordable Care Act, which requires health insurance companies to provide access to FDA-approved contraceptives without cost sharing, meaning the consumer pays nothing for their prescription at the pharmacy.</p>\r\n\r\n<p>Gardner, who has repeatedly voted to repeal President Barack Obama&rsquo;s health care law, says he believes a &quot;cheaper and easier&quot; alternative is to allow the pill to be sold over the counter, meaning without a prescription.</p>\r\n\r\n<p>Gardner&rsquo;s campaign said his plan has two parts: Allow the pill to be sold over-the-counter and &quot;ensure that women can be reimbursed for those through insurance.&quot; His campaign said both can be accomplished without the Affordable Care Act.</p>\r\n\r\n<p>If the Affordable Care Act is not repealed, though, Gardner wants to allow insurance providers to cover the pill over-the-counter without a prescription. Udall&rsquo;s campaign said he supports allowing over-the-counter sales of the pill as long as insurance companies are still mandated to cover it without any cost sharing.</p>\r\n\r\n<p>So we&rsquo;re left comparing the Affordable Care Act to Gardner&rsquo;s position, which is repeal the ACA and replace its contraceptive component with his proposal.</p>\r\n\r\n<p>Which contraceptive plan is &quot;cheaper and easier&quot;?</p>\r\n\r\n<p>We found that even the groups that advocate making the pill available over the counter &mdash; like Jessica Arons, president and CEO of the Reproductive Health Technologies Project and Dan Grossman, vice president for research at Ibis Reproductive Health &mdash; did not believe it was a cheaper alternative for consumers than requiring insurance companies to cover contraceptives without cost sharing.</p>\r\n\r\n<p>Gardner&rsquo;s campaign pointed us to a study by the Consumer Healthcare Products Association,&nbsp;an advocacy group for the consumer health care products industry. The study looked at savings from several different drugs becoming available over-the-counter, but not the pill.</p>\r\n\r\n<p>The group estimated that each dollar spent on over-the-counter medicines saves the health care system up to $7, which comes to $102 billion annually.</p>\r\n\r\n<p>About $25 billion of those savings come in the form of reduced drug costs. But the bulk of the savings is actually from avoiding trips to the doctor to get a prescription, the association found. (Imagine going to the doctor every time you had a cold to get a prescription for Sudafed or for Claritin when your allergies flared up. Those visits add up.)</p>\r\n\r\n<p>However, under the Affordable Care Act, women&rsquo;s preventive health care must be covered without cost-sharing, meaning a trip to the doctor to get a prescription for birth control would not have any out-of-pocket costs. So a big chunk of the alleged savings from moving the pill over-the-counter would not be realized; it&rsquo;s already not costing consumers anything.</p>\r\n\r\n<p>It&rsquo;s also speculative for Gardner to insist that his plan is cheaper. As far as we can tell, there hasn&rsquo;t been a study that looks specifically at the cost benefits of moving the pill over-the-counter, and a spokesperson for the Consumer Healthcare Products Association told us that they &quot;can&#39;t speak to any specific product or ingredient.&quot;</p>\r\n\r\n<p>That&rsquo;s not to say that providing birth control without cost-sharing, as the Affordable Care Act does, is free to the healthcare system. When insurance companies are required to cover birth control or doctor visits without asking for a co-payment, those costs are baked into the monthly premium. You may not have to pay anything at the pharmacy, but you may pay for it in other ways, especially if you previously chose not to purchase insurance and suddenly are forced by the law to buy a policy. Some grandfathered plans may also choose to not cover these services and it does not address the millions of individuals who would remain uninsured under the law.</p>\r\n\r\n<p>Zack Cooper, a health policy and economics professor at Princeton University, said it&rsquo;s possible that if the pill was reclassified as over-the-counter, consumers would have more options, sales volume would go up and competition would increase between drug companies. These factors can all lead to prices going down.</p>\r\n\r\n<p>But he said it&rsquo;s also possible that it has a negative effect, since suddenly consumers are paying for birth control at the point-of-purchase instead of getting it at no cost.</p>\r\n\r\n<p>&quot;When you make something even a little more expensive, use goes down,&quot; Cooper said. &quot;That means more women get pregnant, and babies cost a lot more than birth control. You can argue it would actually increase the cost of insurance and the government will be on the hook for more federal subsidies.&quot;</p>\r\n\r\n<p>So there&rsquo;s a lot of uncertainty as to which would actually be cheaper. We would also like to see more details from Gardner on how he would&nbsp;&quot;ensure that women can be reimbursed for (the pill) through insurance,&quot; but so far he has not produced legislation or a detailed summary.</p>\r\n\r\n<p>And Gardner&rsquo;s plan only applies to one particular birth control: the pill. While the pill is the most common form of birth control, it&rsquo;s not the only method. About 27 percent of female contraceptive users reported that the pill was their prefered method, meaning three-quarters use another option (though <a href=\"http://www.guttmacher.org/pubs/fb_contr_use.html\" style=\"text-decoration:none;\"><u>this survey</u></a> included male condoms and <a href=\"https://www.healthcare.gov/what-are-my-birth-control-benefits/\" style=\"text-decoration:none;\"><u>vasectomies</u></a>, which aren&rsquo;t covered by the law and make up a big chunk of contraceptive use).</p>\r\n\r\n<p>Other birth control<strong> </strong>methods may be more effective or more preferable for certain patients, but they are also a lot more expensive at the point of purchase, said Alina Salganicoff, vice president and director of Women&rsquo;s Health Policy at the Kaiser Family Foundation. Like intrauterine devices, which can cost $500 to $1,000 without insurance.</p>\r\n\r\n<p>So when Gardner asks &quot;what&rsquo;s the difference between me and Mark Udall on contraception,&quot; but only provides a plan for the pill, he&rsquo;s leaving out a lot of people who medically cannot use the pill or chose another option. Absent the Affordable Care Act, these other methods would undoubtedly be more expensive for consumers.</p>\r\n\r\n<p>Similarly, it would definitely be &quot;easier&quot; for a lot of individuals to obtain the pill over-the-counter instead of going to a doctor first to get a prescription, especially those who live in rural areas where a doctor&rsquo;s office is not nearly as close as the corner pharmacy.</p>\r\n\r\n<p>But this again does not address all contraceptives, just the pill.</p>\r\n\r\n<p>Gardner&rsquo;s campaign also noted that the American Congress of Obstetricians and Gynecologists issued an opinion in 2012 expressing medical support for over-the-counter access to oral contraceptives.</p>\r\n\r\n<p>However, the group also maintained its support for the Affordable Care Act provision that provides women access to the pill without cost-sharing, noting that &quot;numerous studies have shown that even small cost-sharing requirements can limit use of needed preventative care.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Gardner said his plan on contraceptives is &quot;cheaper and easier for you&quot; than Sen. Mark Udall&rsquo;s plan. This is based on his support for a plan to allow for over-the-counter sales of the pill.</p>\r\n\r\n<p>Gardner&rsquo;s plan is lacking in concrete details that would allow a thorough evaluation. There&rsquo;s some evidence that health care costs generally go down when drugs are made available over-the-counter, but those studies did not look specifically look at the pill. There is a lot of uncertainty and experts &mdash; from advocates to economists &mdash; question whether Gardner&rsquo;s proposal would be cheaper to most consumers or the health care system compared to the Affordable Care Act. And Gardner&rsquo;s plan would only address one type of contraceptive, meaning the many people who choose other methods of birth control would see higher costs.</p>\r\n\r\n<p>We rate the statement Mostly False.</p>\r\n", "ruling_comments_date": "2014-09-08T16:41:34.748083", "ruling_date": "2014-09-08T16:59:48", "ruling_headline": "Cory Gardner says his plan for contraceptives, namely the pill, is cheaper than Mark Udall's", "ruling_headline_slug": "cory-gardner-says-his-plan-contraceptives-namely-p", "ruling_link_text": "Even proponents are skeptical", "ruling_state": null, "source_documents": null, "sources": "<p>Rep. Cory Gardner, &quot;<a href=\"https://www.youtube.com/watch?v=IdStz3wFObQ\" style=\"text-decoration:none;\"><u>For You</u></a>,&quot; Sept. 2, 2014</p>\r\n\r\n<p><em>Denver Post</em>, &quot;<a href=\"http://www.denverpost.com/opinion/ci_25995739/women-should-be-able-buy-pill-without-prescription\" style=\"text-decoration:none;\"><u>Cory Gardner: Women should be able to buy the pill without a prescription</u></a>,&quot; June 19, 2014</p>\r\n\r\n<p>Email interview with Alex Siciliano, Sept. 2-4, 2014</p>\r\n\r\n<p>Email interview with Dan Grossman, Vice President for Research at Ibis Reproductive Health and Assistant Clinical Professor in the Department of Obstetrics, Gynecology and Reproductive Sciences at University of California San Francisco, Sept. 3, 2014</p>\r\n\r\n<p>Phone interview with Jessica Arons, president and CEO of the Reproductive Health Technologies Project, Sept. 3, 2014</p>\r\n\r\n<p>Phone interview with Alina Salganicoff, vice president and director of Women&rsquo;s Health Policy at the Kaiser Family Foundation, Sept. 3, 2014</p>\r\n\r\n<p>Phone interview with Zack Cooper, health policy and economics professor at Princeton University, Sept. 4, 2014</p>\r\n\r\n<p>American Academy of Family Physicians, &quot;<a href=\"http://www.aafp.org/afp/1998/0501/p2209.html\" style=\"text-decoration:none;\"><u>Prescription to Over-the-Counter Drug Reclassification</u></a>,&quot; May 1, 1998</p>\r\n\r\n<p>Consumer Healthcare Products Association, &quot;<a href=\"http://www.chpa.org/ValueofOTCMeds2012.aspx\" style=\"text-decoration:none;\"><u>The Value of OTC Medicine to the United States</u></a>,&quot; January 2012</p>\r\n\r\n<p><em>Perspectives on Sexual and Reproductive Health</em>, &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/24020778\" style=\"text-decoration:none;\"><u>Insurance and Access Implications of an Over-the-Counter Switch for a Progestin-Only Pill</u></a>,&quot; Sept. 3, 2013</p>\r\n\r\n<p>American Congress of Obstetricians and Gynecologists, &quot;ACOG Position on Over-the-Counter Access to and Insurance Coverage of Oral Contraceptives,&quot; July 2014</p>\r\n\r\n<p>American Congress of Obstetricians and Gynecologists, &quot;<a href=\"http://www.acog.org/Resources-And-Publications/Committee-Opinions/Committee-on-Gynecologic-Practice/Over-the-Counter-Access-to-Oral-Contraceptives\" style=\"text-decoration:none;\"><u>Over-the-Counter Access to Oral Contraceptives</u></a>,&quot; December 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "U.S. Senator", "false_count": 1, "first_name": "Cory", "half_true_count": 0, "home_state": "Colorado", "id": 2746, "last_name": "Gardner", "mostly_true_count": 2, "name_slug": "cory-gardner", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Cory_Gardner_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2746/", "total_count": 7, "true_count": 0, "website": "https://www.gardner.senate.gov/"}, "statement": "<p>Says on contraception, his plan is &quot;cheaper and easier for you&quot; than Sen. Mark Udall&rsquo;s</p>\r\n", "statement_context": "a campaign ad", "statement_date": "2014-09-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 311, "photo": null, "resource_uri": "/api/v/2/subject/311/", "subject": "Message Machine 2014", "subject_slug": "message-machine-2014", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 146, "photo": null, "resource_uri": "/api/v/2/subject/146/", "subject": "Women", "subject_slug": "women", "used_in_edition": []}], "target": [], "twitter_headline": ""}