{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/apr/13/john-boehner/boehner-says-some-want-scrap-401ks/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 989, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/989/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\n In a press release touting a Republican plan to help restore savings lost in the plummeting stock market, House Republican Leader John Boehner suggests some Democrats want to wipe out 401(k)s in favor of government-run retirement savings program.\n</p>\n<p>\n &quot;Recent polling suggests that Americans&rsquo; concerns about their savings even trumps concerns about losing their jobs,&quot; Boehner said in a statement on March 24, 2009. &quot;Unfortunately, Washington Democrats have done nothing to address this savings crisis.&nbsp; In fact, Washington is pursuing policies that are causing Americans&rsquo; savings to evaporate more quickly, and some even advocate wiping out 401(k)s entirely and replacing them with government-run accounts.&nbsp; That&rsquo;s unacceptable and not the solution Americans need at a time when they want to rebuild their retirement, college, and personal savings.&quot;\n</p>\n<p>\n So who are the &quot;some&quot; advocating such a dramatic overhaul of the American retirement savings system?\n</p>\n<p>\n According to a spokesman for Boehner, he's referring to a professor who spoke before the House Education and Labor Committee on Oct. 7.\n</p>\n<p>\n In a presentation on &quot;The Impact of the Financial Crisis on Workers' Retirement Security,&quot; Teresa Ghilarducci, a professor of economic policy at New York's New School for Social Research, said America's &quot;30-year experiment with 401(k) accounts has failed.&quot;\n</p>\n<p>\n About half of workers will not have enough in retirement to replace 70 percent of their preretirement income, she said, which is largely caused by a &quot;fundamentally flawed&quot; 401(k) program that has little regulation. She recommended Congress end tax subsidies for 401(k) plans in favor of &quot;guaranteed retirement accounts&quot; into which workers would be required to contribute 5 percent of their pay. The government would guarantee a 3 percent inflation-indexed return. And Uncle Sam would contribute $600 per worker, every year to those accounts.\n</p>\n<p>\n Her idea doesn't have any significant support in Congress that we could find. About the closest to support that we heard was from George Miller, the California Democrat who chairs the committee. He is interested in some kind of major long-term reform to the retirement savings system, but has stopped short of calling for the elimination of the 401(k) system.\n</p>\n<p>\n Two months ago, his committee held a hearing on strengthening worker retirement security. In his opening statement, Miller said &quot;the current economic crisis has exposed deep flaws in our nation's retirement system. For too many Americans, 401(k) plans have become little more than a high-stakes crapshoot,&quot; Miller said.\n</p>\n<p>\n Miller did not discuss any specific changes, but over the long term, he said, we &quot;should ask ourselves whether our current system gives workers the ability to ensure a safe and secure retirement.&quot; He emphasized the need to preserve and strengthen 401(k)s but also said the Congress must consider additional retirement options.\n</p>\n<p>\n &quot;In the short term, Congress must address ways to improve defined contribution plans,&quot; Miller said. &quot;The 401(k) needs to be more transparent, fair, and operated on behalf of the account holder, not Wall Street firms. But, we must also ask the difficult questions about the state of our nation's retirement system as a whole and look to see whether we need to create a new leg of retirement security.&quot;\n</p>\n<p>\n The\n <em>\n  Wall Street Journal\n </em>\n blasted Ghilarducci's plan in a Nov. 14, 2008, editorial and criticized Miller for even entertaining her ideas. Conservative blogs also criticized the possibility that 401(k) plans be replaced by a government-run savings plan.\n</p>\n<p>\n Miller fired back, accusing the\n <em>\n  Wall Street Journal\n </em>\n of misrepresenting his efforts and &quot;needlessly creating fear among Americans rightly worried about their retirement security.&quot;&nbsp;&nbsp;\n</p>\n<p>\n &quot;I do not support 'abolishing' 401(k)s, moving these plans, or changing their tax status, plain and simple,&quot; said Miller. &quot;The truth is that Democrats in Congress are working to preserve and strengthen 401(k)s.&quot;\n</p>\n<p>\n Still, Miller's use of the phrase &quot;short term&quot; in February &quot;piqued the curiosity&quot; of Ed Ferrigno, vice president of Washington affairs for the Profit Sharing/401k Council of America, an association that represents employers that sponsor 401(k) plans.\n</p>\n<p>\n &quot;He (Miller) made it clear that his support of 401(k)s is qualified,&quot; Ferrigno said. &quot;I don't know what to read into that. It certainly could create a foundation for a system to overtake 401(k) plans.&quot;\n</p>\n<p>\n But there's been no support in Congress or the White House for the kind of wholesale change that Boehner mentioned, according to Ferrigno and our review of legislation and statements. To the contrary, Democrats have spoken of protecting 401(k)s.\n</p>\n<p>\n In a speech on the economy at Georgetown University on April 14, President Barack Obama spoke of the need to enact rules to &quot;protect typical American families when they buy a home, get a credit card or invest in a 401(k).&quot;\n</p>\n<p>\n Yes, there are &quot;some&quot; in Washington who are tossing around the prospect of moving to a government-run system, and some of them may even want to scrap 401(k)s. But they are not elected officials and not in the Obama administration.\n</p>\n<p>\n Our problem with Boehner's statement is that it seems to suggest the idea has gained traction with Democratic lawmakers and administration officials. Use of the word &quot;some&quot; may provide Boehner some wiggle room here ? he could probably safely say that &quot;some&quot; people in Washington may be advocating darn near anything ? but the context suggests Democrats are behind it.\n</p>\n<p>\n We haven't found any, so Boehner's claim comes off sounding more like a scare tactic. And so we rate the statement Barely True.\n</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:27:47.263363", "ruling_date": "2009-04-13T17:51:25", "ruling_headline": "Boehner says some want to scrap 401(k)s", "ruling_headline_slug": "boehner-says-some-want-scrap-401ks", "ruling_link_text": "'Some' do, but none of them are elected", "ruling_state": null, "source_documents": null, "sources": "<p>\n Rep. John Boehner Web site,\n <a href=\"http://www.republicanleader.house.gov/News/DocumentSingle.aspx?DocumentID=115658\" target=\"_blank\">\n  Boehner: House GOP Proposes Solutions to Help Americans Rebuild Their Savings\n </a>\n , March 24, 2009\n</p>\n<p>\n Wall Street Journal,&nbsp;\n <a href=\"http://online.wsj.com/article/SB122662401729126813.html\" target=\"_blank\">\n  &quot;Targeting Your 401(k): Congress has an eye on the tax break for your retirement,&quot;\n </a>\n Nov. 14, 2009\n</p>\n<p>\n House Committee on Education and Labor Web site,\n <a href=\"http://edlabor.house.gov/testimony/2008-10-07-TeresaGhilarducci.pdf\" target=\"_blank\">\n  Oral Testimony of Teresa Ghilarducci on the\n  <br />\n  Impact of the Financial Crisis on Workers&rsquo; Retirement Security\n </a>\n , Oct. 7, 2008\n</p>\n<p>\n Retirement USA Web site,\n <a href=\"http://www.retirement-usa.org/wp-content/uploads/2009/03/working-paper-031209.pdf\" target=\"_blank\">\n  Working paper: Principles for a new retirement system\n </a>\n , March 10, 2009\n</p>\n<p>\n House Committee on Education and Labor Web site,\n <a href=\"http://www.house.gov/apps/list/speech/edlabor_dem/111408WSJResponse.html\" target=\"_blank\">\n  Press release: Chairman Miller Unveils Principles to Preserve and Strengthen 401(k)s in the 111th Congress\n </a>\n , Nov. 14, 2008\n</p>\n<p>\n CQ Transcripts, House Education and Labor Committee hearing: Opening statement of Chairman Miller, Feb. 24, 2009\n</p>\n<p>\n Interview with Ed Ferrigno, vice president of Washington affairs for the Profit Sharing/401K Council of America, April 13, 2009\n</p>\n<p>\n Interview with Michael Steel, spokesman for Rep. Boehner, April 14, 2009\n</p>\n<p>\n Interview with Nancy Hwa, spokeswoman for the Pension Rights Center, a sponsor of Retirment USA, April 13, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 13, "current_job": "Speaker of the House of Representatives", "false_count": 22, "first_name": "John", "half_true_count": 11, "home_state": "Ohio", "id": 49, "last_name": "Boehner", "mostly_true_count": 4, "name_slug": "john-boehner", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnboehner.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/49/", "total_count": 69, "true_count": 17, "website": "http://www.speaker.gov/"}, "statement": "<p>&quot;Some even advocate wiping out 401(k)s entirely and replacing them with government-run accounts.&quot;</p>", "statement_context": "a press release.", "statement_date": "2009-03-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 102, "photo": null, "resource_uri": "/api/v/2/subject/102/", "subject": "Retirement", "subject_slug": "retirement", "used_in_edition": []}], "target": [], "twitter_headline": null}