{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/apr/16/barack-obama/Obama-claims-90-percent-guns-used-Mexico/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 990, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@gmail.com", "first_name": "David", "id": 29, "last_name": "Adams", "name_slug": "david-adams", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/29/", "title": "Latin American Correspondent, St. Petersburg Times", "twitter": null}, {"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/990/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\n With growing violence on the U.S.-Mexico border fueled by powerful drug cartels, officials from both countries have been repeating a shocking statistic to suggest this isn't just a Mexican problem.\n <br />\n <br />\n &quot;This war is being waged with guns purchased not here but in the United States . . . more than 90 percent of the guns recovered in Mexico come from the United States, many from gun shops that lay in our shared border,&quot; President Barack Obama said on a visit to Mexico on April 16, 2009. &quot;So we have responsibilities as well.&quot;\n <br />\n <br />\n Obama joins many other U.S. and Mexican officials &mdash; from Secretary of State Hillary Clinton to the Mexican ambassador to the U.S. &mdash; who have cited versions of the 90 percent figure in arguing for greater U.S. intervention. For his part, Obama has pledged to commit more money and resources to stem the flow of guns south of the border.\n <br />\n <br />\n But Obama, Clinton and others have left out important qualifiers when citing the 90 percent statistic, which originates from the U.S. Bureau of Alcohol, Tobacco, Firearms and Explosives. The agency doesn't have statistics for\n <em>\n  all\n </em>\n weapons in Mexico, where gun sales are largely prohibited; the figure is based on only guns that the Mexican government sent to the ATF for tracing and that the ATF found were traceable.\n</p>\n<p>\n Along those lines, the number was cited correctly by William Newell, an ATF special agent who oversees the bureau's operations along border in Arizona and New Mexico, when he testified before a House subcommittee on March 24.\n</p>\n<p>\n &quot;In fact, 90 percent of the firearms recovered in Mexico, and which are then successfully traced, were determined to have originated from various sources within the continental U.S.&quot;\n <br />\n <br />\n Gun rights groups say the number has been widely and intentionally distorted to advance a gun control agenda.\n <br />\n <br />\n And on April 2, 2009, Fox News ran a story on its Web site dismissing the statistic as a &quot;myth.&quot; The article cites statistics from the Mexican government that suggest only about a third of the guns recovered at crime scenes in Mexico are submitted to the ATF for tracing; and it notes that many guns submitted to ATF cannot be traced. Therefore, the writers conclude, only 17 percent of guns found at Mexican crime scenes have been traced to the United States.\n</p>\n<p>\n According to the article, &quot;a large percentage of the guns recovered in Mexico do not get sent back to the U.S. for tracing, because it is obvious from their markings that they do not come from the U.S.&quot; The article goes on to say many weapons are coming from a wide variety of foreign sources including China, South Korea, Spain and Israel, as well as from the Russian mafia and other nefarious sources in Asia, South and Central America.\n</p>\n<p>\n &quot;Reporter after politician after news anchor just disregards the truth on this,&quot; National Rifle Association spokesman Chris Cox told Fox News. &quot;The numbers are intentionally used to weaken the Second Amendment.&quot;\n <br />\n <br />\n ATF officials challenge the suggestion that Mexico only sends them guns they suspect are from the United States. In fact, the ATF found about a quarter of the 90 percent were made in other countries and then taken illegally from the United States into Mexico.\n</p>\n<p>\n So what does that mean about the accuracy of Obama's claim? Are the guns submitted to ATF a representative sample of all guns confiscated by Mexican authorities?\n <br />\n <br />\n In an interview on CBS's\n <em>\n  Face the Nation\n </em>\n on April 12, 2009, Arturo Sarukhan, the Mexican ambassador to the United States, stood behind the 90 percent figure.\n <br />\n <br />\n &quot;Ninety percent of all weapons we are seizing in Mexico ... are coming from across the United States,&quot; Sarukhan said. &quot;Just on the Arizona and Texas borders with Mexico alone there are approximately 7,000 (gun shops). And a lot of the weapons that are being bought by the drug syndicates, either directly or through proxy purchases are coming from those gun shops.&quot;\n</p>\n<p>\n Alberto Islas, a security consultant with Risk Evaluation in Mexico City, said the 90 percent figure is based on an incomplete sample. Mexican officials only require ATF traces of guns used in &quot;high-impact crimes,&quot; he said. That certainly includes crimes involving violent drug cartels. That's the sample from which the ATF derives its 90 percent statistic. Driving up that percentage, Islas said, is the fact that nearly all of the handguns traced by ATF come from the United States, Islas said, while assault weapons are more of a mixed bag &mdash; some come from the United States, but others come through drug routes in Eastern Europe, Africa and elsewhere.\n <br />\n <br />\n When looking at all the weapons used in violent crimes in Mexico, Islas said the figure of 90 percent coming from the United States may be a bit on the high side, but he said the real number is certainly a lot higher than the 17 percent cited by Fox.\n <br />\n <br />\n We think the ATF number, presented in its proper context, provides legitimate and useful information to weigh when considering U.S. policy. We find the implication that the number could be as low as 17 percent is unrealistic because it assumes that every gun that has not been traced comes from somewhere other than the United States. That's faulty logic.\n</p>\n<p>\n But we think Obama also mischaracterizes the statistic some when he says 90 percent of the guns recovered in Mexico come from the United States. Not every gun recovered in Mexico is submitted to the ATF for tracing. And so Obama and others can't know exactly what percentage come from the United States. They can only speak to the guns successfully traced by the ATF. And so we rule Obama's statement Half True.\n</p>", "ruling_comments_date": "2010-01-07T13:27:47.014056", "ruling_date": "2009-04-16T20:26:40", "ruling_headline": "Obama claims 90 percent of guns recovered in Mexico come from U.S.", "ruling_headline_slug": "Obama-claims-90-percent-guns-used-Mexico", "ruling_link_text": "Only 90 percent of those successfully traced by ATF", "ruling_state": null, "source_documents": null, "sources": "<p>\n House Appropriations Web site,\n <a href=\"http://appropriations.house.gov/Witness_testimony/CJS/William_Newell_03_24_09.pdf\" target=\"_blank\">\n  Statement of William Newell,\n </a>\n Special Agent in Charge Phoenix Field Division Bureau of Alcohol, Tobacco, Firearms and Explosives Before the United States House of Representatives Committee on Appropriations Subcommittee on Commerce, Justice, Science and Related Agencies, March 24, 2009\n</p>\n<p>\n YouTube,\n <a href=\"http://www.youtube.com/watch?v=hWQmbqoxu5E\" target=\"_blank\">\n  CBS News interview with Hillary Clinton in Mexico City\n </a>\n , March 26, 2009\n</p>\n<p>\n Fox News,\n <a href=\"http://www.foxnews.com/politics/elections/2009/04/02/myth-percent-guns-mexico-fraction-number-claimed/\" target=\"_blank\">\n  &quot;The Myth of 90 Percent: Only a Small Fraction of Guns in Mexico Come From U.S.&quot;\n </a>\n by William La Jeunesse and Maxim Lott, April 2, 2009\n</p>\n<p>\n Christian Science Monitor,\n <a href=\"http://www.csmonitor.com/2009/0402/p06s04-woam.html\" target=\"_blank\">\n  &quot;US targets gun flows into Mexico in bid to stem drug violence&quot;\n </a>\n by Sara Miller Llana, April 2, 2009\n</p>\n<p>\n Christian Science Monitor,\n <a href=\"http://www.csmonitor.com/2009/0327/p99s01-woam.html\" target=\"_blank\">\n  &quot;Clinton says US shares responsibility for Mexico's drug violence&quot;\n </a>\n by Warren P. Strobel, McClatchy Newspapers, March 27, 2009\n</p>\n<p>\n U.S. Drug Enforcement Administration,\n <a href=\"http://www.usdoj.gov/dea/pubs/pressrel/pr032409.html\" target=\"_blank\">\n  Press release: Department of Justice Announces Resources for Fight Against Mexican Drug Cartel\n </a>\n , March 24, 2009\n</p>\n<p>\n Congressional Quarterly, Transcript of CBS's Face the Nation interview with Arturo Sarukhan, April 12, 2009\n</p>\n<p>\n CNN, news conference with President Obama in Mexico, April 16, 2009\n</p>\n<p>\n Interview with Alberto Islas, a security consultant with Risk Evaluation in Mexico City, April 16, 2009\n</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>&quot;More than 90 percent of the guns recovered in Mexico come from the United States.&quot;</p>", "statement_context": "a news conference.", "statement_date": "2009-04-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}