{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/apr/16/gus-bilirakis/dhs-report-right-wing-terror-risks-more-cautious-b/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 991, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/991/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\n Conservative groups have been sounding an alarm about a leaked report from the Department of Homeland Security they say portrays veterans and gun owners as likely terrorists.\n</p>\n<p>\n The outcry began in the conservative media, with reports from Fox News and commentary from radio host Rush Limbaugh and conservative blogger Michelle Malkin. Republican members of Congress then joined in.\n</p>\n<p>\n Here's a statement from Rep. Gus Bilirakis, R-Fla., a member of the House Homeland Security Committee.\n</p>\n<p>\n &quot;I am disturbed and personally offended by the Department of Homeland Security's view that returning military veterans and gun owners are likely to commit terrorist acts,&quot; he said.\n</p>\n<p>\n &quot;Federal homeland security officials should focus on specific, verifiable and actionable intelligence to stop potential terrorist threats to our country. Instead the department is engaging in political and ideological profiling of people who fought to keep our country safe from terrorism, uphold our nation's immigration laws, and protect our constitutional right to keep and bear arms.  It troubles me that the department has specifically avoided talking about foreign terrorism but seems more than willing to insult our nation's heroes returning from battle.&quot;\n</p>\n<p>\n The report was not supposed to be publicly available (&quot;No portion . . . should be released to the media, the general public or over nonsecure Internet servers&quot;). But somehow, it got released and is now widely available on the Web. (\n <a href=\"http://www.fas.org/irp/eprint/rightwing.pdf\" target=\"_blank\">\n  Read it for yourself here\n </a>\n .)\n</p>\n<p>\n The title is &quot;Right-Wing Extremism: Current Economic and Political Climate Fueling Resurgence in Radicalization and Recruitment.&quot; It's part of an ongoing series of intelligence assessments issued by a Homeland Security division that works with the FBI to analyze threats within the United States. The reports go to state and local law enforcement officials and are marked as not for release to the general public.\n</p>\n<p>\n The report, dated April 7, 2009, begins by stating that it has &quot;no specific information that domestic right-wing terrorists are currently planning acts of violence, but right-wing extremists may be gaining new recruits. ... The economic downturn and the election of the first African-American president present unique drivers for right-wing radicalization and recruitment.&quot;\n</p>\n<p>\n A few sections down, the report says, &quot;The possible passage of new restrictions on firearms and the return of military veterans facing significant challenges reintegrating into their communities could lead to the potential emergence of terrorist groups or lone wolf extremists capable of carrying out violent attacks.&quot;\n</p>\n<p>\n The nine-page report then explores at greater length potential factors exacerbating right-wing extremism: the economy, the election of President Barack Obama, illegal immigration, gun control legislation, perceived threats from other countries (the &quot;New World Order&quot;) and finally, &quot;disgruntled military veterans.&quot;\n</p>\n<p>\n The report says that &quot;right-wing extremists will attempt to recruit and radicalize returning veterans in order to exploit their skills and knowledge derived from military training and combat. These skills and knowledge have the potential to boost the capabilities of extremists &mdash; including lone wolves or small terrorist cells &mdash; to carry out violence.&quot; The report mentions Timothy McVeigh as an example of a veteran who associated with an extremist group after Operation Desert Shield and Desert Storm in 1991. (McVeigh's 1995 bombing of a federal building in Oklahoma City killed 168 people.)\n</p>\n<p>\n On gun control, the report states that &quot;a correlation may exist between the potential passage of gun control legislation and increased hoarding of ammunition, weapons stockpiling, and paramilitary training among right-wing extremists.&quot; But it also notes that &quot;law-abiding Americans&quot; may also make bulk purchases of ammunition.\n</p>\n<p>\n Countering claims that the DHS is targeting conservatives is the fact that the department issued a similar report on left-wing groups a few months previously.\n</p>\n<p>\n &quot;Left-Wing Extremists Likely to Increase Use of Cyber Attacks over the Coming Decade,&quot; issued Jan. 26, 2009 (six days after Obama took office), said left-wing extremists include &quot;radical elements of the anarchist, animal rights, or environmental movements&quot; who are &quot;willing to violate the law to achieve their objectives.&quot;\n</p>\n<p>\n So it's important to note that since Obama took office, the DHS has warned about extremists from both ends of the spectrum.\n</p>\n<p>\n Republicans seem to be the most vocal about the more recent report, but others have raised concerns about how the report described political opinion. Rep. Bennie Thompson, a Democrat from Mississippi and the chair of the Homeland Security Committee, said in a letter to DHS Secretary Janet Napolitano that he was concerned about civil liberties.\n</p>\n<p>\n &quot;As I am certain you agree, freedom of association and freedom of speech are guaranteed to all Americans &mdash; whether a person's beliefs, whatever their political orientation, are extremist or not,&quot; he wrote. &quot;I am disappointed and surprised that the department would allow this report to be disseminated to its state, local and tribal partners in its present form.&quot;\n</p>\n<p>\n Napolitano said in a statement that the department was not targeting anyone's political views and monitored all types of extremist groups.\n</p>\n<p>\n &quot;We don&rsquo;t have the luxury of focusing our efforts on one group,&quot; she said. &quot;We must protect the country from terrorism whether foreign or homegrown, and regardless of the ideology that motivates its violence.&quot;\n</p>\n<p>\n She also told CNN that the department had not intended to offend veterans.\n</p>\n<p>\n &quot;I know that some veterans' groups were offended by the fact that veterans were mentioned in this assessment. So, I apologize for that offense. It was certainly not intended. I'll be meeting with the leaders of some of those groups next week,&quot; she told CNN on April 16.\n</p>\n<p>\n In another interview, Napolitano said that Republican leader John Boehner wants to  make &quot;political hay&quot; out of the report.\n <br />\n <br />\n &quot;There has been a lot of spinning  out there in Washington, D.C.-land, but all we're trying to say across is, look,  there is situational awareness that needs to go on,&quot; she told NBC's Matt Lauer.  &quot;These are routine reports. In fact, this one was begun months ago, before this  new administration took office.&quot;\n</p>\n<p>\n This brings us back to Bilirakis' claim that DHS thinks that &quot;returning military veterans and gun owners are likely to commit terrorist acts.&quot; This is a distortion of what the report actually said. The report said that right-wing extremists would try to\n <em>\n  recruit\n </em>\n veterans, and that they would try to use gun control legislation as a &quot;radicalization&quot; tool. That's very different. We rate his statement Barely True.\n</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:27:47.093344", "ruling_date": "2009-04-16T18:12:16", "ruling_headline": "DHS report on right-wing terror risks more cautious than Bilirakis", "ruling_headline_slug": "dhs-report-right-wing-terror-risks-more-cautious-b", "ruling_link_text": "Distorting a leaked report", "ruling_state": null, "source_documents": null, "sources": "<p>\n U.S. Rep. Gus Bilirakis,\n <a href=\"http://bilirakis.house.gov/index.php?option=com_content&amp;task=view&amp;id=438&amp;Itemid=1\" target=\"_blank\">\n  Rep. Bilirakis Denounces Homeland Security Assessment\n </a>\n , April 15, 2009\n</p>\n<p>\n Federation of American Scientists,\n <a href=\"http://www.fas.org/blog/secrecy/2009/04/rightwing_extremism.html\" target=\"_blank\">\n  DHS sees resurgence of in rightwing extremism\n </a>\n , April 14, 2009\n</p>\n<p>\n Federation of American Scientists,\n <a href=\"http://www.fas.org/irp/eprint/rightwing.pdf\" target=\"_blank\">\n  DHS report on rightwing extremism\n </a>\n and\n <a href=\"http://www.fas.org/irp/eprint/leftwing.pdf\" target=\"_blank\">\n  DHS report on leftwing extremism\n </a>\n , accessed April 16, 2009\n</p>\n<p>\n Department of Homeland Security,\n <a href=\"http://www.dhs.gov/ynews/releases/pr_1239817562001.shtm\" target=\"_blank\">\n  Statement by U.S. Department of Homeland Security Secretary Janet Napolitano on the Threat of Right-Wing Extremism\n </a>\n , April 15, 2009\n</p>\n<p>\n U.S. House Committee on Homeland Security,\n <a href=\"http://homeland.house.gov/SiteDocuments/20090415122314-66614.pdf\" target=\"_blank\">\n  letter from Rep. Bennie Thompson\n </a>\n , April 14, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Congressman", "false_count": 2, "first_name": "Gus", "half_true_count": 0, "home_state": "Florida", "id": 158, "last_name": "Bilirakis", "mostly_true_count": 1, "name_slug": "gus-bilirakis", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Gus.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/158/", "total_count": 4, "true_count": 0, "website": "http://bilirakis.house.gov/"}, "statement": "<p>It is &quot;the Department of Homeland Security's view that returning military veterans and gun owners are likely to commit terrorist acts.&quot;</p>", "statement_context": "a news release", "statement_date": "2009-04-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}, {"description": "", "id": 51, "photo": null, "resource_uri": "/api/v/2/subject/51/", "subject": "Veterans", "subject_slug": "veterans", "used_in_edition": []}], "target": [], "twitter_headline": null}