{"art": [{"brightcove": "", "caption": "We looked into the claims in this ad about budget cuts to education under Florida Gov. Rick Scott.", "id": 5106, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/5106/", "title": "Crist teacher ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/orcfYLmfnNo?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "orcfYLmfnNo"}], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2014/sep/22/charlie-crist/charlie-crist-blames-rick-scott-teacher-layoffs-an/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "facebook_headline": null, "id": 9935, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}, {"email_address": "jsolochek@tampabay.com", "first_name": "Jeffrey S. ", "id": 33, "last_name": "Solochek", "name_slug": "jeffrey-s-solochek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/33/", "title": "Staff Writer, Tampa Bay Times", "twitter": null}], "resource_uri": "/api/v/2/statement/9935/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Charlie Crist has upped the ante on one of his favorite talking points: attacking Gov. Rick Scott for K-12 education cuts.</p>\r\n\r\n<p>In a Crist <a href=\"https://www.youtube.com/watch?v=orcfYLmfnNo&amp;feature=youtu.be\">TV ad</a> praising public school teachers, the narrator says:</p>\r\n\r\n<p>&quot;They don&rsquo;t fly in private jets or float on fancy yachts, but the job Florida teachers do couldn&rsquo;t be more valuable. And when Rick Scott cut education by over a billion dollars, thousands of them lost their jobs, class sizes went up, our kids paid the price.&quot; A visual shows a 2014 Miami <em>Herald</em> article that cited a $1.3 billion cut to public schools. &quot;Why did he do it?&quot; the ad continues. &quot;To pay for millions in handouts to big corporations. Tax cuts here, budget cuts there. Thousands of teaching jobs gone.&quot;</p>\r\n\r\n<p>The ad gives no indication of when those education cuts took place, but the answer is that the <a href=\"http://www.politifact.com/florida/statements/2013/nov/11/charlie-crist/charlie-crist-says-rick-scott-cut-k-12-13-billion-/\">$1.3 billion K-12 cut</a> came in 2011.</p>\r\n\r\n<p>We have already fact-checked whether Scott cut education to pay for tax breaks; we rated it <a href=\"http://www.politifact.com/florida/statements/2014/jul/07/florida-democratic-party/rick-scott-cut-education-pay-tax-breaks-democratic/\">Half True</a>. Here, we will fact-check the allegation about the consequences of the budget cut. Did thousands of teachers lose their jobs? Did class sizes go up?</p>\r\n\r\n<p><strong>Teacher layoffs amid budget cuts</strong></p>\r\n\r\n<p>Scott entered office in 2011 facing a $3.6 billion shortfall in the state&rsquo;s $70.5 billion budget.</p>\r\n\r\n<p>His first budget proposal, released at a tea party rally, included steep spending cuts, including reductions in education spending. After a contentious session, the Legislature passed -- and Scott signed -- a budget that included $1.3 billion in cuts to education. The reduction ended up being about $540 per student, working out to a 7.9 percent cut in funding. (We&rsquo;ve broken down some of those <a href=\"http://www.politifact.com/florida/statements/2014/mar/27/charlie-crist/charlie-crist-says-rick-scott-tried-slash-school-f/\">dollar </a><a href=\"http://www.politifact.com/florida/statements/2013/nov/11/charlie-crist/charlie-crist-says-rick-scott-cut-k-12-13-billion-/\">figures</a> before.)</p>\r\n\r\n<p>After he faced a backlash over the cuts, Scott went on in subsequent years to back increases to K-12 education, though his high point for <a href=\"http://www.politifact.com/florida/statements/2014/jul/18/charlie-crist/rick-scotts-student-spending-about-200-less-during/\">per-pupil spending</a> still lags behind the high-water mark under Crist.</p>\r\n\r\n<p>So did &quot;thousands&quot; of teachers lose their jobs as a result of the 2011 budget cuts? We found no definitive source that shows the precise number of teacher layoffs statewide.</p>\r\n\r\n<p>The Crist campaign points to layoffs in a single school district: Broward. The campaign cites a June 2012 <em><a href=\"http://articles.sun-sentinel.com/2012-06-07/news/fl-teacher-layoffs-broward-2-20120606_1_teaching-positions-music-teacher-elementary-school-level\">Sun-Sentinel</a></em> article that stated that the district &quot;eliminated about 1,500 teachers&quot; in 2011 -- but then was poised to add 678 positions in 2012. So that figure falls short of the &quot;thousands&quot; cited by the campaign.</p>\r\n\r\n<p>A spokeswoman for Broward schools told PolitiFact that in June 2011, a total of 1,431 annual and probationary teachers were not reappointed, but 583 were later rehired. Additionally, 117 teachers were placed on a layoff list, but 97 were rehired. That brings the total to 868 in Broward.</p>\r\n\r\n<p>A caveat about Broward: State budget cuts are not the only reason for the district&rsquo;s budget woes. A major factor was that the county faced rapid enrollment growth followed by a decline.</p>\r\n\r\n<p>Though the Crist campaign only cited an article about layoffs in a single district, layoffs occurred in <a href=\"http://stateimpact.npr.org/florida/2011/09/06/schools-run-out-of-easy-budget-choices/\">other counties</a>, too, including <a href=\"http://www.tampabay.com/opinion/editorials/fiorentinos-move-shows-school-district-has-two-sets-of-rules/1173608\">315 teachers in Pasco County</a>. (In Miami-Dade, nearly all of the teachers kept their jobs, except for some temporary teachers who received poor performance reviews.)</p>\r\n\r\n<p>School districts report to the state Department of Education the <a href=\"http://www.fldoe.org/eias/eiaspubs/archives.asp\">number of teachers</a> they have each year. That data shows that the number of teachers between the fall of 2010 and the fall of 2011 declined by 1,405, or about 1 percent. This came as the number of students was increasing by about 24,000 between the 2010-11 school year and the 2011-12 school year.</p>\r\n\r\n<p>By the fall of 2012, the number of teachers exceeded the 2010 level. This data doesn&rsquo;t include how much of the decline was due to layoffs, retirements or terminations -- but it&rsquo;s fair to assume at least some were layoffs.</p>\r\n\r\n<p>The initial drop of 1,405 teachers falls short of the &quot;thousands&quot; cited by Crist.</p>\r\n\r\n<p>Crist, a Democrat, and Scott, a Republican, have accused each other of causing teacher layoffs. In an ad, Scott blamed Crist for &quot;3,000 teachers laid off&quot; during his tenure as governor. That claim was based on a September 2009 report about possible layoffs. Scott&rsquo;s ad omitted that Crist accepted federal stimulus money that preserved thousands of teacher jobs and that the Republican-controlled Legislature shared responsibility with Crist for cuts that occurred amid a national recession. We rated Scott&rsquo;s claim <a href=\"http://www.politifact.com/florida/statements/2014/jun/26/rick-scott/scott-ad-blames-crist-3000-teachers-laid/\">Mostly False</a>.</p>\r\n\r\n<p><strong>Class sizes </strong></p>\r\n\r\n<p>The second part of the claim about class sizes increasing due to budget cuts is tricky to evaluate because many factors shaped class sizes.</p>\r\n\r\n<p>Florida voters approved a class-size amendment in 2002, but the state phased it in over several years. The first year schools had to meet the rules at the classroom level was 2010-11. Until that point, class sizes were averaged schoolwide, and a 2010 referendum to keep the school averages failed.</p>\r\n\r\n<p>The cap limited 18 students between kindergarten and third grade, 22 in fourth to eighth grades, and 25 students in core high school classes.</p>\r\n\r\n<p>But changes made by the Legislature during Scott&rsquo;s tenure make it less than meaningful to compare compliance rates from year to year.</p>\r\n\r\n<p>For example, in 2011, the Legislature reduced the number of courses under the mandate by two-thirds, only requiring core classes needed for graduation to follow the standard. In 2013, the Legislature changed the law so that districts could designate schools as &quot;schools of choice&quot; to get around classroom counts. That&rsquo;s what Pasco did for its entire district, for instance.</p>\r\n\r\n<p>The Crist campaign cited only one piece of evidence on class sizes: a 2011 <em>Miami Herald </em>article that cited some anecdotes about very large classes in Miami-Dade, including 54 students in a college-prep world history class.</p>\r\n\r\n<p>According to the Florida Department of Education, here are the percentage of classes that were out of compliance:</p>\r\n\r\n<p>* 2010-11 (Crist) &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.48 percent</p>\r\n\r\n<p>* 2011-12 &nbsp;(Scott) &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 6.56 percent</p>\r\n\r\n<p>* 2012-13 &nbsp;(Scott) &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 4.22 percent</p>\r\n\r\n<p>* 2013-14 &nbsp;(Scott) &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.59 percent</p>\r\n\r\n<p>So there was a small increase -- about 1 percentage point -- from the last year of Crist to the first year of Scott. But then the numbers went back down.</p>\r\n\r\n<p>By December 2011, about half of the state&rsquo;s school districts were in violation of the cap, including <a href=\"http://miami.cbslocal.com/2011/12/24/broward-miami-dade-may-face-big-fines-over-class-size/\">Broward and Miami-Dade</a> and Pasco counties. Districts faced fines for violating the mandate.</p>\r\n\r\n<p>In Broward, more than half of the classes were not in compliance compared to a 97 percent compliance rate the year before.</p>\r\n\r\n<p>The <em><a href=\"http://www.tampabay.com/blogs/gradebook/content/pasco-schools-face-4-million-fine-class-size-violation\">Tampa Bay Times</a></em> wrote that in Pasco, &quot;shrinking local, state and federal revenue caused the board to eliminate several hundred teaching positions in order to balance the budget. The administration and board knew that could mean some classes would exceed the state caps.&quot;</p>\r\n\r\n<p>To get fined for such a budgetary storm is &quot;extremely frustrating,&quot; Pasco School Board member Steve Luikart said at the time. &quot;It&#39;s stand up and get whipped.&quot;</p>\r\n\r\n<p>Nearly all of Miami-Dade&rsquo;s classes complied with the class size rule in 2011, but the district determined it was cheaper to pay the penalty than hire more staff to meet the cap.</p>\r\n\r\n<p>&quot;It did not make economic sense at that time to comply at 100 percent,&quot; said Antonio Cotarelo, spokesman for the district.</p>\r\n\r\n<p>State law requires schools to be compliant regardless of funding, and the amount of funding specifically directed toward class size never decreased, according to a spokeswoman for the Florida Department of Education. That means it is &quot;pretty hard to make a direct link between less total education funding and higher class sizes,&quot; said Cheryl Etters, Department of Education spokeswoman.</p>\r\n\r\n<p>If the number of teachers statewide declined by 1,400 without being replaced, &quot;it&rsquo;s fair to assume that class sizes increased,&quot; said Ruth Haseman Melton, director of government relations for the Florida School Board Association.</p>\r\n\r\n<p>However there are a number of factors that influence class sizes, and state budget cuts are only one of them. Student enrollment is a major factor. A district may suddenly have a spike in students due to immigration or migration from other states. A district negotiating with a teachers&#39; union might have decided to increase pay as a tradeoff for larger classes.</p>\r\n\r\n<p>&quot;There are many explanations for why a district would struggle with class size one year and not the next...,&quot; Melton said. &quot;It&rsquo;s never as simple as a single sentence to explain almost anything with regard to education funding. There are always a number of factors that affect these things -- there is a not a single reason in one district or another that you could say, &lsquo;Ah, this is the culpable element for why things went in the wrong direction.&rsquo; &quot;</p>\r\n\r\n<p>We sent Crist&rsquo;s claim to a spokesman for Scott&rsquo;s campaign, who responded with claims promoting Scott&rsquo;s track record on education funding after his first session. For example, Greg Blair pointed to &quot;record&quot; K-12 funding under Scott -- which is accurate in terms of the <a href=\"http://www.politifact.com/florida/statements/2014/jan/29/rick-scott/rick-scott-says-his-k-12-education-budget-proposal/\">total amount</a> but not for <a href=\"http://www.politifact.com/florida/statements/2014/jul/18/charlie-crist/rick-scotts-student-spending-about-200-less-during/\">per pupil</a>.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Crist said that Scott cut education by over a billion dollars, meaning thousands of teachers &quot;lost their jobs&quot; and &quot;class sizes went up.&quot;</p>\r\n\r\n<p>The kernel of truth to this claim is that the number of teachers did decline and the percentage of classes out of class-size compliance rose in 2011. But this is outweighed by a long list of omissions -- and it doesn&rsquo;t reflect Scott&rsquo;s complete tenure.</p>\r\n\r\n<p>The first problem is it glosses over the fact that the cut took place in 2011, and was later followed by increases.</p>\r\n\r\n<p>In addition, it is an overstatement to suggest that &quot;thousands&quot; of teachers lost their jobs due to the 2011 state budget cuts. Statewide data shows the number of teachers dropped by about 1,405, but that includes departures for any reason, not just layoffs.</p>\r\n\r\n<p>The percentage of class sizes out of compliance with the mandate increased by about 1 percentage point between Crist&rsquo;s last budget and Scott&rsquo;s first budget. However, there are multiple district and state factors that influence class size and the compliance rules have repeatedly changed in recent years.</p>\r\n\r\n<p>We rate this claim Mostly False.</p>\r\n", "ruling_comments_date": "2014-09-19T12:09:00.800702", "ruling_date": "2014-09-22T12:30:00", "ruling_headline": "Charlie Crist blames Rick Scott for teacher layoffs and class size increases", "ruling_headline_slug": "charlie-crist-blames-rick-scott-teacher-layoffs-an", "ruling_link_text": "Too many omissions in this attack", "ruling_state": null, "source_documents": null, "sources": "<p>Charlie Crist campaign, <a href=\"https://www.youtube.com/watch?v=orcfYLmfnNo&amp;feature=youtu.be\">TV ad &quot;Gone,&quot;</a> Sept. 16, 2014</p>\r\n\r\n<p>Florida Department of Education, <a href=\"http://www.fldoe.org/eias/eiaspubs/archives.asp\">Staff in Florida&rsquo;s public schools</a>, 2010-11 and 2011-12</p>\r\n\r\n<p><em>Sun-Sentinel</em>, <a href=\"http://articles.sun-sentinel.com/2012-06-07/news/fl-teacher-layoffs-broward-2-20120606_1_teaching-positions-music-teacher-elementary-school-level\">&quot;School staffing: fewer layoffs, more hires,&quot; </a>June 7, 2012</p>\r\n\r\n<p>State Impact NPR, <a href=\"http://stateimpact.npr.org/florida/2011/09/06/schools-run-out-of-easy-budget-choices/\">&quot;How Florida schools are coping with budget cuts,&quot; </a>Sept. 6, 2011</p>\r\n\r\n<p><em>Tampa Bay Times</em>, <a href=\"http://www.tampabay.com/opinion/editorials/fiorentinos-move-shows-school-district-has-two-sets-of-rules/1173608\">&quot;Fiorentino&rsquo;s move shows school district has two sets of rules,&quot; </a>June 4, 2011</p>\r\n\r\n<p><em>Tampa Bay Times</em>, <a href=\"http://www.tampabay.com/news/education/k12/new-laws-unintended-consequences-let-school-districts-avoid-harshes/2149204\">&quot;Law provides class size loophole,&quot;</a> Oct. 26, 2013</p>\r\n\r\n<p><em>Tampa Bay Times</em>, &quot;$4m class size fine looms,&quot; Accessed in Nexis, Dec. 24, 2011</p>\r\n\r\n<p><em>Miami Herald</em>, &quot;Changes in state rules lead to cramped classes,&quot; Accessed in Nexis, Aug. 29, 2011</p>\r\n\r\n<p><em>Miami Herald</em>, &quot;Broward schools adopt plan to keep class sizes down,&quot; Accessed in Nexis, Feb. 7, 2012</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/statements/2013/nov/11/charlie-crist/charlie-crist-says-rick-scott-cut-k-12-13-billion-/\">&quot;Charlie Crist says Rick Scott cut K-12 by $1.3 billion in his first year and higher ed by $300 million in his second,&quot; </a>Nov. 11, 2013</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/statements/2014/jul/18/charlie-crist/rick-scotts-student-spending-about-200-less-during/\">&quot;Rick Scott&rsquo;s student spending is &lsquo;about $200 less&rsquo; than during recession, Charlie Crist says,&quot;</a> July 18, 2014</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/statements/2014/jul/07/florida-democratic-party/rick-scott-cut-education-pay-tax-breaks-democratic/\">&quot;Rick Scott cut education to pay for tax breaks, Democratic Party ad says,&quot;</a> July 7, 2014</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/statements/2014/mar/27/charlie-crist/charlie-crist-says-rick-scott-tried-slash-school-f/\">&quot;Charlie Crist says Rick Scott tried to slash school funding by $3.3 billion,&quot;</a> March 27, 2014</p>\r\n\r\n<p>Interview, Cheryl Etters, Florida Department of Education spokeswoman, Sept. 18, 2014</p>\r\n\r\n<p>Interview, Ruth Haseman Melton, director of government relations Florida School Boards Association, Sept. 18, 2014</p>\r\n\r\n<p>Interview, Nadine Drew, Broward schools spokeswoman, Sept. 18, 2014</p>\r\n\r\n<p>Interview, Linda Cobbe, Pasco schools spokeswoman, Sept. 18, 2014</p>\r\n\r\n<p>Interview, Antonio Cotarelo, Miami-Dade schools spokesman, Sept. 18, 2014</p>\r\n\r\n<p>Interview, Greg Blair, spokesman Gov. Rick Scott campaign, Sept. 18, 2014</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 15, "current_job": "", "false_count": 9, "first_name": "Charlie", "half_true_count": 20, "home_state": "Florida", "id": 257, "last_name": "Crist", "mostly_true_count": 19, "name_slug": "charlie-crist", "pants_count": 2, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/crist.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/257/", "total_count": 90, "true_count": 15, "website": ""}, "statement": "<p>Says Rick Scott cut education by over a billion dollars, meaning thousands of teachers &quot;lost their jobs&quot; and &quot;class sizes went up.&quot;</p>\r\n", "statement_context": "a TV ad", "statement_date": "2014-09-16", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 311, "photo": null, "resource_uri": "/api/v/2/subject/311/", "subject": "Message Machine 2014", "subject_slug": "message-machine-2014", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [{"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}], "twitter_headline": ""}